INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (1, '碳酸钠', '### 碳酸钠

#### 介绍
- **化学式：** Na₂CO₃
- **别称：** 苏打、纯碱
- **外观：** 白色粉末
- 碳酸钠是一种盐基性化合物，可在自然界中或通过人工合成方式获得。

#### 用途
- **调整酸碱平衡：** 在食品加工中，用于调节食品的酸碱度。
- **发酵剂：** 在烘焙制品中作为发酵剂，帮助面团膨胀。
- **乳化剂和稳定剂：** 在冰淇淋和其他冷冻甜品中使用。
- **色泽改善：** 在糖果和乾酪等食品生产中，用于增强产品的颜色。

#### 安全性
- **安全认定：** 碳酸钠作为食品添加剂在许多国家获得认证，如美国FDA和欧盟EFSA。
- **日常用量：** 按照食品制造实践，一般在用量上有明确限制。
- **过敏反应：** 极少数个体可能对碳酸钠或其相关产品有轻微过敏反应。

#### 注意事项
- **避免过量：** 在食品加工中注意控制使用量，避免引起消化系统不适。
- **储存条件：** 应储存在干燥和阴凉的环境中，防止吸潮和污染。
- **标签说明：** 食品添加剂应在产品标签上清楚标识，供消费者知情选择。', 'GB1886.1-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-19 02:14:41');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (2, '碳酸氢钠', '### 碳酸氢钠

碳酸氢钠，也常被称为小苏打或者发酵粉，是一种广泛使用的食品添加剂，化学式为NaHCO₃。

#### 介绍
- **化学性质**: 碳酸氢钠是白色固体，水溶性良好，溶于水时会释放出二氧化碳气体。
- **制备方法**: 主要通过索尔维法制备，即通过饱和食盐水与氨气和二氧化碳反应得到。
- **性质**: 为碱性物质，但其碱性不强。

#### 用途
- **烘焙**: 作为膨松剂，帮助面团或糕点在烘烤过程中发酵，产生气泡，使面点体积增大，质地松软。
- **酸味调节**: 可用于调节食品的酸碱度，改善食品口感和稳定色泽。
- **制作清洁剂**: 在食品加工过程中，可用作清洁剂，帮助去除设备上的油脂和污渍。
- **口味增强**: 可以中和食品中的酸性成分，改善食品的整体风味。

#### 安全性说明
- **食品级别**: 碳酸氢钠用于食品加工必须符合食品级别的纯度要求。
- **已被广泛研究**: 在指定量下，其安全性已得到FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）的认证和批准。
- **摄入量限制**: 虽然通常安全，过量摄入可能引起腹部不适、肠胃气胀等症状。
- **适用人群**: 一般人群均可使用，但特定健康状况如高血压或肾病患者应遵医嘱谨慎使用。

以上是作为食品添加剂的碳酸氢钠的一些基本信息，希望对您有所帮助。', 'GB1886.2-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (3, '磷酸氢钙', '### 磷酸氢钙

#### 介绍
- **化学式**：CaHPO₄
- **别名**：磷酸一钙
- **外观**：白色粉末或结晶
- **溶解性**：难溶于水，不溶于醇
- **来源**：通常通过磷酸与碳酸钙反应制得

#### 用途
- **营养强化剂**：用于加强食品中的钙和磷的含量，常见于早餐谷物、面包和饼干。
- **抗结剂**：防止食品粉末如奶粉等结块。
- **酸度调节剂**：可用于调整食品的pH值。
- **乳化剂**：有助于混合并稳定食品中的油水混合物。

#### 安全性说明
- **普遍认为安全**：在正常日常摄入量下，被国际食品法典委员会(CAC)和许多国家的食品安全机构视为安全。
- **摄入限制**：应遵守各国关于食品添加剂的使用限额和指南。
- **过敏性低**：磷酸氢钙本身过敏反应罕见。
- **适量使用**：消费者应注意不超过日推荐摄入量，以免摄入过量的钙和磷影响健康。', 'GB1886.3-2021', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (4, '六偏磷酸钠', '### 六偏磷酸钠

六偏磷酸钠，也称为六偏磷酸钠盐或STPP，化学式为Na₅P₃O₁₀，是一种广泛应用于食品工业作为品质改良剂的添加剂。

#### 介绍
- 六偏磷酸钠是一种无色至白色的粉末或颗粒状物质。
- 在食品工业中，它主要作为品质改良剂和皮肤调理剂。
- 此化合物能够与金属离子结合，从而阻止金属催化的氧化反应，帮助保持食物的颜色和新鲜度。

#### 用途
- **肉制品**: 用于保持肉制品的水分，提高肉质的嫩度和口感。
- **水产加工**: 应用于鱼和虾等海鲜产品中，以防止脱水，并保持其质构和味道。
- **乳制品**: 在加工过程中作为乳化剂和稳定剂。
- **罐头食品**: 增强罐头中的品质，保持固体成分的均匀分布。

#### 安全性说明
- 六偏磷酸钠已被多个国家的食品安全机构批准用于食品加工，并且规定了应用的最大限量。
- 中国和欧盟等地区都有明确的使用标准和剂量限制。
- 正常食用剂量下，六偏磷酸钠被认为是安全的。然而，过量摄入可能会影响肾脏健康。
- 为了确保健康，建议消费者注意食品标签上的成分表，了解是否添加了六偏磷酸钠及其含量。

以上信息提供了六偏磷酸钠作为食品添加剂的基本知识，其应用可以帮助改善食品的品质和保质期，但摄取量应控制在安全标准之内。', 'GB1886.4-2020', '稳定剂和凝固剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (5, '硝酸钠', '### 硝酸钠作为食品添加剂

硝酸钠，化学式为NaNO₃，是一种无机盐，常在食品工业中作为防腐剂和调味剂使用。

#### 介绍

- 硝酸钠是一种白色晶体或粉末，易溶于水。
- 在自然界中，硝酸钠以矿物质形态“硝石”存在，主要分布在干燥地区。
- 在工业上，硝酸钠可以通过合成方法生产，包括从硝酸盐矿物中提取或通过化学反应制得。

#### 用途

- **食品保藏**：作为防腐剂，硝酸钠可以抑制微生物的生长，延长食品的保质期。
- **风味增强**：在加工肉类产品中，硝酸钠帮助形成特定的风味和颜色，改善产品的整体外观和口感。
- **防止脂肪酸化**：添加硝酸钠可以防止肉类中的脂肪氧化，减少食品变质。
- **调理剂**：在某些情况下，硝酸钠也作为pH调节剂使用，帮助维持食品的酸碱平衡。

#### 安全性说明

- **限制使用量**：尽管硝酸钠被广泛接受为食品添加剂，但是其使用量在食品中有严格的限制，以避免健康风险。
- **可能的健康风险**：过量摄入硝酸钠可能会导致身体中硝酸盐水平过高，造成血液中的血红蛋白转变为高铁血红蛋白，影响氧气运输。
- **监管评估**：各国食品安全机构如美国食品药品管理局（FDA）和欧盟食品安全局（EFSA）对硝酸钠的使用进行了风险评估和监管，确保其安全用于食品中。
- **适当标签**：食品中含有硝酸钠时，必须在食品标签上明确标示，以便消费者了解。

这些信息有助于理解和合理使用硝酸钠，确保食品安全并优化产品质量。', 'GB1886.5-2015', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (6, '硫酸钙', '### 硫酸钙作为食品添加剂

#### 介绍
- **化学性质**：硫酸钙，其化学式为CaSO₄，是一种白色粉末或无色晶体。
- **来源**：硫酸钙可以通过天然矿石的提炼或化学合成的方式获得。
- **食品级别**：作为食品添加剂使用的硫酸钙需要满足特定的纯度和安全性标准。

#### 用途
- **面粉改良剂**：硫酸钙常用作面粉的改良剂，能够改善面粉的质地和颜色。
- **稳定剂和凝固剂**：在豆制品和其他食品中作为稳定剂和凝固剂，帮助食品保持结构的稳定。
- **营养补充剂**：硫酸钙作为钙的来源，用于强化各种食品，如烘培食品、饮料等，以补充日常饮食中的钙。

#### 安全性说明
- **国际认可**：硫酸钙被世界卫生组织（WHO）和食品法典委员会（Codex Alimentarius）认为是安全的食品添加剂。
- **摄入限制**：虽然硫酸钙被认为是安全的，但还是建议在食品中按照规定的使用量标准添加，避免过量。
- **过敏性**：硫酸钙通常不被认为是过敏源，适用于大多数人群。
- **可消化性**：硫酸钙在人体中的可消化性良好，能通过正常的新陈代谢过程排出。

以上信息可供科普使用，帮助大众了解硫酸钙作为食品添加剂的基本信息及其安全性。', 'GB1886.6-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (7, '焦亚硫酸钠', '### 焦亚硫酸钠

#### 介绍
- **化学式**: Na₂S₂O₅
- **别名**: 焦亚硫酸钠是一种无机化合物，通常以白色粉末或晶体形式出现。
- **用途广泛**: 主要用作防腐剂、抗氧化剂和漂白剂。

#### 用途
- **食品保鲜**: 在食品工业中用作防腐剂，常用于防止蔬菜和果实褐变，延长食品保质期。
- **抗氧化**: 可以防止食品因氧化而变质，保持食品的颜色和味道。
- **脱氯处理**: 在处理水中的氯时也常见，尤其在水产品加工中。
- **酿造行业**: 用于稳定酒的颜色和防止变质。

#### 安全性说明
- **许可使用**: 在许多国家被批准作为食品添加剂使用，但必须在规定的最大剂量下使用。
- **过敏反应**: 对某些人可能会造成过敏反应，特别是对亚硫酸盐敏感的个体。
- **长期摄入**: 长期过量摄入可能对健康有害，特别是可能影响肠道的菌群平衡。
- **标签说明**: 食品包装上需要明确标注含有焦亚硫酸钠，以警示消费者。

通过上述介绍可以了解，虽然焦亚硫酸钠作为食品添加剂具有多种用途，但使用时仍需谨慎，以确保食品安全和人体健康。', 'GB1886.7-2015', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (8, '亚硫酸钠', '### 亚硫酸钠（作为食品添加剂）

#### 介绍
- 亚硫酸钠是一种无机化合物，化学式为Na2SO3。
- 常见于白色粉末或晶体形式，易溶于水。
- 在食品加工中主要作为防腐剂和抗氧化剂使用，有助于防止食品褪色、延长保质期。

#### 用途
- **防腐剂**：在果酱、果汁、腌制食品中添加，可以阻止微生物生长，延长食品的保质期。
- **抗氧化剂**：在切割的新鲜果蔬中使用，防止果蔬因氧化而变褐。
- **漂白剂**：在干果及某些贝类产品的处理中，用于颜色的矫正和提亮。
- **酸度调节剂**：可调节食品的酸碱度，改善口感和稳定颜色。

#### 安全性说明
- 在国际食品法典标准（Codex Alimentarius）和许多国家的规定中被认为是安全的食品添加剂。
- 已设定每日允许摄入量（ADI），过量摄入可能对健康造成风险。
- 对具有硫磺过敏的人群可能不宜，可能造成过敏反应如哮喘等。
- 长期存储和高温处理条件下，亚硫酸钠可能分解生成亚硫酸气体，应在良好通风条件下使用或存储。
- 食品标签上需明确标示含有亚硫酸钠，消费者应根据自身条件判断是否食用。', 'GB1886.8-2015', '防腐剂', 0x5B322C31335D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (9, '盐酸', '### 盐酸作为食品添加剂

#### 介绍
- **化学名称**：盐酸，也称为氯化氢溶液。
- **分子式**：HCl
- **性质**：无色透明、有强烈刺鼻的气味。
- **制备方法**：工业上通常通过盐酸气体溶解在水中制得。

#### 用途
- **pH值调节**：盐酸经常用来调整食品中的pH值，以达到防腐和增鲜的效果。
- **制作凝胶**：在制作果冻和其他凝胶类食品时，可作为凝固剂使用。
- **食品加工**：用于肉类和其他蛋白质食品的嫩化处理。
- **食品清洁**：用于清洁食品加工过程中的机器和表面，消除细菌和其他污染物。

#### 安全性说明
- **使用限制**：在食品加工中使用时，需按照规定的比例严格控制用量。
- **潜在危害**：盐酸具有腐蚀性，需采取适当的安全措施以避免接触伤害。
- **储存条件**：应存放在阴凉、通风良好的地方，并确保容器密封。
- **操作建议**：操作时应穿戴适当的防护装备，如穿戴防酸服、戴橡胶手套和护目镜。', 'GB1886.9-2016', '酸度调节剂', 0x5B322C31335D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (10, '冰乙酸（又名冰醋酸）', '### 冰乙酸（又名冰醋酸）

冰乙酸是乙酸的一种特殊形式，具有较高的纯度，并在低温下呈固态。在食品工业中，它因其特殊的保鲜和抗菌特性而被用作食品添加剂。

#### 介绍
- **化学名称**：冰乙酸或冰醋酸被称为冰醋酸是因为它在固态时像冰块一样透明。
- **物理状态**：在16°C或以下时，冰乙酸处于固态。
- **化学性质**：是纯度较高的乙酸，具有强烈的酸性和腐蚀性。

#### 用途
- **食品防腐**：增加食品的保质期，特别是在肉类、海鲜等易腐食品中应用。
- **调味**：作为酸味剂，用于调节食品的酸度，常见于酱料和酱汁中。
- **pH值调整**：用于调整和维持食品和饮料的pH值，帮助改善口感和稳定性。

#### 安全性说明
- **严格用量控制**：冰乙酸的使用需严格按照食品添加剂的用量标准，避免过量使用。
- **可能的健康影响**：如不当使用或过量食用，冰乙酸可能引起消化系统刺激，长期暴露可能对皮肤和眼睛造成危害。
- **存储和使用注意**：必须在通风良好、温度适宜的环境中存储，避免与皮肤直接接触，使用时应佩戴适当的防护装备。

通过合理的使用和存储，冰乙酸作为食品添加剂可以安全地应用于多种食品处理和保存过程中。', 'GB1886.10-2015', '防腐剂', 0x5B322C352C31335D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (11, '亚硝酸钠', '### 亚硝酸钠

#### 介绍
- **化学式**：NaNO₂
- **性质**：亚硝酸钠是一种无色或略带黄色的晶体或粉末，容易溶于水。
- **制备**：通常通过氧化金属钠或由亚硝酸与碳酸钠反应制得。

#### 用途
- **防腐剂**：亚硝酸钠在肉制品中用作防腐剂，能有效抑制肉类中的细菌生长，尤其是防止肉毒杆菌的生长。
- **色素固定剂**：在加工肉制品时添加，可以使肉制品保持鲜红色外观。
- **风味增强剂**：提高食品的风味，使其口味更加鲜美。

#### 安全性说明
- **剂量控制**：在使用亚硝酸钠时，需要严格控制添加剂量，以避免健康风险。
- **潜在风险**：过量摄入亚硝酸钠可能会引起头痛、呼吸困难等健康问题，并且有研究表明它可能与某些癌症的风险增加有关。
- **监管规定**：各国对亚硝酸钠的使用有严格的法规限制，确保其在食品中的使用安全。
- **避免误用**：应避免将亚硝酸钠与酸性食物混合，以防生成亚硝酸，这是一种有毒物质。
- **消费者意识**：消费者应注意查看食品标签，了解包含亚硝酸钠的食品，合理安排饮食。', 'GB1886.11-2016', '防腐剂', 0x5B322C345D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (12, '丁基羟基茴香醚（BHA）', '### 丁基羟基茴香醚（BHA）

#### 介绍
- BHA全名为丁基羟基茴香醚，化学式为C11H16O2。
- 它主要是一种抗氧化剂，能够防止食品氧化变质，延长保质期。
- 在食品工业中，BHA多用于防止油脂类食品的氧化和变质。

#### 用途
- **防止氧化**：在油脂类和含油食品中作为抗氧化剂，减小氧化速率，保持食品风味和品质。
- **保持颜色**：用于肉制品和鱼制品中，防止色泽变化。
- **延长保质期**：在糕点和零食类食品中添加，以延长保质期。

#### 安全性说明
- **国际认可**：美国食品药品监督管理局（FDA）与世界卫生组织（WHO）均认可BHA的食品安全性。
- **摄入限制**：尽管被认为是安全的，但服用量需要控制在已设定的日摄入量允许水平以内。
- **潜在风险**：一些研究指出，高剂量的BHA可能会导致动物实验中的某些健康问题，因此建议合理摄入。
- **广泛使用**：作为食品添加剂，已在多种食品中广泛使用多年，通过了广泛的安全验证。

这些基本知识有助于民众了解丁基羟基茴香醚作为食品添加剂的主要情况与安全性，从而科学合理地使用或摄入含此类添加剂的食品。', 'GB1886.12-2015', '抗氧化剂', 0x5B345D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (13, '高锰酸钾', '### 高锰酸钾

#### 介绍
- 高锰酸钾是一种化学式为KMnO₄的无机化合物。
- 以深紫色至黑色的晶体或粉末形态存在。
- 它是一种强氧化剂，可在多种化学反应中提供氧气。

#### 用途
- 在食品工业中，高锰酸钾主要用于消毒和清洗，尤其是在水果和蔬菜的处理过程中。
- 可用于去除食品表面的细菌和其他微生物。
- 有时也用于食品加工设备和容器的清洁过程，以保证食品安全。

#### 安全性说明
- 高锰酸钾是强氧化剂，需严格按照安全使用规范操作。
- 不得随意与有机物质、可燃物质或还原剂混合，以避免发生危险的化学反应。
- 在使用时需佩戴适当的防护装备，如手套和护目镜，避免直接接触皮肤或眼睛。
- 使用后应确保处理过的食品被充分冲洗，消除任何残留的高锰酸钾。

请注意，尽管高锰酸钾有其特定用处，但在食品添加剂的使用中应严格遵循相关法规和安全指南。', 'GB1886.13-2015', '消毒剂', 0x5B385D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:58');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (14, '没食子酸丙酯', '### 没食子酸丙酯

#### 介绍
- 没食子酸丙酯，也称为丙酯没食子酸酯或Propyl gallate，是一种常见的食品添加剂。
- 它是通过将没食子酸和丙醇进行酯化反应制得的有机化合物。
- 作为一种抗氧化剂，主要用于防止食品中的油脂类成分氧化变质。

#### 用途
- **防止氧化**：没食子酸丙酯能有效延缓食品中油脂的氧化，从而延长食品的保质期。
- **广泛应用**：常用于含油食品、油炸食品以及包装油脂的食品中。
- **其他产品**：除食品外，也常用于化妆品和护肤品中，以防止产品氧化和腐败。

#### 安全性说明
- **批准使用**：没食子酸丙酯已被多国食品药品监督管理机构批准为食品添加剂，包括FDA（美国食品药品监督管理局）。
- **摄入限制**：虽然被认为是安全的，但仍有建议的日摄入量上限。消费者应遵循包装上的使用说明，避免过量摄入。
- **过敏与敏感性**：极少数个体可能对没食子酸丙酯出现过敏反应，如有过敏历史请谨慎使用。
- **长期研究**：当前的研究表明没食子酸丙酯在常规使用量下是安全的，但仍建议持续关注食品安全机构的最新报告和研究结果。', 'GB1886.14-2015', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (15, '磷酸', '### 磷酸作为食品添加剂

#### 介绍
- 磷酸（化学式：H₃PO₄）是一种无色的无机酸，呈液体形态。
- 它在食品工业中主要用作酸度调节剂。
- 磷酸是通过磷矿石与硫酸反应制得的，然后通过蒸发和净化过程来提高其纯度。

#### 用途
- **酸度调节**: 磷酸可以调节食品中的酸度，改善口感，提升食品的整体风味。
- **抗氧化剂**: 在某些产品中，磷酸有助于防止脂肪的氧化，延长食品的保质期。
- **乳化剂**: 在加工肉类和乳品中，磷酸有助于维持产品的稳定性，保持其均匀性和口感。
- **清洁剂**: 在饮料工业中，磷酸有时用作清洁剂来去除内部设备的矿物沉积。

#### 安全性说明
- **监管批准**: 磷酸作为食品添加剂在多个国家和地区（如美国食品药品管理局（FDA）和欧盟）得到批准和严格监管。
- **摄入限制**: 虽然磷酸被广泛认为是安全的，但过量摄取可能会影响身体对其他矿物质的吸收，如铁、钙和锌。
- **特定群体须知**: 对磷酸敏感的人可能会经历胃部不适或其他消化系统问题，因此需注意个体差异。
- **长期安全性**: 使用磷酸的食品企业需遵循相关标准和法规，确保其产品中磷酸的使用量在安全范围内。', 'GB1886.15-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (16, '香兰素', '### 香兰素

香兰素 (Vanillin) 是一种广泛使用的食品添加剂，用于增加或改善食品的香味。

#### 介绍
- **化学名称**：4-羟基-3-甲氧基苯甲醛
- **来源**：自然来源于香草豆中，也可通过化学合成或生物工程方法生产
- **外观**：白色至淡黄色的结晶性粉末
- **主要成分**：香兰素是香草的主要风味成分之一

#### 用途
- **食品工业**：用作风味增强剂，添加于糖果、冰淇淋、饮料、烘焙食品等
- **香料**：在制作香水和其他香味产品中用作香料
- **药业和化妆品**：用于口腔清新剂、某些药品和化妆品中，以改善味道和气味

#### 安全性说明
- **批准使用**：多数国家食品安全机构，如美国食品药品监督管理局（FDA）和欧盟食品安全局（EFSA），均认可香兰素为安全的食品添加剂
- **一般认为安全（GRAS）**：在美国，香兰素已被FDA列为一般认为安全的物质
- **消费指南**：虽然被认为是安全的，消费者仍然建议按照食品标签推荐的剂量服用
- **过敏反应**：极少数人可能对香兰素或其含量产品表现出过敏反应，出现过敏反应时应立即停止使用并咨询医生

利用这些信息，可以帮助公众更好地了解香兰素及其在食品添加剂中的应用和安全性。', 'GB1886.16-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (17, '紫胶红（又名虫胶红）', '### 紫胶红（又名虫胶红）

紫胶红，也被称为虫胶红，是一种较少使用的食品添加剂，具体信息如下：

#### 介绍
- **化学名称**：紫胶红
- **类型**：食品色素
- **来源**：天然来源于某些昆虫

#### 用途
- **食品着色**：用于为各种食品产品（如糖果、饮料等）增色。
- **风味增强**：在某些产品中，除了提供色彩外，还可能带有特定的风味。

#### 安全性说明
- **监管情况**：在一些国家或地区，紫胶红的使用可能受到限制或禁止。
- **过敏反应**：可能会引起某些人群的敏感或过敏反应。
- **使用建议**：建议在食品加工中严格按照相关食品安全标准与规定使用。
- **安全等级**：需要特别注意其来源和提纯过程的安全性。

通过不断的研究和监控，确保食品添加剂的安全性和有效性是食品安全监管机构的重要工作之一。对于任何食品添加剂，了解其属性、用途和潜在风险都是关键。', 'GB1886.17-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (18, '糖精钠', '### 糖精钠

#### 介绍
- 糖精钠是一种人工合成的甜味剂，化学名称为钠糖精。
- 它是糖精的钠盐形式，外观通常为无色的晶体或白色粉末。
- 相对于普通砂糖，糖精钠的甜度约为300倍至500倍。

#### 用途
- **食品工业**：用作食品和饮料的低热量甜味剂，尤其在无糖或低糖的产品中。
- **饮料**：广泛用于碳酸饮料、果汁、其他饮料中以减少糖分和热量。
- **烘焙**：因其耐热性好，可用于烘焙食品中，如饼干和蛋糕。
- **医药产品**：在口服液体药品中加入，用以改善味道。

#### 安全性说明
- **全球认可**：糖精钠的安全性得到多个国家和地区的认可，包括美国食品药品监督管理局（FDA）和世界卫生组织（WHO）。
- **日摄入量**：WHO建议糖精钠的每日可接受摄入量（ADI）为0-15 mg/kg体重。
- **过敏反应**：少数人可能对糖精钠有轻微的过敏反应。
- **长期使用**：虽然糖精钠被认为是安全的，但消费者应注意不超过建议的日摄入量。

这些信息可以帮助公众了解和正确使用糖精钠作为食品添加剂的知识。', 'GB1886.18-2015', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (19, '红曲米', '### 红曲米

#### 介绍
- 红曲米是一种由白米发酵而成，经过红曲霉（Monascus purpureus）作用后，米的颜色变为红色的天然发酵产品。
- 它在亚洲尤其是中国有着悠久的历史，常被用于食品着色和增添风味。
- 红曲米含有一种名为“红曲红”的天然色素，主要用于生产红曲米色素，作为食品添加剂。

#### 用途
- **食品着色**: 红曲米色素广泛用于肉类、酒类、饮料、糕点等食品的着色，增加食品的吸引力。
- **风味增强**: 红曲米可以增加食品的风味，使食品的味道更加丰富多样。
- **保健功能**: 在一定程度上，红曲米因含有一些功能性成分如单宁、脂肪酸等，被用于增进健康食品的保健功能。

#### 安全性说明
- **监管批准**: 在多个国家和地区，红曲米和其提取物作为食品添加剂已被食品药品监督管理局批准使用。
- **消费建议**: 虽然大多数情况下红曲米是安全的，但是建议消费者按照食品标签上的推荐量进行消费，避免过量。
- **可能的副作用**: 长期大量使用可能会导致某些副作用，包括可能的肌肉损伤、肝脏功能受影响等问题。建议在医生的指导下使用。
- **过敏反应**: 少数人可能对红曲米中的某些成分（如米霉素）有过敏反应，应在了解个体体质的情况下谨慎使用。', 'GB1886.19-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:58');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (20, '氢氧化钠', '### 氢氧化钠

#### 介绍
- **化学式**：NaOH，通常称为烧碱或苛性钠。
- **外观**：通常为白色固体颗粒或片状形态，具有强腐蚀性。
- **制备**：氢氧化钠通常通过电解食盐水（氯化钠溶液）制得，此过程称为氯碱工业。

#### 用途
- **pH调节剂**：作为食品添加剂，氢氧化钠可被用来调节食品的酸碱度。
- **去皮剂**：在果蔬加工中，用于去除果蔬表皮，如在橄榄和某些坚果的处理中。
- **洗净助剂**：在食品处理过程中，用于清洗和净化设备和表面，确保食品安全。
- **食品加工**：在某些糕点和面食产品的制作中，用于改善质地和增强口感。

#### 安全性说明
- **强腐蚀性**：氢氧化钠具有强腐蚀性，需避免与皮肤和眼睛接触。
- **使用限制**：在食品加工中使用应严格遵守推荐用量和安全操作规程。
- **卫生标准**：确保氢氧化钠来源的合法性和食品级别的纯度要求。
- **处置和应急措施**：操作时需佩戴合适的防护装备。一旦发生泄漏，要遵循正确的应急清除程序以防止伤害和环境污染。', 'GB1886.20-2016', '其他', 0x5B322C365D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (21, '乳酸钙', '### 乳酸钙

乳酸钙是一种常见的食品添加剂，被广泛用于食品工业中，具有调整酸度、改善口感和延长保质期等功能。

#### 介绍
- **化学名称**：乳酸钙（Calcium Lactate）
- **化学式**：C₆H₁₀CaO₆
- **来源**：通过乳酸与碳酸钙反应制得
- **外观**：通常为白色粉末或晶体

#### 用途
- **食品工业**：
  - 作为钙的强化剂添加到各类食品中，如饮料、乳制品和婴儿食品
  - 作为pH调节剂，帮助控制食品的酸碱度
  - 在加工果蔬制品时用作保鲜剂和防腐剂，延长食品的保质期
  - 用于糖果和烘焙产品中作为凝结剂
- **医药和保健品**：
  - 用于补钙制剂，帮助改善骨骼健康
  - 在口服液体制剂中作为稳定剂

#### 安全性说明
- **安全评估**：
  - 根据世界卫生组织（WHO）和联合国粮农组织（FAO）的食品添加剂专家委员会（JECFA）评估，乳酸钙属于一般认为安全（GRAS）的物质
  - 具有良好的生物相容性和低毒性
- **使用指南**：
  - 在使用时应遵循各国食品安全标准和推荐摄入量，避免过量消费
  - 敏感个体在食用含有乳酸钙的产品前应咨询医生
- **监管情况**：
  - 在美国，欧盟和中国等多数国家和地区，乳酸钙作为食品添加剂已被批准使用

乳酸钙因其多种功能和良好的安全性，在食品加工工业中得到了广泛的应用，同时也被使用在医疗和日常保健产品中。', 'GB1886.21-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (22, '柠檬油', '### 柠檬油作为食品添加剂

#### 介绍
- **来源**：柠檬油是从柠檬果皮中提取而来的一种挥发性香精油，主要成分为柠檬烯。
- **获取方式**：通常通过冷压或蒸馏过程提取柠檬的皮层，获取其中的香气油。
- **特点**：具有明显的清新柠檬香气，呈黄色或浅绿色液体。

#### 用途
- **食品香料**：常作为调味剂添加到糖果、饮料、烘焙食品中，以增添柠檬的自然风味。
- **防腐剂**：具有一定的抗菌作用，可在食品加工中作为天然防腐剂使用。
- **营养成分**：含有多种抗氧化物质，能增加食品的保健价值。

#### 安全性说明
- **一般认为安全**：在适当范围内使用，柠檬油被广泛认为是安全的食品添加剂，无重大副作用。
- **皮肤接触注意**：在某些情况下可能引起皮肤过敏或者光敏反应，使用时需小心。
- **若有敏感体质**：特异体质或有柠檬过敏史的消费者应先进行少量测试或咨询专业人士的意见。
- **遵循标准用量**：在使用柠檬油作为食品添加剂时，应严格遵循食品安全标准和用量指南，避免过量使用。', 'GB1886.22-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (23, '小花茉莉浸膏', '### 小花茉莉浸膏

#### 介绍
- **来源**：小花茉莉浸膏是由小花茉莉（Jasminum sambac）的花朵提取制成的天然浸膏。
- **制作过程**：通常通过将新鲜的小花茉莉花朵浸泡在植物油中，低温浸取花朵中的芳香份子，再经过过滤和净化步骤制成。
- **特点**：该浸膏保留了小花茉莉独特的甜美香气，常见于调香和食品加工行业中。

#### 用途
- **调味剂**：可用作糖果、糕点和饮料中的天然香料，增添独特的花香。
- **食品香精**：在食品工业中，小花茉莉浸膏常用作天然香精的成分之一，提升食物的吸引力。
- **文化特色产品**：在某些文化中，小花茉莉的味道与节庆和特定的菜肴相关联，使用该浸膏可以增加食品的文化特色。

#### 安全性说明
- **通用性安全**：小花茉莉浸膏通常被认为是安全的，适用于大多数人群。
- **过敏信息**：因个体差异，少数人可能对花朵成分敏感，使用前建议进行小规模皮肤试验。
- **合规性**：在使用小花茉莉浸膏作为食品添加剂时，应确保其符合当地的食品安全法规和标准。
- **存储条件**：应存放在阴凉干燥处，避免光照和高温，确保产品质量和安全性。', 'GB1886.23-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (24, '桂花浸膏', '### 桂花浸膏

#### 介绍
- **原料来源**：桂花浸膏是以新鲜或干燥的桂花为原料，在酒精或水中浸泡提取而成的香料精华。
- **提取方法**：通常采用渗透或渗析技术，通过长时间浸泡桂花并慢慢提取其香味与成分。
- **特性**：具有桂花特有的芳香气息，常见为浓郁的金黄色液体。

#### 用途
- **食品香精**：作为食品添加剂，用于增加或增强食品如糕点、饮料及甜品中的桂花香味。
- **文化用途**：在某些亚洲文化中，桂花浸膏用于传统节庆食品的制作，增添节日气氛。
- **烹饪应用**：可以用于调味料中，为各种料理增添独特的芳香。

#### 安全性说明
- **天然成分**：由天然桂花制成，较化学合成香精更为安全和接近自然。
- **过敏注意**：虽然普遍安全，但个别人可能对桂花或其它成分存在过敏反应。
- **使用建议**：建议按照食品安全标准适量使用，过量使用可能会影响食品口感或安全。
- **储存条件**：应存放在阴凉干燥处，避免阳光直射，以保持其品质和延长保质期。

这些资料提供了关于桂花浸膏作为食品添加剂的基本信息，供消费者或食品制造者参考。', 'GB1886.24-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:00:00');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (25, '柠檬酸钠', '### 柠檬酸钠

柠檬酸钠，化学式为Na₃C₆H₅O₇，是柠檬酸的钠盐形式，广泛用作食品和饮料的添加剂。

#### 介绍
- **化学成分**: 柠檬酸钠主要由柠檬酸和钠组成。
- **物理形态**: 通常为白色粉末或颗粒状，易溶于水。
- **生成方法**: 主要通过将柠檬酸和碳酸钠或氢氧化钠反应生成。

#### 用途
- **调节酸度**: 作为缓冲剂，帮助调整食品和饮料的pH值。
- **防腐**: 抑制微生物生长，延长食品保质期。
- **增强口感**: 改善食品的整体口感，提供柔和的酸味。
- **乳化稳定**: 在乳制品及饮料中作为乳化稳定剂使用。

#### 安全性说明
- **广泛认可**: 被多个国家和地区的食品安全机构认可使用，包括美国食品药品监督管理局(FDA)和欧盟。
- **摄取限制**: 虽然通常安全，但应遵守推荐的日常摄取限制。
- **过敏情况**: 极少数情况下可能导致敏感反应，一般人群中极为罕见。
- **适用人群**: 不推荐对柠檬酸过敏的人群使用。

柠檬酸钠是一种常见且多功能的食品添加剂，具备良好的安全性记录，常用于各种食品和饮料中以改善品质和延长保存期限。', 'GB1886.25-2016', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (26, '石蜡', '### 石蜡作为食品添加剂

石蜡，也称为矿蜡，主要由烷烃组成，是一种石油产品。在食品工业中，石蜡常用作涂层材料，具有多种用途。

#### 介绍
- **来源**：石蜡是从石油中提炼出的一种蜡状固体，经过精制处理后用于食品及其他行业。
- **特性**：常温下为固态，无味无臭，可提供防水和隔氧的保护层。

#### 用途
- **防止食品水分蒸发**：用于涂覆某些水果如苹果、梨，以延长保质期和保持水分。
- **作为防粘剂**：在糖果制造中，石蜡可以防止糖果粘连，特别是在包装过程中。
- **提供光泽**：涂覆在糕点和糖果表面，使产品外观更加光滑和有吸引力。
- **护封包装材料**：用于某些类型的食品包装材料，增强其防潮和密封性能。

#### 安全性说明
- **批准使用**：石蜡作为食品添加剂在许多国家得到批准，可安全用于食品处理和包装。
- **低反应性**：化学性质稳定，不与食品成分发生反应，从而确保食品安全。
- **无毒性**：在正常的使用浓度下，对人体无害。
- **使用限制**：尽管石蜡具有安全性，但仍需按照规定的使用指南确保处理方法和使用量符合食品安全标准。

以上信息有助于了解石蜡在食品添加剂方面的应用及其安全性。在使用石蜡的过程中，遵守相应的食品安全规定是必须的。', 'GB1886.26-2016', '其他', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (27, '蔗糖脂肪酸酯', '### 蔗糖脂肪酸酯

#### 介绍
- **化学性质**：蔗糖脂肪酸酯是通过蔗糖和脂肪酸反应制得的一种酯类化合物。
- **物理形态**：通常为白色至微黄色的粉末或蜡状固体。
- **溶解性**：在水中的溶解度较低，但在油脂或有机溶剂中具有较好的溶解性。

#### 用途
- **乳化剂**：在食品制造过程中，用于稳定乳液，防止油水分离。
- **抗结剂**：防止粉末食品如奶粉、蛋糕粉等结块。
- **改善口感**：用于软糖和冰淇淋等食品中，改善口感，使食品更加细腻。
- **保湿剂和抗氧化剂**：限制食品中水分的流失，延长食品的保质期。

#### 安全性说明
- **安全认证**：已被多个国家的食品安全机构如美国FDA（食品药品管理局）和欧盟EFSA（欧洲食品安全局）认定为安全的食品添加剂。
- **使用限制**：尽管被认为是安全的，但在使用时应遵守特定的用量限制，以避免过量使用。
- **过敏性**：对大多数人群均适宜，极少数情况下可能引发敏感反应。
- **持续研究**：尽管当前认为是安全的，科研人员仍在持续监测和评估其对人体健康的长期影响。', 'GB1886.27-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (28, 'D-异抗坏血酸钠', '### D-异抗坏血酸钠（食品添加剂）

#### 介绍
- **化学名称**：D-异抗坏血酸钠，也称为钠异抗坏血酸。
- **分子式**：C6H7NaO6
- **性状**：为白色至淡黄色结晶粉末或颗粒，易溶于水。

#### 用途
- **抗氧化剂**：在食品工业中常用作抗氧化剂，可以延长食品的保质期，防止食品变色。
- **保持颜色**：在加工蔬果、肉类时使用，可防止食品因氧化而变色。
- **维生素C强化**：用于某些食品和饮料的维生素C强化，因为它是维生素C的衍生物。

#### 安全性说明
- **食品级**：作为食品添加剂使用时，必须符合特定纯度和质量标准。
- **摄入量限制**：国际和国家食品安全标准指出，应控制摄入量，避免过量。
- **一般认为是安全的**：在遵守适当使用规范的条件下，普遍被认为是安全的。
- **敏感性问题**：少数人可能对其有敏感反应，使用前须确保没有过敏史。

这些信息为公众提供了关于作为食品添加剂的D-异抗坏血酸钠的基本了解，帮助消费者更安心地食用相关食品。', 'GB1886.28-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (29, '生姜油', '### 生姜油

#### 介绍
- 生姜油是从生姜根部提取的一种精油，通常通过蒸馏方式获得。
- 这种油质香气浓郁，含有生姜辣素等多种挥发性成分。
- 常见的生姜油颜色为浅黄或者金黄色，且具有较强的生姜特有香味。

#### 用途
- **食品调味**：用作各种食品的调味剂，尤其在亚洲菜肴中广泛应用，增添独特的香气和辛辣味。
- **食品加工**：在加工食品如饼干、糖果和饮料中添加，以提升风味及促进食品的消化吸收。
- **保健食品**：生姜油因其健胃和促进血液循环的功能，被广泛添加于保健食品和补充剂中。

#### 安全性说明
- **安全摄入量**：根据各国食品安全标准，生姜油的使用量应控制在安全范围内，过量可能导致皮肤刺激或其他不适。
- **过敏反应**：部分人群可能对生姜或生姜油成分敏感，使用前应确保无过敏反应。
- **质量标准遵从**：在使用生姜油作为食品添加剂时，应确保其符合国家相关的食品安全质量标凧，避免使用劣质或未经认证的产品。

通过以上信息，可以更好地了解生姜油作为食品添加剂的特性和安全使用指南。', 'GB1886.29-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (30, '可可壳色', '### 可可壳色

#### 介绍
- 可可壳色（Cocoa shell colour）是从可可豆的壳中提取的天然色素。
- 主要成分为多种天然色素，包括丹宁和黄酮类等。
- 它具有特定的棕色调，可用于食品着色，增加食品的外观吸引力。

#### 用途
- **食品着色**：用于巧克力制品、烘焙食品、冰淇淋等，增加食品的色泽。
- **风味增强**：除了提供颜色，还能增加食品的香气和风味。
- **营养成分补充**：由于可可壳中含有一定的营养成分，使用该色素的食品可能具有更多的健康益处。

#### 安全性说明
- **已被多个国家食品安全机构认可**：例如在欧盟和美国，可可壳色作为食品添加剂已通过相应的食品安全评估。
- **低过敏性**：作为天然来源的色素，可可壳色的过敏反应报告较少。
- **使用注意事项**：使用时需遵守当地规定的最大使用限量和适用范围，避免过量使用。

总体而言，可可壳色是一种安全、天然的食品色素，为食品工业提供了一种有效的着色和风味增强选择。', 'GB1886.30-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (31, '对羟基苯甲酸乙酯', '### 对羟基苯甲酸乙酯

对羟基苯甲酸乙酯，也称为对羟基苯甲酸乙酯，是一种常见的化学物质，采用对羟基苯甲酸和乙醇作为原料，通过酯化反应制得。它在食品行业中主要用作防腐剂和抗氧化剂。

#### 介绍
- **化学名称**：对羟基苯甲酸乙酯
- **分子式**：C9H10O3
- **外观**：无色晶体或粉末
- **溶解性**：微溶于水，易溶于有机溶剂如乙醇和丙酮

#### 用途
- **保质防腐**：用于食品和饮料中防止微生物生长，延长保质期
- **抗氧化剂**：防止食品中的油脂氧化，保持食品色泽和风味
- **香料溶剂**：用作食品香料的溶解剂，增强食品的香气

#### 安全性说明
- **经审批使用**：在大多数国家，对羟基苯甲酸乙酯已被批准为食品添加剂，例如在欧美等地区
- **副作用**：正常使用浓度下，一般不会对人体健康产生危害
- **使用限制**：需遵循各国关于添加剂使用的法规，控制在安全使用范围内
- **毒理数据**：已进行广泛的毒理学测试，证实在允许的浓度范围内为人体所能耐受

该添加剂在确保食品安全和质量方面发挥重要作用，但正如所有食品添加剂一样，必须严格按照规定的用途和剂量使用。', 'GB1886.31-2015', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:58');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (32, '高粱红', '### 高粱红

高粱红是一种从高粱中提取的天然色素，主要用作食品添加剂，用以增强或还原食物的颜色。高粱红因其天然来源和良好的着色效果，在食品工业中得到广泛应用。

#### 介绍
- **来源**：高粱红是从高粱壳中提取的天然色素，高粱是一种广泛种植的谷物。
- **成分**：主要成分为天然的色素分子，包括类黄酮和花青素等。
- **提取工艺**：通过水或有机溶剂提取高粱外壳中的色素，经过浓缩和净化处理得到成品。

#### 用途
- **食品着色**：用于肉制品、糕点、饮料等多种食品中，以增加或恢复食品的外观颜色。
- **健康食品**：由于其天然属性，高粱红也被用于制作健康食品和饮料，以吸引更多关注天然成分的消费者。
- **文化特色食品**：在某些地区，高粱红被用于传统食品的制作，以保持食品的传统色泽和风味。

#### 安全性说明
- **食品级别安全**：高粱红作为一种天然食品添加剂，已通过多项食品安全测试，适合在食品中使用。
- **无毒副作用**：在推荐的摄入量内，高粱红没有报告显示有毒性或副作用。
- **国际认证**：在多个国家和地区，高粱红已被食品监管机构批准为安全的食品添加剂。
- **适宜人群**：适合各个年龄和人群食用，但消费者应注意不超过日推荐摄入限值。

这些信息可用于科普用途，帮助消费者更好地理解食品添加剂高粱红的性质和用途。', 'GB1886.32-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (33, '桉叶油（蓝桉油）', '### 桉叶油（蓝桉油）

#### 介绍
- **来源**：桉叶油是从不同种类的桉树（主要是蓝桉树）的叶中提取的精油。
- **提取方法**：通常通过蒸馏桉树叶子得到，保留了桉树叶子的主要成分。
- **主要成分**：桉叶油的主要成分是桉叶脑（Eucalyptol），还包含有其他一些挥发性化合物。

#### 用途
- **食品保鲜**：由于其抗菌特性，可用于食品的保鲜和防腐。
- **风味增加**：在糖果、烘焙食品和口香糖中添加少量桉叶油，可增添一种清新的口感。
- **饮料调味**：在某些饮料中添加以增添特别的味道，尤其是在口感需要提升清新感觉的产品中。

#### 安全性说明
- **使用限制**：由于桉叶油的强烈活性，食品中使用时需严格按照食品安全标准进行添加，避免过量。
- **可能的副作用**：大剂量的桉叶油可能导致消化不良或其他体内反应，应严格控制使用浓度。
- **敏感性问题**：部分人可能对桉叶油成分敏感，使用前应进行必要的敏感性测试。
- **监管审批**：在作为食品添加剂使用前，需要符合相关国家或地区食品药品监督管理局的规定与标准。

此外，商家们在使用时应明确标注含有桉叶油的产品，以便消费者做出明智的选择。', 'GB1886.33-2015', '食品用香料', 0x5B332C362C31335D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:58');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (34, '辣椒红', '### 辣椒红（食品添加剂）

#### 介绍
- 辣椒红是一种常用的天然食品色素，其化学成分主要是胶囊苷。
- 来源于辣椒，特别是辣椒种籽和皮中的色素萃取物。
- 这种色素在食品中主要用于增加或恢复食物的颜色。

#### 用途
- 广泛用于肉制品、调味品和饮料中，增加食品的视觉吸引力。
- 用于加工和预包装食品，如罐装食品、糖果及烘焙食品来提高产品的外观质感。
- 在一些文化中，辣椒红也用于传统烹饪，以保持食品的传统色泽。

#### 安全性说明
- 辣椒红已被各国食品安全机构如美国食品药品监督管理局(FDA)和欧盟食品安全局(EFSA)认证为安全的食品添加剂。
- 适量使用时，辣椒红被认为是安全的，但过量食用可能导致过敏反应或其他健康问题。
- 消费者应遵循产品标签上的推荐用量，以避免摄取过量。

辣椒红的使用能够给食品带来美味和色彩上的提升，但作为消费者和食品生产者，确保合理用量是非常重要的。', 'GB1886.34-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (35, '山苍子油', '### 山苍子油

山苍子油是一种从山苍子种子中提取的植物油，因其独特的香气和化学成分而被广泛应用于食品加工行业中。

#### 介绍
- **来源**：山苍子油是从山苍子（学名：Litsea cubeba）的果实种子中提取的。山苍子属于樟科多年生植物，主要分布在中国及东南亚地区。
- **提取工艺**：采用冷压或蒸馏的方式从山苍子种子中提取油脂，以保持其天然香气和营养成分。
- **主要成分**：含有丰富的挥发性有机化合物如柠檬烯、香茅油醛等，这些成分赋予山苍子油特有的柑橘香气。

#### 用途
- **风味增香**：在食品加工中，山苍子油常被用作天然香料，增加食品如糕点、糖果和饮料的香气。
- **保质抗菌**：其天然抗菌特性使得山苍子油能够用作食品的保质剂，延长食品的保质期。
- **调和香料**：可与其他植物油或香精混合，应用于复杂风味的调制。

#### 安全性说明
- **一般安全性**：山苍子油作为食品添加剂，在常见用量下通常是安全的。但是，过量使用可能引起不适。
- **过敏反应**：极少数个体可能对山苍子油的某些成分敏感，建议首次使用前进行小范围的试用。
- **监管批准**：在多数国家，山苍子油作为食品添加剂的使用需符合相关食品安全标准和法规，消费者应注意产品标签是否有明确的成分和用量说明。

山苍子油的使用可以为食品添加天然的香气和风味，但如同使用所有香料和添加剂一样，推荐遵循“少量多次”的原则，以避免过敏反应和其他潜在风险。', 'GB1886.35-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:00:00');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (36, '留兰香油', '### 留兰香油

留兰香油（ylang-ylang oil）主要从“香兰”树（Cananga odorata）的花朵中提炼而来，这种树主要生长在亚洲和南太平洋地区。

#### 介绍
- **原产地**：留兰香油主要来自东南亚和南太平洋地区，如菲律宾、马来西亚和印度尼西亚。
- **提取方式**：通过水蒸气蒸馏香兰树花朵的方法提取精油。
- **主要组成**：主要含有芳樟醇、甲基苯甲醇、苯甲酸甲酯、桂皮酸甲酯等化学成分。

#### 用途
- **香料**：在食品中主要用作香料，为食品添加一种独特的花香。
- **食品工业**：广泛用于调味产品、糖果、饮料、甜点等食品中。
- **整体感官提升**：提升食品的整体口感和香气，增强食品的吸引力。

#### 安全性说明
- **审批情况**：留兰香油作为食品添加剂，在多个国家已被食品药品监督管理机构批准使用。
- **使用限量**：推荐按照国际香料协会（IFRA）或当地法规推荐的剂量使用，避免过量。
- **潜在风险**：少数人可能对留兰香油成分敏感，使用前应确认无过敏反应。
- **存储条件**：需密封避光保存，并置于干燥、阴凉处，以保持其稳定性和品质。', 'GB1886.36-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:59');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (37, '环己基氨基磺酸钠（又名甜蜜素）', '### 环己基氨基磺酸钠（又名甜蜜素）

#### 介绍
- 环己基氨基磺酸钠是一种人工合成的甜味剂，化学式为C_7H_8NNaO_3S。
- 甜度约为蔗糖的500倍，但热量非常低。
- 是1900年代初被发现的，由一名化学家在进行煤焦油衍生物实验时偶然制得。

#### 用途
- 用作食品添加剂，主要用于减少或替代食品中的糖分。
- 广泛用于饮料、糖果、果酱、甜点、烘焙食品等含糖食品中。
- 也用于特定药品和口腔护理产品中，增加其口感的甜味。

#### 安全性说明
- 环己基氨基磺酸钠经广泛研究，被多个国家的食品安全机构认可为安全的食品添加剂。
- 但高剂量摄入可能会引起一些健康问题，如头痛、过敏反应等。
- 建议遵循相关食品安全标准，且食用量应控制在安全范围内。
- 对于特定人群，如儿童、孕妇及患有某些健康问题的人群，建议在医生的指导下使用。', 'GB1886.37-2015', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:57');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (38, '薰衣草油', '### 薰衣草油作为食品添加剂

#### 介绍
- **来源**：薰衣草油是从薰衣草植物（学名：Lavandula angustifolia）的花和茎中通过蒸馏提取的精油。
- **成分**：主要含有丁香油酚、桉叶素、芳樟醇等化学成分。
- **特性**：具有独特的花香和草本香气，颜色通常为无色至黄色。

#### 用途
- **调味**：用于烘焙产品、糖果和其他甜品中添加花香味。
- **香气增强**：在食品加工过程中用于增强或改善食品的香气。
- **保鲜作用**：其天然抗菌特性有助于延长食品的保质期。

#### 安全性说明
- **认证和标准**：在使用前需确保薰衣草油符合国际食品安全标准和当地法规。
- **使用限量**：推荐在食品中的使用量应遵循相关食品安全标准，避免过量使用。
- **可能的副作用**：虽然普遍认为是安全的，但高浓度或长期接触可能引起过敏反应或皮肤刺激。在使用前应进行过敏性测试。
- **儿童和孕妇使用**：孕妇及儿童使用前应先咨询医生或专业人士的建议。

使用薰衣草油作为食品添加剂时，应充分了解其性质、使用安全标准以及可能的风险，确保安全合理地使用。', 'GB1886.38-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 17:59:58');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (39, '山梨酸钾', '### 山梨酸钾

#### 介绍
- 山梨酸钾是一种白色或几乎白色的晶体或结晶性粉末。
- 它是山梨酸的钾盐形式，化学式为C6H7KO2。
- 山梨酸钾易溶于水和乙醇，用作食品和饮料的防腐剂。

#### 用途
- **防腐剂：** 山梨酸钾能有效抑制霉菌、酵母和许多细菌的生长，延长食品保质期。
- **酒类制造：** 在酿造过程中使用，防止酵母和其他微生物的过度生长。
- **烘焙食品：** 常添加于面包、蛋糕等烘焙食品中，防止霉变和发酵。
- **果酱和果冻：** 作为增稠剂和防腐剂，保持产品的稳定性和延长保质期。

#### 安全性说明
- **广泛认可：** 山梨酸钾被世界卫生组织（WHO）和食品及农业组织（FAO）认可为安全的食品添加剂。
- **摄入限制：** 依据国际标准，山梨酸钾的日常摄入量应当有适当限制，一般被视为安全剂量范围内。
- **敏感性问题：** 少数人可能对山梨酸钾有敏感反应，表现为过敏症状。
- **使用指导：** 在食品加工过程中应遵循适当的使用量指导，以确保产品的安全性和高品质。', 'GB1886.39-2015', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (40, 'L-苹果酸', '### L-苹果酸

#### 介绍
- L-苹果酸是一种天然存在的有机酸，广泛存在于各种水果中，特别是在苹果中含量较高。
- 这种化合物在食品工业中主要以两种形式存在：L-苹果酸和其无水物（无水L-苹果酸）。
- 作为食品添加剂，它主要是以其天然形态存在，有时也通过发酵工艺由微生物生产。

#### 用途
- **调味剂**：L-苹果酸能增加食品的酸味，常被添加在饮料、糖果和果汁中。
- **pH调节剂**：用于调整和稳定食品的酸碱度。
- **防腐剂**：具有一定的抑菌和防腐效果，能延长食品的保质期。
- **抗氧化剂辅助剂**：有助于阻止食品中的褐变现象，维持食品色泽和质感。

#### 安全性说明
- L-苹果酸经过国际食品法典委员会(Codex Alimentarius)等多个食品安全机构评估，确认为安全的食品添加剂。
- 欧盟食品安全局(EFSA)和美国食品药品监督管理局(FDA)都将其列为一般认为安全(GRAS)的物质。
- 常见的食用剂量下，L-苹果酸对人体是无害的，但过量摄入可能导致消化不良或轻微胃部不适。
- 对于绝大多数人群而言，L-苹果酸是一种安全的食品添加剂，但敏感人群应根据个体情况适量使用。', 'GB1886.40-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (41, '黄原胶', '### 黄原胶

#### 介绍
- 黄原胶，科学名为xanthan gum，是一种多糖类食品添加剂。
- 由Xanthomonas属的细菌（通常是Xanthomonas campestris）发酵糖和蛋白质产生。
- 粘稠度高，经常被用作增稠剂或稳定剂。

#### 用途
- **食品工业**：广泛用于调整食品的质地和流动性，如在沙拉酱、冰激凌、面包和饼干中增稠与稳定。
- **饮料**：改善饮料的口感与稳定性，防止成分分离。
- **健康食品**：用于无麸质食品中，提供类似麸质的质地和黏合性。

#### 安全性说明
- 黄原胶经过美国食品药品管理局（FDA）和世界卫生组织/联合国粮农组织食品添加剂专家委员会（JECFA）认证，被认为是安全的食品添加剂。
- 在推荐的使用量下，对人体基本无害。
- 敏感人群，如罹患结肠炎或有严重消化系统疾病的人，应避免过量摄入，因可能导致胃肠道不适。', 'GB1886.41-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (42, 'dl-酒石酸', '### dl-酒石酸

dl-酒石酸是一种无机化合物，化学式为C4H6O6。作为食品添加剂，它主要用于调整食品的酸度。

#### 介绍
- dl-酒石酸（DL-tartaric acid）是葡萄酸的一种对映体混合物。
- 它可以在自然环境中找到，尤其是在葡萄中，同时也可以通过化学合成的方式进行生产。
- 作为食品添加剂，它通常以白色的粉末形态出现。

#### 用途
- **调整酸度**：dl-酒石酸主要用于调节食品和饮料的pH值，增加酸味。
- **抗氧化剂**：有助于防止食品变质，延长保质期。
- **增稠剂**：在果酱和果冻中用来增加产品的粘稠度。
- **面点改良剂**：在烘焙中使用，帮助调整生面团的酸碱度，改善质地。

#### 安全性说明
- **食品级标准**：dl-酒石酸作为食品添加剂使用时，需要符合世界卫生组织和相关国家食品安全标准。
- **日摄入量建议**：尽管dl-酒石酸被认为是安全的，但仍建议按照食品标签上的建议用量使用。
- **过敏性与不良反应**：少数人可能会对酒石酸产生过敏反应，如发生不适需及时停用并咨询医生。
- **广泛的安全评估**：多个国际食品安全机构已经评估了其安全性，被广泛批准用于食品中。', 'GB1886.42-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (43, '抗坏血酸钙', '### 抗坏血酸钙

抗坏血酸钙是一种食品添加剂，衍生自维生素C（抗坏血酸），通过与钙离子结合改进了原有的维生素C的性质。以下是对抗坏血酸钙作为食品添加剂的介绍、用途以及安全性的详细说明。

#### 介绍
- 抗坏血酸钙是抗坏血酸（维生素C）与钙元素的复合盐。
- 它在食品中主要起抗氧化剂和营养增强剂的作用。
- 相较于纯抗坏血酸，抗坏血酸钙的稳定性更高，更不易被氧化。
- 抗坏血酸钙是白色至浅黄色的粉末，无味或略带酸味，易溶于水。

#### 用途
- **作为抗氧化剂**：抗坏血酸钙可以有效地延缓或防止食品中的脂肪氧化和色素的变色。
- **营养强化剂**：用于增加食品中的维生素C含量，尤其在果汁、饮料及乳制品中应用广泛。
- **保持食品颜色**：在肉制品和果蔬加工中使用，可以防止颜色的褪变。
- **改善面团的质地和体积**：在面包和其他烘焙产品中添加，有助于面粉的发酵，使得烘焙食品更加松软。
- **调节酸度**：在某些酸味饮料中添加，以增加酸味或调节酸度。

#### 安全性说明
- 抗坏血酸钙被全球多个食品安全机构批准使用，包括美国食品药品监督管理局（FDA）和欧盟食品安全局（EFSA）。
- 根据现有研究，抗坏血酸钙在推荐摄入量内对人体是安全的。
- 长期过量摄入可能会导致一些健康问题，例如肾结石的风险增加，因此遵循使用推荐量是必要的。
- 对于维生素C和钙过敏的人群，应避免使用含有抗坏血酸钙的食品添加剂。
- 一般来说，抗坏血酸钙的使用是安全无害，前提是按照食品标准和安全指南进行。', 'GB1886.43-2015', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (44, '抗坏血酸钠', '### 抗坏血酸钠

抗坏血酸钠，又称为抗坏血酸钠盐或维生素C钠盐，是一种常用的食品添加剂，主要用于防止食品氧化和提供维生素C。

#### 介绍
- 抗坏血酸钠是维生素C（抗坏血酸）的钠盐形式，通过添加钠来增加其稳定性和溶解性。
- 它在干燥条件下较为稳定，但易溶于水，在水溶液中比纯抗坏血酸更稳定。
- 通常以白色或略黄色的粉末或晶体形式出现。

#### 用途
- **食品保鲜和抗氧化剂**：由于其抗氧化性质，抗坏血酸钠被广泛用于果汁、饮料和罐装食品中，以防止氧化变质。
- **营养加强剂**：抗坏血酸钠作为维生素C的来源，用于强化多种食品，如早餐谷物、肉制品和乳制品。
- **颜色保护剂**：在加工水果和蔬菜时使用，可以防止由于氧化作用导致的颜色变暗。

#### 安全性说明
- 抗坏血酸钠被认为是安全的食品添加剂，已被多个国家和地区的食品安全机构批准使用。
- 根据美国食品药品监督管理局（FDA）以及欧盟的规定，抗坏血酸钠被列为一般认为安全（GRAS）的物质。
- 长期大量摄入抗坏血酸钠可能会导致消化系统不适，但在日常食品添加剂使用量中，这种情况极为罕见。
- 应遵循相应的使用建议和限制，避免过量使用。', 'GB1886.44-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (45, '氯化钙', '### 氯化钙

#### 介绍
- **化学式**：CaCl₂
- **性质**：白色粉末或片状固体，易溶于水，具有微咸味。
- **制备**：通常通过石灰石（碳酸钙）和盐酸的反应来制备。
- **来源**：可以从天然矿物鹤石中提取，也可以通过化学制备获得。

#### 用途
- **食品加工**：作为干燥剂用于果蔬储藏，延长保存期限。
- **食品加工**：在豆制品制作中作为凝固剂，帮助蛋白质凝固。
- **酿造行业**：用于啤酒酿造过程中调整水质，改善酵母活性。
- **其他行业**：在制药、建筑等行业也有广泛应用。

#### 安全性说明
- **普遍认为安全**：在正常使用量下，被国际食品安全机构如FDA（美国食品药品监督管理局）和欧盟食品安全局认为是安全的。
- **可能的副作用**：如摄入过量，可能引起口腔、喉咙的干燥感和肠胃不适。
- **使用建议**：遵循食品添加剂使用标准和指南，以确保食品的安全性和品质。
- **应避免的人群**：特定人群如肾功能不全者应谨慎使用，因为它可能影响钙和其他矿物的平衡。

通过对氯化钙作为食品添加剂的介绍、用途和安全性的理解，我们可以更合理地在食品加工和储存中使用它，同时确保食品的安全性和质量。', 'GB1886.45-2016', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (46, '低亚硫酸钠', '### 低亚硫酸钠

#### 介绍
- **化学式**：NaHSO3
- **别名**：亚硫酸氢钠、亚硫酸钠
- **外观**：白色粉末或晶体
- **溶解性**：易溶于水，不溶于乙醇
- **制备**: 主要通过亚硫酸气体溶入碱性溶液中制得，例如将二氧化硫气体通入碳酸钠水溶液中

#### 用途
- **防腐剂**：在食品加工中，作为防腐剂使用，能有效抑制微生物的生长，延长食品保质期
- **抗氧化剂**：防止食品因氧化变质，保持食品颜色和口感
- **漂白剂**：用于某些食品如水果、蔬菜的漂白处理
- **脱氯剂**：可用于水产品加工中去除多余的氯，保护食品原有风味

#### 安全性说明
- **使用限制**：通常在食品添加剂使用中遵循“尽量少用但保证食品安全”的原则
- **副作用**：可能会引起敏感性人群的过敏反应，如哮喘患者应避免接触含亚硫酸钠的食品
- **监管**：不同国家对亚硫酸钠的使用有严格的标准和限制，例如在欧盟有详细的最大残留限量规定
- **健康风险**：过量摄入可能导致胃肠道不适，严重时可引起呼吸系统问题

以上内容整理自食品添加剂使用安全规范，适用于科普和教育目的。', 'GB1886.46-2015', '防腐剂', 0x5B322C335D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (47, '天门冬酰苯丙氨酸甲酯（又名阿斯巴甜）', '### 天门冬酰苯丙氨酸甲酯（阿斯巴甜）

天门冬酰苯丙氨酸甲酯，通常称为阿斯巴甜，是一种广泛使用的人工甜味剂。其化学公式为C14H18N2O5。

#### 介绍
- **化学类别**：阿斯巴甜是一种甜味剂，属于二肽甜味剂，由苯丙氨酸和天门冬氨酸构成。
- **发现历程**：最初于1965年被发现，当时的科学家在测试抗溃疡药物的过程中意外发现了其甜味。
- **生产方式**：主要通过化学合成的方式生产，包括苯丙氨酸和天门冬氨酸的结合。

#### 用途
- **食品行业**：广泛用于饮料、糖果、甜味乳品、口香糖等食品中以减少糖分摄入。
- **糖尿病患者**：适用于糖尿病患者，因为它不引起血糖水平上升。
- **减肥产品**：常见于减肥食品和饮料中，帮助减少卡路里摄入。
- **口腔保健**：因不被细菌发酵产生酸性物质，有助于预防牙齿腐败。

#### 安全性说明
- **国际认证**：已被包括世界卫生组织（WHO）和美国食品药品监督管理局（FDA）等多个国际权威机构批准为安全食品添加剂。
- **研究证实**：大量研究证实，在推荐摄入限量内，阿斯巴甜对人体是安全的。
- **推荐用量**：标准安全摄入量为每公斤体重40毫克。
- **敏感群体**：含有苯丙酮尿症的患者应避免使用，因为其中的苯丙氨酸成分可能不适合此类病患。
- **长期争议**：尽管存在关于其安全性的争议和不同的研究结果，但目前大多数科学证据支持其安全。

使用阿斯巴甜作为食品添加剂可以为消费者提供更多低糖或无糖产品的选择，帮助控制摄入量，但仍建议消费者根据自身健康状况适量使用。', 'GB1886.47-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (48, '玫瑰油', '### 玫瑰油作为食品添加剂

#### 介绍
- 玫瑰油，主要从蔷薇科植物如玫瑰或者野玫瑰的花瓣中提取。
- 通过水蒸气蒸馏或者溶剂提取的方式获取油脂。
- 具有独特的香气，被广泛用于香料、化妆品以及食品行业。

#### 用途
- **调味剂**：增加或改善食品的风味和香气。
- **香精制作**：用于制作糖果、烘焙食品和其他甜点的香精。
- **饮料添加**：添加到茶、果汁及酒类产品中提升香气。
- **保健食品**：由于其潜在的健康益处，被添加于保健食品和营养补充剂中。

#### 安全性说明
- 玫瑰油作为食品添加剂在适量使用下通常被认为是安全的。
- 需按照食品法规和标准来控制使用量，避免过量使用可能导致的不良反应。
- 对某些人可能引起过敏反应，使用前应确保没有过敏历史。
- 在孕妇和哺乳妇女中的安全性尚未充分研究，建议这些群体避免使用。
- 应从信誉良好的供应商处购买，确保产品的纯度和质量。', 'GB1886.48-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (49, 'D-异抗坏血酸', '### D-异抗坏血酸

#### 介绍
- D-异抗坏血酸，也称为艾里斯库尔酸，是维生素C的一个立体异构体。
- 它在自然界中少见，但可以通过实验室合成。
- 虽然它的抗坏血病效力不及其同分异构体L-抗坏血酸，但作为抗氧化剂和食品添加剂有特定用途。

#### 用途
- **抗氧化剂：** D-异抗坏血酸作为一种抗氧化剂，能够延缓食品中脂质的氧化，从而延长食品的保质期。
- **色泽保护剂：** 在果蔬加工中，可以用作保色剂，维持果蔬的自然颜色。
- **亲水剂：** 在水基食品中，D-异抗坏血酸有助于改善口感和质感。

#### 安全性说明
- **经认证安全：** D-异抗坏血酸经多国食品药品监管部门认证，适量使用是安全的。
- **用量指导：** 食品工业中使用D-异抗坏血酸需要按照国家标准和行业规定的推荐用量添加。
- **过敏反应：** 尽管罕见，敏感人群应避免使用含有D-异抗坏血酸的产品，或在医生指导下使用。

通过以上内容，我们可以看到D-异抗坏血酸在食品添加剂行业的应用广泛，并具备一定的安全保障。适当的使用能够在保证食品安全的同时，提升食品的品质和口感。', 'GB1886.49-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (50, '2-甲基-3-巯基呋喃', '### 2-甲基-3-巯基呋喃

#### 介绍
- 2-甲基-3-巯基呋喃是一种有机化合物，属于呋喃类衍生物。
- 这种化合物通常以无色或淡黄色液体形式存在，具有类似烤肉的香气。
- 在食品工业中，常用作风味增强剂，用于模拟或增强特定食物的味道和香气。

#### 用途
- **食品调味**: 用于增强或模拟肉类和其他食品的风味，特别是在即食食品和肉制品中。
- **食品加工**: 可用于熟食和罐头食品中，以改善其整体风味。
- **研究用途**: 在食品科学研究中，作为研究不同食品配料和风味之间相互作用的工具。

#### 安全性说明
- **食品级别认证**: 在使用前需要确认为食品级别，并通过相关食品安全认证。
- **用量限制**: 应严格控制在食品中的添加量，过量可能会影响食品安全和味道。
- **避免过敏源**: 对于有特定食品过敏史的消费者，需标明可能引起敏感的信息。
- **存储条件**: 需要在干燥、避光的环境中储存，避免高温和潮湿。

通过对2-甲基-3-巯基呋喃的详细介绍，可以帮助消费者和食品制造商更好地理解其作为食品添加剂的使用与安全性。', 'GB1886.50-2015', '食品用香料', 0x5B322C342C31335D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (51, '2,3-丁二酮', '### 2,3-丁二酮

2,3-丁二酮，也称作二乙酮，是一种具有特殊香味的化学化合物，常用作食品添加剂。

#### 介绍
- **化学式**：C4H6O2
- **分子量**：86.09 g/mol
- **性状**：无色至黄色液体，具有类似奶油的香气
- **溶解性**：可溶于水、醇、醚等多数有机溶剂
- **制备**：通常通过微生物发酵或化学合成方法得到

#### 用途
- **食品香精**：用于增香，尤其在糕点、糖果和饮料中，增加奶油和奶香味。
- **调味剂**：作为食品工业的调味添加剂，可以提升和改善食品的风味。
- **食品加工**：在一些食品的加工过程中添加，改善口感和保存性。

#### 安全性说明
- **食品级安全**：在世界卫生组织（WHO）和食品农业组织（FAO）的规范下通常被认为是安全的。
- **用量限制**：应遵循相关法规及标准，控制在安全用量范围内。
- **过敏性反应**：极少数人可能对此种添加剂有轻微过敏反应。
- **长期摄取研究**：虽目前研究显示其为低毒性物质，但建议长期大量使用时还需进一步研究确认安全性。

以上关于2,3-丁二酮作为食品添加剂的科普资料可以帮助公众更好地了解其特性与安全性。', 'GB1886.51-2015', '食品用香料', 0x5B322C375D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (52, '植物油抽提溶剂（又名己烷类溶剂）', '### 植物油抽提溶剂（己烷类溶剂）

#### 介绍
- 己烷类溶剂主要用于从植物源（如大豆、棉籽）中提取油脂。
- 这类溶剂通常由烷烃组成，以己烷为主要成分。
- 己烷类溶剂因其优良的脂溶性和低的沸点，被广泛用于工业级的油脂提取。

#### 用途
- **食品工业**：作为提取植物油的主要溶剂，用于生产食用油、调和油等。
- **脂溶性维生素抽提**：用于从各类植物材料中提取脂溶性维生素（如维生素E、维生素A）。
- **食品加工辅助剂**：帮助提取食品中的自然色素和香料。

#### 安全性说明
- **残留限度**：食品中的己烷残留量必须严格控制在安全限度内，按照各国食品安全标准执行。
- **蒸发特性**：己烷易蒸发，加工过程中需采取措施防止过高浓度的己烷蒸汽积聚，防止吸入过量。
- **环境影响**：虽然己烷主要通过呼吸途径进入人体，但也应注意其对环境的潜在影响，适当处理使用后的溶剂以减少环境污染。
- **健康风险**：长期接触或吸入高浓度己烷可能对神经系统造成伤害，因此必须在通风良好的条件下使用。

以上安全性信息的确保重点依赖于严格遵守工艺操作标准与法规要求，确保食品生产的安全性与消费者的健康。', 'GB1886.52-2015', '添加剂', 0x5B322C372C385D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (53, '己二酸', '### 己二酸（Adipic Acid）

己二酸，也称为己烷二酸，是一种重要的有机化合物，具有广泛的应用，尤其在食品添加剂领域中，以其稳定性和效果显著被广泛使用。

#### 介绍
- **化学式**: C6H10O4
- **分子量**: 146.14 g/mol
- **外观**: 无色结晶或粉末
- **溶解性**: 在水中的溶解性良好
- 己二酸主要通过酮酸过程制备，即从环己酮转化得到

#### 用途
- **食品工业**: 作为酸味调节剂和pH调节剂在各种食品和饮料中使用
- **食品保鲜**: 帮助保持食品的鲜味和延长保质期
- **食品配料**: 在一些复合食品添加剂中，用于平衡营养和改善口感
- **饮料**: 被用于无酒精饮料和果汁中，以调整酸度和增强口感

#### 安全性说明
- **食品级别安全**: 己二酸作为食品添加剂，已经通过多国食品安全机构的评估，如美国FDA和欧盟EFSA
- **摄入限制**: 在使用时需遵守建议的用量限制，过量摄入可能引发健康问题
- **人体代谢**: 人体可以自然代谢己二酸，不会在体内积累
- **过敏性**: 对于大多数人群，己二酸通常不被视为过敏源，但个别体质敏感者应咨询医生后使用

总结上述信息，己二酸作为食品添加剂在提供可靠和安全的食品改进方案中发挥着重要作用。对于食品工业以及消费者而言，了解其用途和安全性非常重要。', 'GB1886.53-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (54, '丙烷', '### 丙烷作为食品添加剂

#### 介绍
- 丙烷是一种无色、无味的气体，分子式为C3H8。
- 在食品工业中，丙烷主要用作推进剂、发泡剂或在食品包装中的充气气体。

#### 用途
- **推进剂**：用于喷雾型食品包装，帮助从容器中推出产品。
- **发泡剂**：在制作发泡糖果和轻质蛋糕时，作为发泡剂加入，帮助产生气泡，使产品质地更加松软。
- **包装充气**：用于某些食品包装的充气，可以防止食品受压损坏。

#### 安全性说明
- **通用安全性**：丙烷被认为是安全的气体，因为它在环境条件下是非常稳定的，并且不支持细菌生长。
- **消费注意**：确保丙烷不会直接接触到食品本身；它仅用作外部的推进剂或填充物。
- **监管审批**：在多数国家，丙烷作为食品添加剂的使用须经相关食品安全监管机构批准。
- **健康影响**：虽然丙烷在标准操作条件下被认为是安全的，但其透过误用或滥用（如吸入大量气体）可以引起健康问题，需要小心使用。

以上是丙烷作为食品添加剂的基本信息。在使用中应确保严格遵守相关法规和安全指导，以保障消费者健康。', 'GB1886.54-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (55, '丁烷', '### 丁烷作为食品添加剂

#### 介绍
- **化学性质**: 丁烷是一种有机化合物，分子式为C4H10，是一种饱和烷烃。
- **来源**: 在自然界中，丁烷主要存在于天然气和一些石油产品中。
- **提取方法**: 丁烷主要通过石油的精炼过程中的分馏来得到。

#### 用途
- **推动剂**: 在食品制造中，丁烷可以作为气体推动剂，用于喷雾罐装食品，如喷霜和油脂。
- **萃取溶剂**: 用于提取食品中的某些成分，比如在风味提取和植物油的生产中使用。

#### 安全性说明
- **消费安全**: 符合食品级标准的丁烷被认为是安全的，用量在规定的安全范围内时，不会对人体健康构成威胁。
- **官方认证**: 它通常需要通过相关食品安全机构的认证，如美国FDA（食品药品监督管理局）或欧盟EFSA（欧洲食品安全局）的批准。
- **使用指南**: 在使用丁烷作为食品添加剂时，制造商和消费者应遵循严格的使用和储存指南，以避免可能的健康风险。

这些信息有助于大众了解丁烷作为食品添加剂的应用和安全性指南，确保能安全地使用在食品加工过程中。', 'GB1886.55-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (56, '1-丁醇（正丁醇）', '### 1-丁醇（正丁醇）作为食品添加剂

#### 介绍
- **化学名称**: 1-丁醇，又称为正丁醇。
- **分子式**: CH₃(CH₂)₃OH。
- **物理性质**: 无色透明的液体，带有特有的酒精气味。
- **来源**: 常通过糖类的发酵过程制得，或由石化资源合成。

#### 用途
- **香料**: 在食品工业中，用于调配香精，增加食品的香味。
- **溶剂**: 用于食品添加剂的生产过程中，作为一种良好的溶剂，有助于其他物质的混合和吸收。
- **干洗剂**: 有时用于食品加工设备的清洁过程，尤其在难以用水洗清的情况下。

#### 安全性说明
- **消费安全**: 在作为添加剂使用时，通常含量极低，不会对人体健康造成危害。
- **认证与监管**: 在多数国家，用作食品添加剂的1-丁醇需要经过严格的食品安全测试和认证。
- **过敏反应**: 1-丁醇很少引起过敏反应，适用于绝大多数人群。
- **摄入限制**: 尽管低浓度安全，消费者仍应遵循标签上的安全指导进行使用。

通过上述信息，消费者可以对作为食品添加剂的1-丁醇有一个基本的了解，包括它的安全性和用途。', 'GB1886.56-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (57, '单辛酸甘油酯', '### 单辛酸甘油酯

单辛酸甘油酯是一种常见的食品添加剂，主要用于作为乳化剂和稳定剂，以改善食品的口感和延长保质期。

#### 介绍
- **化学性质**: 单辛酸甘油酯是由甘油和辛酸（一种饱和脂肪酸）结合形成的化合物。
- **来源**: 主要通过人工合成方式获取，使用食品级的辛酸和甘油进行酯化反应制得。
- **外观**: 通常为白色至淡黄色的蜡状固体或液体，视具体型号而定。

#### 用途
- **食品工业**: 作为乳化剂，帮助油水混合，用于蛋糕、面包、冰淇淋等食品中，提升口感和保湿性。
- **质构改善**: 用于改善食品的稠度和质感，例如在奶油和糖果的生产中。
- **保鲜作用**: 延长食品的保质期，防止食品因油脂氧化等问题而变质。

#### 安全性说明
- **安全评估**: 经过食品与农业组织/世界卫生组织的联合食品添加剂专家委员会（JECFA）等国际权威机构评估，确认为安全的食品添加剂。
- **摄入限量**: 按照国际标准和指南，单辛酸甘油酯在使用时应控制在安全范围内的剂量。
- **普遍接受**: 在多个国家和地区被广泛认可和使用，符合相关的食品安全法规和标准。', 'GB1886.57-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (58, '乙醚', '### 乙醚作为食品添加剂

#### 介绍
- **化学名称**：乙醚，也被称为硫酸乙酯。
- **化学式**：C2H5OC2H5
- **物理状态**：在常温下为无色、易挥发的液体。
- **历史用途**：最早用作麻醉剂，后来因安全性问题逐渐被其他物质取代。
- **制备方法**：一般通过醇的脱水反应（如乙醇的脱水）制备。

#### 用途
- **食品香精**：用作制造食品香精的溶剂，增强食品的香气。
- **食品加工**：在食品加工中，可能作为一种抽提剂使用。
- **制药领域**：虽然主要用于工业和实验室中，但在医药领域也可以见到其作为溶剂的身影，可能间接影响食品添加剂行业。
- **研究用途**：在食品科学研究中，用于提取和分析食品成分。

#### 安全性说明
- **易燃性**：乙醚极易燃烧，使用时需要格外注意火源和高温环境。
- **健康危害**：吸入乙醚蒸汽可以引起呼吸困难、麻痹和意识丧失。
- **职业安全标准**：职业暴露限制标准明确，持续接触需严格控制。
- **世界卫生组织评级**：需遵循世界卫生组织（WHO）及相关食品安全机构关于使用乙醚作为食品添加剂的指导标准。
- **环境影响**：对环境有潜在的影响，使用后的处理需严格按照环保要求进行。

乙醚在作为食品添加剂使用时，虽然用量可能非常有限，但考虑到其安全性问题和限制，实际在食品工业中的应用可能较为谨慎。在使用前，应获取相关安全许可和专业指导。', 'GB1886.58-2015', '溶剂', 0x5B322C31345D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (59, '石油醚', '### 石油醚作为食品添加剂

石油醚通常不作为食品添加剂使用。以下信息建立在假设的环境下，旨在为您提供一个科学的角度理解石油醚的一般性质和用途。实际上，石油醚主要用于实验室和工业环境，并不适用于食品添加。

#### 介绍
- **化学性质**: 石油醚是一种烃类混合物，主要由五碳至六碳的直链和支链烷烃组成。
- **物理状态**: 常温下为无色透明易挥发液体。
- **获取方式**: 通常通过石油的分馏过程得到。

#### 用途
- **实验室用途**: 在实验室中，石油醚常用作溶剂，用于提取和洗涤。
- **工业用途**: 在工业上，用作油漆稀释剂、清洁剂等。

#### 安全性说明
- **易燃性**: 石油醚极易燃，其蒸汽与空气可形成爆炸性混合物。
- **健康危害**: 吸入石油醚的蒸汽可能导致呼吸系统刺激、神经系统抑制等健康问题。
- **环境影响**: 可能对环境造成污染，尤其是水源和土壤。
- **储存与运输**: 需在通风良好、远离火源和热源的条件下储存，严禁与氧化剂等危险品混存。

在使用石油醚时，重要的是要严格遵守安全规范并采取必要的个人防护措施。如需在食品加工或其他相关行业中使用化学品，应严格遵循当地的食品安全法规和标准。', 'GB1886.59-2015', '溶剂', 0x5B322C382C31335D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (60, '姜黄', '### 姜黄

姜黄，学名为Curcuma longa，是姜科植物姜黄的根茎，常被磨成粉使用于烹饪和制药。在食品添加剂领域，姜黄主要用于其色素成分——姜黄素，这是一种天然的黄色染料。

#### 介绍

- **源自南亚**：姜黄是一种多年生植物，原产于南亚地区，特别是印度，长期以来被用作香料、染料和草药。
- **提取物**：作为食品添加剂，主要使用的是其根茎中提取的姜黄素，这是一种有力的抗氧化剂和抗炎成分。
- **色素特性**：姜黄粉呈现出鲜亮的黄色，常用于给食物添加颜色，如咖喱粉和各类调味品。

#### 用途

- **食品着色**：在食品工业中，姜黄经常被用作天然食品着色剂，可用于糕点、酱料、饮料等。
- **调味料**：添加到咖喱和其他印度及中东地区的食品中，以增添独特的地道风味。
- **健康补充品**：由于其健康益处，常被制成胶囊或液体形式作为营养补充品消费。

#### 安全性说明

- **广泛认可**：姜黄作为食品添加剂在多数国家得到认可，包括美国食品药品管理局（FDA）将其列为"一般认为安全"（GRAS）类别。
- **副作用少**：一般消费量下姜黄很少引起副作用，但高剂量可能会导致消化不良或其它轻微症状。
- **过敏反应**：极少数人可能对姜黄产生过敏反应，表现为皮疹、瘙痒等症状。

通过以上概述，可以发现姜黄不仅作为一种天然食品添加剂在食品工业中有广泛的应用，而且还被认为是一种相对安全的添加剂。在享受其调味和着色特性的同时，也能够获得一定的健康益处。', 'GB1886.60-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (61, '红花黄', '### 红花黄

#### 介绍
- 红花黄，也被称为芙蓉黄或番红花黄，是从植物藏红花（Crocus sativus）中提取的天然色素。
- 主要成分是番红花红和番红花黄等类胡萝卜素。
- 在自然界中，红花黄负责给藏红花的花朵以及染色料和调料其独特的金黄色。

#### 用途
- **食品色素**：用于给各种食品（如糖果、饮料、烘焙食品等）添加色彩。
- **调味料**：番红花本身作为贵重香料，其提取物红花黄亦用于增添或增强食品的香气和味道。
- **营养补充**：作为天然抗氧化剂，有时添加到健康食品中以提供健康益处。

#### 安全性说明
- 红花黄被广泛认为是安全的食品添加剂，已被国际食品法典委员会(Codex Alimentarius)和许多国家的食品安全机构批准使用。
- 然而，因为其来源是高价香料藏红花，使用量通常较少，以避免过高成本。
- 过量食用红花黄虽未见严重健康问题，但消费者应遵循标签指导量避免可能的过敏或不适。

红花黄作为一种天然食品色素和调味料，在确保使用合理的情况下，是一种健康且安全的选择。', 'GB1886.61-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (62, '硅酸镁', '### 硅酸镁（食品添加剂）

硅酸镁是一种无机化合物，常用于食品加工中作为抗结剂。它可以防止食品成分因吸收水分而结块，保持产品的流动性和均匀性。

#### 介绍
- **化学式**：MgSiO₃
- **性状**：白色粉末，无味，无臭。
- **溶解性**：不溶于水和醇，仅微溶于酸。

#### 用途
- **防结剂**：用于粉末状或颗粒状食品，如蛋糕粉、奶粉、咖啡粉，防止其结块。
- **载体或分散剂**：在食品添加剂或营养补充剂的制备中，用作载体或分散剂。
- **表面处理剂**：应用于糖果、果仁等食品，以防止粘连和保持表面干燥。

#### 安全性说明
- **安全认证**：一般认为在正常使用条件下是安全的。
- **摄入限制**：建议在食品添加剂使用中遵循适宜的添加量，避免过量。
- **毒理学数据**：大量研究表明，在合理的摄入限度内，硅酸镁不具有毒性和副作用。
- **法规监管**：在多个国家和地区，如美国FDA及欧盟，硅酸镁作为食品添加剂的使用都有严格的规范和检测标准。

确保在使用硅酸镁作为食品添加剂时，遵循相关地区或国家的食品安全规则与标准，以保证食品的安全性和质量。', 'GB1886.62-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (63, '膨润土', '### 膨润土作为食品添加剂

膨润土，一种由黏土矿物组成的非晶态粘土，主要成分为蒙脱石。在食品加工中，膨润土因其独特的物理和化学性质，被广泛应用作为添加剂。

#### 介绍
- **化学成分**：主要由蒙脱石组成，含有小量的石英、方解石和铁氧化物。
- **物理形态**：微粒形态，具有高的吸水性和膨胀性。
- **获取方式**：从天然黏土中提取和加工。

#### 用途
- **稳定剂**：用于稳定高脂食品和乳制品，防止成分分离。
- **澄清剂**：在酒类和果汁生产中，用作澄清剂，去除杂质和悬浮物。
- **增稠剂**：在酱料和汤品中添加，增加产品的粘度。
- **载体**：作为其他食品添加剂的载体，帮助分散和稳定这些成分。

#### 安全性说明
- **FDA和EFSA评审**：被美国食品药品监督管理局(FDA)和欧洲食品安全局(EFSA)认为是安全的食品添加剂。
- **摄取限制**：虽然被认为是安全的，过量摄取仍然可能导致消化不良。
- **纯度要求**：商用膨润土需要严格的纯度标准，去除可能的有害杂质。
- **过敏反应**：极少数情况下，可能会引起敏感体质者的轻微过敏反应。

此科普信息旨在提供关于膨润土作为食品添加剂的基本知识，以帮助消费者作出更明智的食品选择。', 'GB1886.63-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (64, '焦糖色', '### 焦糖色

焦糖色是一种广泛使用的食品着色剂，根据其生产过程和用途的不同，分为几种类型。以下内容提供了关于焦糖色作为食品添加剂的介绍、用途及安全性的信息。

#### 介绍
- **定义**：焦糖色是通过糖类的热分解（通常在酸、碱或盐的存在下）制得的一种色素，颜色从淡黄色到深棕色不等。
- **分类**：根据生产过程中使用的反应物，焦糖色分为四类：I类（简单焦糖）、II类（焦糖硫酸盐）、III类（焦糖铵硫酸盐）、IV类（焦糖氨硫酸盐）。
- **特性**：焦糖色具有优良的稳定性和水溶性，能在广范围的pH值和温度下保持稳定。

#### 用途
- **饮料**：在各种饮料中添加焦糖色以增强色泽，如可乐、啤酒和烈酒。
- **食品**：用于肉制品、酱料、糕点等，来改善外观。
- **医药产品**：焦糖色用于某些药物和营养补充剂中，以提高产品的外观吸引力。

#### 安全性说明
- **监管审批**：在多数国家和地区，焦糖色被认为是安全的食品添加剂，符合食品添加剂的安全标准。
- **科研支持**：广泛的科学研究表明，焦糖色在适当使用条件下对人体是安全的。
- **用量限制**：尽管被认为安全，但是为避免过量摄入，在使用焦糖色时仍应遵循相关的使用建议和限量标准。
- **敏感反应**：少数人可能对特定类型的焦糖色存在敏感性，例如对焦糖色IV类因其含有极小量的硫化物或其他化合物而引起敏感。

以上内容可作为焦糖色食品添加剂的科普资料，帮助消费者更好地了解其作用和安全性。', 'GB1886.64-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (65, '单，双甘油脂肪酸酯', '### 单，双甘油脂肪酸酯

单，双甘油脂肪酸酯是常用的食品添加剂，由甘油与脂肪酸结合形成。在食品工业中，它们主要被用作乳化剂、稳定剂和抗氧化剂。

#### 介绍
- **成分**: 主要由甘油与一种或多种脂肪酸（如棕榈酸、硬脂酸等）反应而成。
- **类型**: 根据甘油的酯化程度，分为单甘油酯和双甘油酯两种类型。
- **制备过程**: 通常通过直接酯化或间接酯化两种方法制备。直接酯化是将脂肪酸与甘油在催化剂存在下加热反应，而间接酯化则通过先生成脂肪酸甲酯，再与甘油交换酯化得到。

#### 用途
- **食品生产**: 作为乳化剂帮助食品中油水两相混合，常见于面包、奶油、冰淇淋等。
- **质感改良**: 改善食品的口感与稳定性，防止产品油脂析出。
- **保质延长**: 在油脂类食品中添加以防止氧化、延长保质期。
- **烘焙行业**: 用于提高面团的柔韧性和防止老化。

#### 安全性说明
- **国际安全认证**: FAO/WHO的食品添加剂专家委员会(CODEX)对其安全性进行了评估，认为在现行使用水平下是安全的。
- **摄入限制**: 建议按照食品安全标准规定的用量添加，避免过量使用。
- **敏感性问题**: 对于少数具有特定健康问题（如特定脂肪酸过敏）的消费者，建议咨询医生后食用含有该添加剂的食品。
- **广泛应用**: 已被广泛应用于食品工业多年，一般认为是安全的，但仍建议消费者注意个人健康状况选择适合的食品。

通过这种方式，食品制造商能在保证食品安全的同时，改善食品的外观和质感，满足消费者的需求。', 'GB1886.65-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (66, '红曲黄色素', '### 红曲黄色素

#### 介绍
- 红曲黄色素是从红曲霉中提取的一种天然色素，其学术名称一般为Monascus黄色素。
- 主要由红曲霉（Monascus purpureus）发酵大米或其他谷物产生。
- 这种色素因其独特的颜色和性质而被广泛用作食品添加剂。

#### 用途
- **食品着色**：用于给食品如米饭、糕点、酒类等添加黄色调。
- **保健食品**：在某些保健品中添加来利用其可能的健康益处。
- **烹饪原料**：在亚洲料理中，特别是中国和日本的传统料理中，常用作调味和着色剂。

#### 安全性说明
- **已批准使用**：在多个国家和地区（如中国、日本和一些欧盟国家）已经批准作为食品添加剂使用。
- **剂量监控**：虽然认为是安全的，但仍建议消费者在食用含有红曲黄色素的产品时注意不超过建议的日摄入量。
- **可能的健康风险**：长期大量摄入可能与某些健康问题相关，因此在使用时应谨慎。', 'GB1886.66-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (67, '皂荚糖胶', '### 皂荚糖胶

#### 介绍
- 皂荚糖胶是一种天然来源的多糖，主要从皂荚树（Gleditsia triacanthos）的种子中提取。
- 它属于高分子量多糖类，结构中包含多种单糖。
- 皂荚糖胶因其独特的聚合体结构和凝胶形成能力，在食品工业中被广泛应用。

#### 用途
- **稳定剂**：皂荚糖胶可用于增稳乳制品和饮料中的悬浮体，防止成分分离。
- **增稠剂**：在酱料和汤料中添加皂荚糖胶可以提升触感和口感，使其更加丰富。
- **乳化助剂**：帮助油水两种不相溶的液体稳定混合，常用于冰淇淋和奶昔中。
- **成膜特性**：在食品表面形成一层薄膜，用以保持食物的新鲜度和延长保质期。

#### 安全性说明
- 皂荚糖胶被多个国家和地区的食品安全机构认为是安全的食品添加剂。
- 经研究表明，正常的食用级量级下，皂荚糖胶对人体无害。
- 皂荚糖胶在过敏性测试中表现良好，极少引起过敏反应。
- 使用皂荚糖胶的企业应确保其纯度和质量符合当地食品安全法规的要求。', 'GB1886.67-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (68, '二甲基二碳酸盐（又名维果灵）', '### 二甲基二碳酸盐（又名维果灵）

#### 介绍
- **化学性质:** 二甲基二碳酸盐是一种有机化合物，属于碳酸酯类。
- **来源:** 通常由化学合成方法制备。
- **形态:** 通常以液体形态存在，并具有一定的挥发性。

#### 用途
- **保鲜剂:** 在食品工业中，用于延长食品的保质期，防止微生物的生长。
- **溶剂:** 也可用作特定食品加工过程中的溶剂，帮助混合或处理食品成分。
- **香料载体:** 在制作调味品和香料中，作为香味分子的载体，帮助香料更好地分布于食品中。

#### 安全性说明
- **监管审批:** 在使用前需经过食品安全监管机构如美国FDA或欧盟EFSA的审查和批准。
- **使用限制:** 安全使用对量有一定的限制，超过推荐浓度可能有害。
- **健康风险:** 长期摄入超标量可能对人体健康造成影响，如影响肝脏或肾脏功能。
- **标签说明:** 食品包装上需要清楚标注所有含有该化合物的食品添加剂，以供消费者知晓。

这些信息旨在为广大消费者提供科普知识，帮助了解二甲基二碳酸盐作为食品添加剂的基本情况与安全性，促进健康食品选择。', 'GB1886.68-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (69, '天门冬酰苯丙氨酸甲酯乙酰磺胺酸', '### 天门冬酰苯丙氨酸甲酯乙酰磺胺酸

#### 介绍
- 天门冬酰苯丙氨酸甲酯乙酰磺胺酸是一种合成的食品添加剂，主要由苯丙氨酸衍生物组成。
- 该物质是通过苯丙氨酸与天门冬氨酸的结合产生的。

#### 用途
- 主要用作食品中的调味剂或增味剂，可以增加或改善食品的口感和风味。
- 在某些特定产品中，作为甜味剂使用，尤其是在低热量食品和饮料中。

#### 安全性说明
- 天门冬酰苯丙氨酸甲酯乙酰磺胺酸通常被认为是安全的，但应遵循适当的使用量指导。
- 在使用此类添加剂时，建议参考相关食品安全管理机构如FDA（美国食品药品监督管理局）或EFSA（欧洲食品安全局）的安全评估报告。
- 对于有特定健康问题或对苯丙氨酸敏感的个体，使用前应咨询医疗专业人士的建议。', 'GB1886.69-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (70, '沙蒿胶', '### 沙蒿胶 （Sharon Gum）

#### 介绍
- **来源**：沙蒿胶是从一种名为沙蒿（Artemisia sphaerocephala）的植物种子中提取的天然多糖。
- **成分**：主要由糖蛋白质复合体组成，包含大量的多糖和少量的蛋白质。
- **提取工艺**：通常通过水提或碱提等方法从种子中分离提取。

#### 用途
- **食品工业**：沙蒿胶因其良好的增稠和稳定特性被用作食品添加剂，可应用于酱料、冰淇淋等。
- **乳制品**：在乳制品中，沙蒿胶可帮助改善口感和稳定性，延长保质期。
- **健康食品**：作为膳食纤维的一种，沙蒿胶有助于增加食品的纤维含量，提升营养价值。

#### 安全性说明
- **批准情况**：在多个国家和地区被认为是安全的食品添加剂。
- **消费注意**：通常认为摄入适量的沙蒿胶对人体无害，但消费者在使用过程中仍需注意是否有特异性过敏反应。
- **临床研究**：已有研究支持沙蒿胶的安全性，但仍推荐在新的食品应用中进行额外的安全性评估。

以上内容可以为消费者提供关于沙蒿胶作为食品添加剂的基本科普信息。', 'GB1886.70-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (71, '1,2-二氯乙烷', '### 1,2-二氯乙烷

#### 介绍
- 1,2-二氯乙烷（Dichloroethane），化学式为C2H4Cl2，是一种无色液体，具有类似氯仿的气味。
- 主要通过乙烯和氯的反应在高温下制得。

#### 用途
- 在食品工业中，1,2-二氯乙烷主要用作溶剂，特别是在食品添加剂的生产过程中。
- 用于萃取和精炼某些类型的食品添加剂和香料。

#### 安全性说明
- 1,2-二氯乙烷的使用需要严格遵守安全规定，因为它对人体有一定的毒性。
- 长期或高浓度暴露可能导致严重健康问题，包括肝脏、肾脏损害和中枢神经系统问题。
- 食品级应用应确保1,2-二氯乙烷的残留量符合国家和国际安全标准。
- 在操作和存储时应采取适当的防护措施，如使用防护装备并保持良好的通风。

请注意，尽管1,2-二氯乙烷在工业上有用处，但在食品添加剂中的使用在某些国家可能受到限制或禁止，具体情况需要根据当地法规进行确认。', 'GB1886.71-2015', '添加剂', 0x5B322C342C385D, '', '2024-10-10 12:48:55', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (72, '聚氧乙烯聚氧丙烯胺醚', '### 聚氧乙烯聚氧丙烯胺醚

#### 介绍
- 聚氧乙烯聚氧丙烯胺醚是一种非离子型表面活性剂。
- 该化合物由聚氧乙烯和聚氧丙烯单元组成，通常用于增强产品的稳定性和溶解性。

#### 用途
- **食品工业**：作为乳化剂使用，帮助油水混合物均匀分布。
- **增溶剂**：改善食品中某些难溶成分的溶解性。
- **加工助剂**：在食品加工过程中增加质地的稳定性和改善口感。

#### 安全性说明
- **监管审查**：根据当地法律法规的不同，使用前需符合相应的食品安全标准和规定。
- **剂量控制**：应严格按照推荐剂量使用，避免过量。
- **过敏风险**：少数人可能对本添加剂产生敏感反应，使用时需注意可能的过敏反应。
- **长期研究**：进行了多项研究以确定其长期使用的安全性，建议消费者注意产品中添加剂的含量。

使用这类食品添加剂时，建议消费者仔细阅读产品标签并遵循相关食品安全指导原则。', 'GB1886.72-2016', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (73, '不溶性聚乙烯聚吡咯烷酮', '### 不溶性聚乙烯聚吡咯烷酮（PVPP）

#### 介绍
- 不溶性聚乙烯聚吡咯烷酮（PVPP），也称作交联聚乙烯吡咯烷酮。
- 是一种白色到淡黄色的粉末状物质。
- PVPP具有很强的吸附能力，因此被广泛用作稳定剂和澄清剂。

#### 用途
- **啤酒生产**：PVPP用于去除啤酒中的多酚类物质，减少浑浊和提升保质期。
- **果汁澄清**：增进果汁的透明度和色泽，去除不希望的多酚和蛋白质。
- **葡萄酒精化**：用于改善葡萄酒的清澈度和口感。
- **其他应用**：可能用于其他饮料的澄清和稳定化过程。

#### 安全性说明
- **食品添加剂认证**：PVPP已被多个国家和地区的食品药品监管机构认定为安全的食品添加剂。
- **非可溶性特性**：由于它是不溶于水和其他溶剂中，PVPP在消费后不被人体吸收，直接排出体外。
- **广泛研究和使用历史**：长期以来PVPP在食品和饮料工业中的应用已经被验证是安全的。
- **剂量监管**：尽管被认为是安全的，使用PVPP仍需遵循特定的剂量指导和标准。

此科普信息为基本介绍，使用PVPP作食品添加剂应严格按照当地食品安全法规操作。', 'GB1886.73-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (74, '柠檬酸钾', '### 柠檬酸钾

柠檬酸钾（Potassium citrate）是一种常用的食品添加剂，化学式为 C6H5K3O7。它是柠檬酸的钾盐形式，通常用于食品和饮料中作为调味剂和防腐剂。

#### 介绍
- 柠檬酸钾是一种无色或白色的结晶粉末。
- 它在自然中存在于许多果实中，特别是柑橘类水果。
- 在工业生产中，柠檬酸钾可以通过发酵过程从柠檬酸中制得。

#### 用途
- **调节pH值**：用于调整食品和饮料的酸碱度，保持稳定的酸味。
- **增强风味**：在饮料和糖果中增加口感和风味。
- **保持食物品质**：作为防腐剂，可以延长食品保存时间。
- **健康补充**：在某些健康食品中用于补充钾，有助于维持心血管健康。
- **乳化和稳定剂**：在乳制品及其它加工食品中，提高质感和稳定性。

#### 安全性说明
- 柠檬酸钾被多个食品安全机构认为是安全的食品添加剂。
- 按照规定的使用剂量通常不会引起健康问题。
- 过量使用有可能造成胃部不适或导致钾的摄入过多。
- 对于有肾脏疾病或需要控制钾摄入量的人群，使用前应咨询医生。
- 持续监控和研究确保其长期使用的安全性。

在科普和介绍柠檬酸钾作为食品添加剂时，理解其用途和在食品安全中的角色是十分重要的。', 'GB1886.74-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (75, 'L-半胱氨酸盐酸盐', '### L-半胱氨酸盐酸盐（食品添加剂）

#### 介绍
- L-半胱氨酸盐酸盐为L-半胱氨酸的盐酸盐形式，是一种含有硫的氨基酸。
- 在食品工业中，它主要作为抗氧化剂和营养强化剂使用。
- 这种物质通常以白色粉末的形式出现，易于在水中溶解。

#### 用途
- **抗氧化剂**：L-半胱氨酸盐酸盐可以帮助防止食品中的油脂氧化，延长食品的保质期。
- **营养补充剂**：作为一种氨基酸，它可以用于强化各类食品和饮料中的营养价值。
- **风味增强剂**：在某些食品加工过程中，添加L-半胱氨酸盐酸盐可以改善食品的原始风味。
- **面团改良剂**：在面包和其他烘焙食品中，可以作为改善面团强度和提高成品质感的添加剂。

#### 安全性说明
- **广泛认可的安全性**：L-半胱氨酸盐酸盐被多个国家和地区的食品监管机构认为是安全的食品添加剂。
- **剂量控制**：虽然它被认为是安全的，过量摄入任何添加剂都可能引起健康问题，因此它的使用量应根据相关法规和指南进行控制。
- **过敏情况**：极少数情况下，某些人可能对L-半胱氨酸盐酸盐有敏感反应，特别是那些对硫含量高的物质敏感的人。
- **存储条件**：为保持其稳定性和效力，应存放在干燥、阴凉的环境中，避免长时间暴露在高温或潮湿的环境中。

这些信息可为选择使用此添加剂的食品生产商和消费者提供参考。', 'GB1886.75-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (76, '姜黄素', '### 姜黄素

姜黄素是从姜黄中提取的一种主要活性成分，因其明显的黄色和多种生物活性，被广泛用作食品添加剂。

#### 介绍
- **来源**: 姜黄素是从姜黄根茎中提取的天然色素和生物活性物质。
- **化学性质**: 分子式为C21H20O6，属于多酚类化合物。
- **提取方法**: 通常通过溶剂萃取法从干燥的姜黄粉中提取。

#### 用途
- **食品着色**: 作为天然食品色素，广泛用于调味料、饮品、糕点等产品中，提供橙黄色。
- **抗氧化剂**: 在食品中添加可以防止油脂类食品的氧化，延长保质期。
- **保健功能**: 姜黄素在某些保健食品和饮料中添加，用于提升产品的健康价值。

#### 安全性说明
- **认证安全**: 世界卫生组织的食品添加剂专家委员会（JECFA）评估认为姜黄素是安全的食品添加剂。
- **建议摄入量**: 大多数指导下，姜黄素的日常摄入量应控制在适量范围内。
- **可能的副作用**: 高剂量的姜黄素可能导致胃部不适或其他消化问题，特别是在空腹时服用。
- **禁忌**: 孕妇和小儿在使用时应谨慎，建议在专业人士指导下使用。

姜黄素作为食品添加剂，不仅可以增加食品的色泽和吸引力，还具有一定的保健功能，但使用时仍需注意其剂量和可能的副作用。', 'GB1886.76-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (77, '罗汉果甜苷', '### 罗汉果甜苷

#### 介绍
- 罗汉果甜苷是从罗汉果（学名：Siraitia grosvenorii）中提取的一种天然甜味剂。
- 它由罗汉果中的糖苷经过提取与精制过程制得，主要成分为莫哥糖苷和罗汉糖苷等。
- 相比于普通砂糖，罗汉果甜苷的甜度要高出约300倍，同时几乎不含热量。

#### 用途
- **食品添加剂**：常用作糖替代品，用于低糖或无糖食品与饮料中。
- **风味增强剂**：由于其强烈的甜味，可以用少量的罗汉果甜苷来达到理想的甜味效果。
- **健康产品**：常见于健康食品中，用于辅助控制血糖和减轻体重。
- **药用辅料**：在某些药物中，用以掩盖药物的苦味。

#### 安全性说明
- **国际认可**：罗汉果甜苷被世界卫生组织（WHO）和食品农业组织（FAO）的联合食品添加剂专家委员会（JECFA）认为是安全的食品添加剂。
- **无明显副作用**：在常规食用量下，没有明显的副作用和健康风险。
- **适宜人群**：适合糖尿病患者和减肥者使用，但建议儿童、孕妇在使用前咨询专业医疗人员。
- **使用限制**：虽然被认为是安全的，但还是建议按照食品安全标准和推荐使用量来使用。', 'GB1886.77-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (78, '番茄红素（合成）', '### 番茄红素（合成）

#### 介绍
- 番茄红素是一种天然存在于番茄中的红色色素，学名为lycopene。
- 合成番茄红素是通过化学合成或生物技术制备，以达到与天然番茄红素相同的化学结构。
- 作为食品添加剂，合成番茄红素主要用于增加或改善食品的颜色。

#### 用途
- **着色剂：** 在无法使用足够自然成分的情况下，合成番茄红素可用作食品和饮料的着色剂，如肉制品、酱料、饮料等。
- **抗氧化剂：** 据研究表明，番茄红素具有抗氧化的性能，有助于保持食品质量和延长保质期。
- **营养强化剂：** 作为一个抗氧化剂，合成番茄红素也被加入到各种营养补充剂中。

#### 安全性说明
- **世界卫生组织（WHO）和食品农业组织（FAO）的联合食品添加剂专家委员会（JECFA）对合成番茄红素进行了评估，并认为其在现有使用水平下是安全的。**
- **美国食品药品监督管理局（FDA）将番茄红素列为一般认为安全（GRAS）的物质。**
- **常规摄入量下没有报告显示合成番茄红素会导致健康问题，但建议按照食品安全标准及标签指示使用。**
- **少数人可能对番茄红素敏感，如果出现过敏反应，应停止使用并咨询医生。**

这些信息可以帮助公众理解合成番茄红素作为食品添加剂的使用和安全性。', 'GB1886.78-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (79, '硫代二丙酸二月桂酯', '### 硫代二丙酸二月桂酯

#### 介绍
- 硫代二丙酸二月桂酯，也称作DL-月桂酸硫代二丙酯，化学式为C23H44O4S。
- 它是一种被广泛使用在食品工业中的防腐剂和抗菌剂。
- 该物质能有效抑制微生物生长，从而延长食品的保质期。

#### 用途
- **食品保鲜**：主要用于防止或抑制食品中细菌和霉菌的生长，尤其适用于酸性食物。
- **化妆品和个人护理产品**：用于护肤产品和化妆品中，以防止细菌污染，延长产品的使用寿命。
- **医药领域**：在某些药品中用作防腐剂，特别是在眼药水和一些外用药膏中。

#### 安全性说明
- **审批和监管**：在多个国家和地区，包括欧盟和美国，硫代二丙酸二月桂酯已被认定为安全的食品添加剂。
- **剂量限制**：尽管被认为是安全的，消费者使用含有此物质的产品仍应遵守标签上推荐的用量指导。
- **过敏性和敏感性**：少数人可能对硫代二丙酸二月桂酯或与之相似的化合物存在过敏反应。建议敏感人群首次使用时进行小范围测试。
- **环境影响**：关于该化合物的环境影响，目前研究较少，但一般认为其在环境中的持久度较低。', 'GB1886.79-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (80, '乙酰化单、双甘油脂肪酸酯', '### 乙酰化单、双甘油脂肪酸酯

乙酰化单、双甘油脂肪酸酯是一种常见的食品添加剂，主要用于改善食品的质感和延长保质期。

#### 介绍
- **化学性质**：乙酰化单、双甘油脂肪酸酯是通过将甘油的一个或两个羟基与乙酸进行反应生成的。
- **物理形态**：通常为黄色或白色的蜡状固体，可能带有轻微的气味。
- **可溶性**：在水中溶解度较低，但可以溶解于油脂和有机溶剂中。

#### 用途
- **改善食品质感**：用作乳化剂和稳定剂，帮助混合水溶性和油脂成分，增加食品的均匀性和口感。
- **增强防腐能力**：可延长食品的保质期，抑制霉菌和细菌的生长。
- **应用广泛**：常用于糕点、面包、装饰奶油、糖果以及各类加工食品中。

#### 安全性说明
- **经过评估认证**：在多个国家和地区，包括欧盟和美国，已被食品安全机构批准为安全的食品添加剂。
- **摄入限制**：虽然被认为是安全的，但建议遵守使用时的摄入量建议，避免过量。
- **过敏反应**：少数人可能对该添加剂有轻微的过敏反应，使用时应注意食品标签。

通过以上信息，可以掌握乙酰化单、双甘油脂肪酸酯作为食品添加剂的基本信息及其应用。', 'GB1886.80-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (81, '月桂酸', '### 月桂酸

月桂酸（Lauric acid）是一种饱和中链脂肪酸，化学式为C12H24O2。在自然界中，它主要存在于椰子油和棕榈仁油中，并且在食品加工中作为添加剂被广泛使用。

#### 介绍
- **来源**：月桂酸主要从椰子油和棕榈仁油中提取。
- **性质**：在常温下为白色固体，具有轻微的奶油味。
- **化学稳定性**：月桂酸具有良好的化学稳定性，不易被氧化。

#### 用途
- **防腐剂**：由于其抗菌特性，常用于食品中以延长保质期。
- **调理剂**：帮助调整食品的质感和口感。
- **乳化剂**：在食品制作中作为乳化剂，帮助水和油混合。

#### 安全性说明
- **普遍认可的安全性**：月桂酸作为食品添加剂在多个国家被认为是安全的。
- **摄取限制**：虽然被认为安全，但建议按照食品安全标准来控制日常摄入量。
- **过敏反应**：极少数个体可能对月桂酸或其源植物有过敏反应。

这些信息提供了对月桂酸作为食品添加剂的基本了解，有助于消费者更好地认识其用途和安全性。', 'GB1886.81-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (82, '铵磷脂', '### 铵磷脂

#### 介绍
- **化学名称**：铵磷脂又称为磷脂酸胺，是一种常见的食品乳化剂。
- **化学性质**：这是一种由脂肪酸和氮基（通常为胺）组成的化合物。
- **来源**：主要从植物油脂中提取，如大豆油或葵花籽油。

#### 用途
- **食品加工**：在食品工业中广泛用作乳化剂，帮助油水混合，用于制作面包、冷冻甜点和非乳奶油等产品。
- **稳定剂**：作为稳定剂，可以防止成品分层，保持产品的颜色和质地。
- **改善口感**：提升食品的口感和质地，让产品更加柔软绵滑。

#### 安全性说明
- **食品级安全**：铵磷脂作为食品添加剂，在多数国家都经过了安全评估和批准，适合在食品中使用。
- **摄入限制**：虽然认为是安全的，但仍建议在食品中按必要最低量使用，以免过量消费。
- **过敏信息**：对于特定体质可能引起过敏反应（如对大豆过敏者），使用前需注意可能的源头。
- **监管标准**：在使用过程中需严格遵守各地食品安全标准和指南，保证消费者安全。', 'GB1886.82-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (83, '巴西棕榈蜡', '### 巴西棕榈蜡

#### 介绍
- 巴西棕榈蜡是从巴西棕榈树（科学名称：Copernicia prunifera）的叶片中提取的一种天然蜡。
- 主要产于南美洲的巴西等地，这种植物在当地非常常见。
- 与其他种类的植物蜡相比，巴西棕榈蜡具有独特的化学稳定性和光泽度。

#### 用途
- **食品工业中的涂层剂**：用于水果等食品的外表，提供保护层，增加光泽，延长保质期。
- **防止水分蒸发**：用于糖果和其他需要保持湿润状态的食品上，防止表面干燥。
- **质地改良剂**：可用于各种烘焙食品和糖果中，改善质地和口感。
- **释放剂**：在食品加工中，作为模具的涂层剂，帮助食品更容易从模具中脱落。

#### 安全性说明
- **广泛研究支持其安全性**：经多项研究验证，巴西棕榈蜡作为食品添加剂是安全的，对人体无害。
- **食品安全法规认可**：在多个国家，包括美国食品和药品管理局（FDA）和欧盟，均批准其作为食品添加剂使用。
- **过敏性低**：巴西棕榈蜡为植物来源，自然成分，过敏反应的报道极少。
- **适量使用**：尽管安全性高，但像所有添加剂一样，建议按照食品安全标准适量使用。

这些内容可以帮助公众理解巴西棕榈蜡作为食品添加剂的基本情况及其应用安全性。', 'GB1886.83-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (84, '冰乙酸（低压羰基化法）', '### 冰乙酸（低压羰基化法）

#### 介绍
- **名 称**：冰乙酸，也称为冰醋酸。
- **化学式**：CH3COOH。
- **制备方法**：低压羰基化法是一种通过在低压条件下将一氧化碳和甲醇反应生成乙酸的工业制备方法。
- **特点**：在制备过程中，使用的压力较其他方法低，能耗较小，环境污染较低。

#### 用途
- **食品工业**：作为防腐剂、酸味剂，在食品加工中调节pH值。
- **饮料制造**：用于调节饮料的酸度，增强食品的味道和保质期。
- **肉类加工**：用来抑制细菌生长，提高肉类产品的安全性和保质期。
- **调味品**：广泛应用于调味品如酱油、醋类的制备中。

#### 安全性说明
- **一般安全性**：作为食品添加剂，冰乙酸具有较高的安全性，被多个国家食品药品监督管理机构认证。
- **使用限制**：在食品中的使用量应遵循国家相关规定，超量使用可能引起健康风险。
- **皮肤接触**：尽管在食品中安全，但纯冰乙酸接触皮肤可造成刺激，使用时需小心处理。
- **环境影响**：在生产和废物处理过程中，应严格控制，防止对环境造成污染。

通过该介绍，可以帮助消费者了解冰乙酸作为食品添加剂的基本信息和安全性，促进其在食品工业中的安全使用。', 'GB1886.84-2016', '添加剂', 0x5B322C31335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (85, '刺云实胶', '### 刺云实胶

刺云实胶是从刺云实（Astragalus complanatus）这种植物中提取出的一种天然胶质物质。它在食品工业中作为增稠剂、稳定剂和乳化剂等使用。

#### 介绍
- **来源**：刺云实胶是从刺云实的根部或种子中提取的多糖体。
- **性质**：常温下为白色或淡黄色粉末，能很好地溶解于水形成粘稠溶液。
- **提取过程**：通过水提或醇沉方法从植物原材料中分离并纯化得到。

#### 用途
- **食品工业**：用作稳定剂和增稠剂，在冰淇淋、果酱和果冻等产品中帮助保持质地和防止分层。
- **乳制品**：在乳饮料和奶昔中用作乳化剂，改善口感和延长保质期。
- **面包与糕点**：改善面团的持水性和稳定性，提高产品的软性和保湿性。
- **饮料**：在饮料中增加粘度，改善口感，防止成分分离。

#### 安全性说明
- **安全批准**：多数国家或地区的食品药品监管机构认可其作为食品添加剂的安全性。
- **过敏性研究**：目前研究显示刺云实胶具有很低的过敏性。
- **使用限度**：按照各国食品安全标准和推荐用量使用，一般认为是安全的。
- **持续监测**：随着使用的广泛性和时间的推移，相关健康部门会持续监测其对人体健康的影响。

以上信息可为食品生产商在选择和使用刺云实胶作为食品添加剂时提供参考。在使用任何添加剂时，请遵循当地法规和专业建议。', 'GB1886.85-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (86, '蜂蜡', '### 蜂蜡

蜂蜡是一种由蜜蜂产生的天然物质，广泛应用于食品加工、化妆品和医药等行业。在食品添加剂领域，蜂蜡因其独特的性质而被广泛使用。

#### 介绍
- **来源**: 蜂蜡由蜜蜂的蜡腺分泌，用于构建蜂窝的六边形结构。
- **成分**: 主要包含脂肪酸、醇类和碳氢化合物。
- **提取**: 通过熔化蜂巢并过滤杂质来收集纯净的蜂蜡。

#### 用途
- **食品包装**: 用作涂层材料，增加食品的保质期和防潮性能。
- **糖果制造**: 加工中作为润滑剂和防粘剂使用，尤其是在糖果外层的涂层处理。
- **脱模剂**: 在烘焙行业中，蜂蜡可用作天然脱模剂。

#### 安全性说明
- **认证安全**: 在美国和欧盟，蜂蜡作为食品添加剂已被FDA和EFSA批准使用。
- **低过敏性**: 蜂蜡通常对人体是安全的，很少引起过敏反应。
- **可食用量度定规**: 尽管天然和被广泛承认为安全，使用时仍应遵守当地法规中规定的最大使用限量。

这些用途和安全指南帮助确保在使用蜂蜡作为食品添加剂时的效率与安全。', 'GB1886.86-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (87, '富马酸一钠', '### 富马酸一钠

富马酸一钠（Sodium fumarate）作为食品添加剂时，通常用于调节食品的酸度和增强食品的稳定性。以下是关于富马酸一钠的介绍、用途和安全性说明：

#### 介绍
- **分子式：** NaC4H3O4
- **分子结构：** 是富马酸的钠盐形式，属于有机化合物。
- **外观特性：** 通常以白色粉末形态存在。
- **制备方式：** 通过将富马酸与碳酸钠或氢氧化钠反应制得。

#### 用途
- **调节剂：** 用于调整食品的pH值，保持食品的酸碱平衡。
- **稳定剂：** 帮助维持食品成分的均一性，防止成分分层或沉淀。
- **风味增强剂：** 可轻微调节食品的酸味，使风味更平衡。
- **防腐剂：** 在一些情况下可用作防止微生物生长的环境调节剂。

#### 安全性说明
- **安全批准：** 富马酸一钠在多个国家和地区被认可为安全的食品添加剂。
- **摄入限制：** 应按推荐量使用，过量使用可能会导致消化不良或其他健康问题。
- **敏感性问题：** 极少数个体可能对富马酸一钠有敏感反应，使用前应查明是否对此类化合物敏感。
- **监管标准：** 各国对食品添加剂的使用都有严格的监管标准和法规，富马酸一钠的使用需遵守相应规定。

通过这些信息，可以帮助公众更好地了解作为食品添加剂的富马酸一钠，并对其常见用途和安全性有一个基本的认识。', 'GB1886.87-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (88, '甘草抗氧化物', '### 甘草抗氧化物

#### 介绍
- 甘草抗氧化物是从天然植物甘草中提取的成分，主要成分包括甘草酸及其衍生物。
- 这种抗氧化物自古以来已被广泛用于中草药中，现在也被应用于现代食品工业。
- 通过抑制自由基的产生，甘草抗氧化物有效地保护食品不受氧化破坏，延长保质期。

#### 用途
- **食品保鲜**：作为天然抗氧化剂，可用于油脂、肉制品和乳制品等，延长食品的新鲜度和保质期。
- **色泽保护**：在果汁、果酱和糖果生产中添加甘草抗氧化物，可以防止色泽变化。
- **风味增强**：在调味品和饮料中添加甘草抗氧化物，不仅增强其抗氧化功能，还能改善风味。

#### 安全性说明
- **广泛研究支持**：多项科学研究表明，甘草抗氧化物的使用是安全的，对人体没有毒性。
- **合理剂量**：虽然甘草抗氧化物是天然且安全的，但任何食品添加剂都应严格按照推荐用量使用，避免过量。
- **监管认可**：在多个国家和地区，甘草抗氧化物作为食品添加剂已经得到了食品安全监管机构的认可和推荐。
- **潜在警示**：虽然甘草抗氧化物具有较高的安全性，但对于特定人群（如患有高血压、肾病的人群）需要咨询医生后使用。', 'GB1886.88-2015', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (89, '硅酸钙', '### 硅酸钙（作为食品添加剂）

#### 介绍
- **化学性质**：硅酸钙是一种无机化合物，分子式为CaSiO₃。
- **性状**：通常呈现为白色粉末状，不溶于水。
- **生产方法**：通常通过二氧化硅（SiO₂）和氧化钙（CaO）在高温下反应制得。

#### 用途
- **抗结剂**：硅酸钙作为抗结剂，能防止产品如粉末或颗粒状物质结块。
- **稳定剂**：在食品中添加硅酸钙可以改善质感，提高维持产品结构的稳定性。
- **营养增补剂**：硅酸钙中的钙质可以作为营养补充来源，尤其是在钙强化食品中。

#### 安全性说明
- **法规管理**：在多数国家被认可为安全的食品添加剂，需根据当地法规使用。
- **每日摄入量**：具有指定的最大每日摄入量限制，使用时需遵循食品安全标准。
- **毒理学数据**：目前研究显示，适量摄入硅酸钙是安全的，但长期大量摄入的影响还需更多研究以确定风险。
- **过敏性**：硅酸钙未被明确列为常见的过敏源。

通过上述资讯，可以更好地理解作为食品添加剂的硅酸钙的特性、用途和安全性情况。', 'GB1886.89-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (90, '硬脂酸镁', '### 硬脂酸镁

硬脂酸镁是一种常用的食品添加剂，具有多种用途，在食品工业中扮演着重要的角色。以下是关于硬脂酸镁的介绍、用途和安全性的详细信息。

#### 介绍
- **化学名称**: 硬脂酸镁
- **外观**: 常见为白色粉末或小颗粒
- **制备**: 由硬脂酸和氧化镁反应而成
- **溶解性**: 在水中不溶，但可以在热的油脂中溶解

#### 用途
- **抗结剂**: 防止食品成分结块，用于粉末状或颗粒状产品
- **稳定剂**: 帮助食品保持其质地和结构
- **乳化剂**: 用于混合油和水成分的产品，如沙拉酱和糖果
- **释放剂**: 防止食品粘附于生产线设备或包装材料上
- **表面改良剂**: 使加工食品表面更光滑，提高外观质感

#### 安全性说明
- **食品添加剂安全级别**: 一般认为是安全的（GRAS）按照美国FDA的标准
- **摄入限制**: 在使用时应遵循规定的使用量，不过量使用
- **过敏信息**: 对于大多数人群无过敏反应，但个别敏感体质者需留意
- **健康影响**: 长期大量摄入未见明确的健康风险报告，但应遵循适量原则

硬脂酸镁作为食品添加剂，其安全性和效用已被广泛研究和使用。正确使用时，可以有效改善食品的质量和处理特性。', 'GB1886.90-2016', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (91, '硬脂酰乳酸钠', '### 硬脂酰乳酸钠

硬脂酰乳酸钠是一种常用的食品添加剂，具有乳化和稳定功能。其化学名为钠硬脂酰乳酸盐，通常用作乳化剂来促进食品中油水分的均匀分布，以及作为保湿剂和增稠剂。

#### 介绍
- 硬脂酰乳酸钠是由硬脂酸和乳酸反应并与钠结合形成。
- 它主要用作乳化剂，帮助混合水和油，防止食品成分分离。
- 该物质也具有增稠和增稳的作用，用于改善食品的质感和延长保质期。

#### 用途
- **在烘焙食品中**：提高面团的稳定性，改善质地。
- **在冷冻食品中**：防止冰晶的形成，保持产品质量。
- **在乳制品中**：作为稳定剂，帮助乳化，保持均匀的乳状状态。
- **在饮料中**：保持配料如果汁的悬浮，防止层析。

#### 安全性说明
- 硬脂酰乳酸钠已被多个国家的食品安全机构如美国食品药品监督管理局(FDA)和欧盟食品安全局(EFSA)评估认可为安全食品添加剂。
- 在规定的使用限量和条件下，常规食品中的使用被认为是安全的。
- 少数人可能对硬脂酰乳酸钠有轻微的敏感性反应，如胃肠不适等症状。
- 消费者应注意遵守产品标签上的建议使用量，避免过量摄入。', 'GB1886.91-2016', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (92, '乳酸脂肪酸甘油酯', '### 乳酸脂肪酸甘油酯

乳酸脂肪酸甘油酯是一种常用的食品添加剂，主要用于改善食品的质感和保质期。

#### 介绍
- **化学性质**：乳酸脂肪酸甘油酯是通过乳酸和脂肪酸与甘油的酯化反应制得的化合物。
- **外观**：通常为白色粉末或固体蜡状物质。
- **溶解性**：在水中溶解度较低，但可以在油脂中较好地溶解。

#### 用途
- **改善食品质地**：增强食品的滑润感，改善食品的搅拌性能。
- **乳化剂和稳定剂**：在油水乳化体系中起到重要作用，有助于油水分散均匀，防止食品分层。
- **抗老化剂**：有助于延长面包和其他糕点的保质期，防止老化。
- **增加食品亮度**：在一些油脂类食品中增加外观上的亮泽度。

#### 安全性说明
- **食品级认证**：乳酸脂肪酸甘油酯为食品级添加剂，已被多个国家的食品药品监督管理局认可。
- **摄入限制**：虽然具有较高的安全性，但仍建议按照食品添加剂的使用标准，控制在安全摄入范围内。
- **过敏性**：极少数人可能对乳酸脂肪酸甘油酯有轻微的过敏反应。
- **测试与评估**：通过动物实验和临床测试，验证其安全性，确保长期摄取的安全。

这些信息可以帮助公众理解乳酸脂肪酸甘油酯的基本情况、常见应用和安全性的相关科普知识。', 'GB1886.92-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (93, '亚硝酸钾', '### 亚硝酸钾

亚硝酸钾作为一种食品添加剂，在肉制品加工中常用来保持红色的肉色和抑制微生物的生长。

#### 介绍
- **化学式：** KNO2
- **属性：** 亚硝酸钾为白色至淡黄色结晶粉末
- **生产过程：** 主要通过氧化亚硝酸盐与碱金属盐（如钾盐）的反应制得

#### 用途
- **肉类色泽保持：** 亚硝酸钾可以稳定肉类中的红色肌红蛋白，使加工肉类看起来更加鲜红诱人
- **抑制致病微生物：** 特别有效于阻止肉制品中致病微生物生长，如肉毒杆菌
- **风味增强：** 增加肉制品的风味，提升口感

#### 安全性说明
- **限量使用：** 亚硝酸钾的使用量必须严格控制在安全范围内，过量可能对健康不利
- **可能的健康风险：** 长期过量摄取亚硝酸钾可能与某些类型的癌症（如胃癌）有关
- **安全标准：** 各国有严格的食品添加剂使用标准，使用前需确保遵守相关法规
- **消费者教育：** 消费者应从可靠来源购买加工肉制品，并注意产品标签上的成分表

通过这类科普内容，消费者可以更加理解食品添加剂的作用和安全性，合理选择和使用食品产品。', 'GB1886.93-2016', '防腐剂', 0x5B322C352C31335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (94, '聚甘油蓖麻醇酸酯（PGPR）', '### 聚甘油蓖麻醇酸酯（PGPR）

聚甘油蓖麻醇酸酯是一种常用的食品添加剂，化工名称为Polyglycerol Polyricinoleate，常缩写为PGPR。它主要由聚甘油和蓖麻酸反应而成。

#### 介绍
- 聚甘油蓖麻醇酸酯是由聚合的甘油和蓖麻油酸反应得到的一种黄色至棕褐色的粘稠液体。
- 它具有很好的热稳定性和化学稳定性。
- 在食品工业中主要用作乳化剂和稳定剂。

#### 用途
- **巧克力制造**：用作流动性改良剂，降低巧克力的黏度，使其更易于加工。
- **烘焙食品**：作为面包和蛋糕的乳化剂，帮助提高其结构的均匀性和提高保湿性。
- **冷冻甜品**：用于冰淇淋和其他冷冻甜品，以防止脂肪析出和改善口感。
- **乳制品**：用于乳制品的乳化，保证乳化体系的稳定性。

#### 安全性说明
- 根据世界卫生组织（WHO）和食品农业组织（FAO）的联合食品添加剂专家委员会（JECFA），聚甘油蓖麻醇酸酯被认为是安全的。
- 已经被许多国家批准用于食品中，包括欧盟和美国。
- 常规使用下，未发现对人体健康构成严重威胁的证据。
- 应遵守当地的使用限量规定，避免过量使用。

通过上述信息，可以了解到聚甘油蓖麻醇酸酯作为食品添加剂的基本介绍、用途和安全性。在食品加工中，其作为乳化剂和稳定剂的功能是不可或缺的。使用时需严格按照食品安全规范进行，以确保消费者健康。', 'GB1886.94-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (95, '松香季戊四醇酯', '### 松香季戊四醇酯

#### 介绍
- **化学结构**：松香季戊四醇酯是一种由松香与季戊四醇反应得到的化合物。
- **分类**：通常归类于树脂酸酯，因其来源自天然松树的松香。
- **生产过程**：其生产涉及将松香与季戊四醇在一定条件下进行酯化反应，形成该化合物。

#### 用途
- **食品包装材料**：用作食品接触材料中的塑化剂或者稳定剂，帮助增强包装材料的性能。
- **口香糖基材**：作为口香糖中的成分，增加口香糖的弹性和持久性。
- **涂层和胶粘剂**：加工食品产业中，用于生产处理表面的安全涂层和粘合剂。

#### 安全性说明
- **风险评估**：经过多项研究，确认在正常的使用浓度下为人体提供安全保障。
- **认证标准**：遵守国际食品安全标准，如FDA（美国食品药品管理局）和EFSA（欧洲食品安全局）的规定。
- **安全使用提示**：在使用过程中应遵循具体产品的使用说明书，正确评估用量和频率，以确保安全。', 'GB1886.95-2024', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (96, '5’-肌苷酸二钠', '### 5’-肌苷酸二钠

#### 介绍
- 5’-肌苷酸二钠（通常称为肌苷酸钠）是一种呈现白色至淡黄色粉末形态的食品添加剂。
- 此化合物在自然界中主要存在于肉类和其他蛋白质丰富的食物中。
- 它作为食品添加剂使用时，主要是因为其能增强食物的风味，尤其是增加鲜味（umami）感。

#### 用途
- **风味增强剂**：作为天然鲜味增强剂，用于各类食品中提升味道，如肉制品、调味料、方便食品等。
- **肉品加工**：在肉品加工过程中，添加5’-肌苷酸二钠可以增加产品的鲜味和口感。
- **调味料配制**：在复合调味料和汤料中，经常作为主要成分之一，用于增强其整体风味层次。

#### 安全性说明
- **国际批准**：5’-肌苷酸二钠已被多个国家的食品安全机构批准为食品添加剂，例如美国食品药品监督管理局（FDA）和欧盟。
- **每日摄入限量**：虽然被视为安全，但各国对5’-肌苷酸二钠的每日摄入限量（ADI）有所规定，以确保消费者摄入量在安全范围内。
- **过敏性和副作用**：对大多数人来说是安全的，但部分敏感人群可能在食用含有5’-肌苷酸二钠的产品后出现轻微过敏反应或不适，如头痛或胃部不适。', 'GB1886.96-2015', '调味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (97, '乳糖醇（又名4-β-D吡喃半乳糖-D-山梨醇）', '### 乳糖醇（又名4-β-D吡喃半乳糖-D-山梨醇）

#### 介绍
- 分子式为 C12H24O11，是一种糖醇类甜味剂。
- 乳糖醇是从乳糖（牛奶糖）中提取出来的天然产品，常见于小量存在于一些水果和海藻中。
- 通常被用作低卡路里替代糖的甜味剂，尤其适用于糖尿病人和减肥者。

#### 用途
- **食品生产中的甜味剂**：因其甜度类似于普通糖，但卡路里较低，常用于甜食和饮料中。
- **口腔保健产品**：乳糖醇不会被口腔中的细菌发酵，因而可以预防龋齿，广泛用于无糖口香糖和其他口腔护理产品。
- **药品和保健品**：作为非刺激性的甜味剂，用于制造风味更佳的药片和糖浆。
- **低卡路里替代品**：对于需要控制血糖或减少热量摄入的人群，乳糖醇是一个理想的选择。

#### 安全性说明
- **广泛认可的安全性**：乳糖醇在全球多个国家被认为是安全的食品添加剂。
- **可能的副作用**：尽管乳糖醇通常耐受性良好，但大量摄入可能导致消化不良，如腹泻、气胀等症状。
- **特定人群注意事项**：对于乳糖不耐症者而言，虽然乳糖醇是从乳糖中提取，但一般不会引起同样的消化问题。不过，初次使用时仍建议从小剂量开始。
- **监管机构审批**：如美国食品药品监督管理局(FDA)等机构已批准乳糖醲为食品添加剂，可安全用于多种食品中。

乳糖醇因其低热量和牙齿友好的特性，被广泛应用于食品工业和日常生活中，是一种值得重视的甜味选择。', 'GB1886.97-2024', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (98, 'L-α-天冬氨酰-N-（2,2,4,4-四甲基-3-硫化三亚甲基）-D-丙氨酰胺（又名阿力甜）', '### L-α-天冬氨酰-N-（2,2,4,4-四甲基-3-硫化三亚甲基）-D-丙氨酰胺（阿力甜）

#### 介绍
- **化学名称**: L-α-Aspartyl-N-(2,2,4,4-tetramethyl-3-thietanyl)-D-alaninamide
- **广泛用途**: 作为一种高甜度低热量甜味剂，阿力甜在处理食品和饮料的过程中是非常受欢迎的选择。
- **甜度**: 阿力甜的甜度是蔗糖的约2000倍。

#### 用途
- **无糖饮料**: 提供高甜度而不增加额外热量，适用于减肥或糖尿病患者饮食。
- **健康食品**: 用于生产减肥产品，如节食酸奶、糖果及甜食。
- **烹饪**: 可用于各种烹饪食谱替代传统糖份。

#### 安全性说明
- **FDA批准**: 美国食品药品监督管理局（FDA）批准作为食品添加剂使用。
- **耐热性**: 烹饪过程中稳定，不会分解产生有害物质。
- **科学研究**: 大量科学研究证明其在推荐摄入量下对人体健康无害。
- **特定人群**: 不推荐婴儿食品使用，孕妇或哺乳期妇女应咨询医生后使用。', 'GB1886.98-2015', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (99, '乙二胺四乙酸二钠', '### 乙二胺四乙酸二钠（EDTA-Na2）

乙二胺四乙酸二钠（EDTA-Na2）是乙二胺四乙酸（EDTA）的钠盐形式，常用作食品添加剂。

#### 介绍
- **化学名称**：乙二胺四乙酸二钠
- **外观**：通常为白色粉末
- **性质**：易溶于水，稳定性好，与多种金属离子形成稳定的络合物

#### 用途
- **防腐剂**：与金属离子形成络合物，减少金属催化的食品氧化。
- **抗氧化剂**：保护食品中的维生素C和其他易氧化营养成分。
- **水质软化剂**：在加工过程中用于软化水质，防止由硬水引起的食品加工问题。
- **稳定剂**：增强食品的颜色和口感，提供更稳定的质感。
- **金属螯合剂**：去除食品中的重金属离子，提升食品安全性。

#### 安全性说明
- **食品安全批准**：在多个国家和地区被批准作为食品添加剂，包括美国FDA和欧盟。
- **日常摄入限制**：具有明确的日常摄入最大限制（ADI），长期摄入不超过规定剂量可视为安全。
- **过敏反应**：未普遍报告与乙二胺四乙酸二钠相关的过敏反应。
- **长期影响**：常规使用下，按照食品安全指导量使用是安全的，但仍应注意遵守安全使用规范以避免超量使用。
- **环境影响**：需合理处理废弃物以减少环境影响。尽管作为食品添加剂安全，但作为化学物质需要适当管理其废物。

通过科学合理的使用乙二胺四乙酸二钠，可以确保食品的品质和安全性，同时减少环境负荷。', 'GB1886.99-2015', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (100, '硬脂酸（又名十八烷酸）', '### 硬脂酸（又名十八烷酸）

硬脂酸是一种长链饱和脂肪酸，化学式为C18H36O2。在食品工业中，它以食品添加剂的形式广泛使用，特别是作为乳化剂和防结剂。

#### 介绍
- 硬脂酸主要来源于动植物脂肪。
- 它是一种天然存在的脂肪酸，在许多食品中自然存在。
- 在工业应用中，硬脂酸经常被用作表面活性剂。

#### 用途
- **乳化剂**：硬脂酸有助于混合水和油类物质，常用于糖果和烘焙食品中。
- **防结剂**：避免食品成分在生产或储存过程中相互粘合。
- **保质剂**：延长食品的保质期。
- **改善口感**：在某些食品中添加硬脂酸可以改善口感和质构。

#### 安全性说明
- 硬脂酸被多个食品安全机构认为是安全的，包括美国食品与药品管理局（FDA）和欧洲食品安全局（EFSA）。
- 适量摄入不会对人体健康造成害处。
- 在规定的最大使用限量和已批准的应用中，长期食用硬脂酸没有明显风险。
- 在消费硬脂酸添加的食品时应遵循日常饮食的多样化和平衡原则。', 'GB1886.100-2016', '添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (101, '硬脂酸钙', '### 硬脂酸钙

硬脂酸钙，也被称为钙盐，是硬脂酸的钙盐形式，常用作食品添加剂。下面详细介绍它的生成、用途及安全性。

#### 介绍
- **化学式**：Ca(C18H35O2)2
- **外观**：白色粉末或颗粒
- **溶解性**：不溶于水，可溶于热的乙醇和热的油脂
- **生产方法**：通常通过将硬脂酸与氧化钙反应以制得

#### 用途
- **食品工业**：用作乳化剂，防结剂和稳定剂
- **面包和糕点**：改善质地，延长保质期
- **糖果制造**：防止糖果粘连，提升光滑感
- **奶制品**：作为分散剂，保持产品的均一性

#### 安全性说明
- **FDA认可**：在美国，硬脂酸钙被食品与药品管理局（FDA）认为是一种安全的食品添加剂
- **欧盟标准**：在欧盟，允许在符合条件的情况下用作食品添加剂
- **摄入限制**：应控制在允许的日摄入量内以避免副作用
- **过敏信息**：正常使用量下不会引起过敏反应

以上是硬脂酸钙作为食品添加剂的相关信息，希望对你的食品科普有帮助。', 'GB1886.101-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (102, '微晶纤维素', '### 微晶纤维素

微晶纤维素（Microcrystalline Cellulose, MCC）是一种精制的木浆衍生物，广泛应用于食品工业中作为无机质的添加剂。

#### 介绍
- **来源**：主要来源于纯植物纤维，如棉花或木材。
- **制备过程**：通过酸水解木质纤维素去除非晶区结构，获得高度纯化的微晶细胞质。
- **物理特性**：白色到奶白色的粉末，无味，无臭。

#### 用途
- **抗结剂**：防止其他粉末成分结块。
- **填充剂**：在表面涂层和压缩辅助剂中使用，增加体积。
- **稳定剂**：用于稳定混合物的质量和保持产品的均一性。
- **乳化剂**：帮助油水混合物形成稳定的乳化体。
- **载体物**：用于承载香料、维生素或其他添加剂。

#### 安全性说明
- **批准使用**：被国际食品法典委员会（Codex Alimentarius）和多个国家的食品与药物管理机构如美国FDA认可使用。
- **普遍认为安全**：作为食品添加剂，对大部分人群安全无害。
- **无严重副作用**：正常消费量下，没有报告严重的副作用。
- **使用限制**：需要按照规定的限量使用，避免过量。

微晶纤维素作为食品添加剂，因其多功能性和高安全性被广泛应用于多种食品加工领域。用户在食用含微晶纤维素的产品时，可以放心其安全性。', 'GB1886.102-2015', '填充剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (103, '喹啉黄', '### 喹啉黄

喹啉黄（Quinoline Yellow），也称为喹啉黄WS，是一种合成染料，常用作食品添加剂以提供颜色。

#### 介绍
- **化学性质**: 喹啉黄是一种由喹啉衍生的染料。
- **外观**: 呈现出亮黄色粉末。
- **溶解性**: 在水中溶解度良好，也可溶于一些有机溶剂。

#### 用途
- **食品着色**: 在糖果、饮料、冷冻甜点和其他加工食品中用作着色剂。
- **外观增强**: 提升食品色泽，使产品更具吸引力。
- **标准化外观**: 统一产品的外观，确保每批产品颜色一致。

#### 安全性说明
- **欧盟法规**: 在欧盟，喹啉黄已通过安全评估，并允许在特定食品中使用。
- **美国FDA规定**: 在美国，FDA没有批准喹啉黄用于食品中。
- **潜在风险**: 某些研究指出，长期大量摄入喹啉黄可能对健康构成风险，特别是对于某些敏感人群。
- **使用建议**: 消费者应注意食品成份标签，避免过量摄入含有喹啉黄的食品。

通过上述内容，可以看出喹啉黄作为食品添加剂的应用具有一定的便利性和美观性，但同时也需要注意其安全性和使用限制。用户在选择含有喹啉黄的食品时应仔终考虑个人情况并适量食用。', 'GB1886.103-2024', '着色剂', 0x5B342C31335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (104, '辣椒橙', '### 辣椒橙

#### 介绍
- **化学名称**：辣椒橙（Chili Orange）是一种合成食品色素，属于偶氮染料。
- **化学结构**：由偶氮基团连接两个或多个芳香环构成。
- **特点**：具有鲜明的橙色调，能在产品中提供均匀的着色效果。

#### 用途
- **食品着色**：广泛用于饮料、糖果、烘焙食品、零食以及调味品中提供橙色。
- **标示**：有助于食品在外观上更吸引消费者的注意，增强食品外观的美观性和吸引力。
- **营销**：色彩鲜明的食品更易被消费者记住，有助于品牌形象的塑造。

#### 安全性说明
- **监管批准**：在多个国家和地区按照食品添加剂的规定被批凈使用，需遵守特定的使用量限制。
- **健康考虑**：长期大量摄取某些偶氮染料可能与健康风险相关，因此需控制日摄取量不过量。
- **敏感性提醒**：极少数人可能对偶氮染料存在敏感性反应，使用前应检查是否对此类物质过敏。
- **科研数据**：现有科学研究及数据基于现行的食品安全标准认为，在正常摄入范围内，辣椒橙的使用是安全的。', 'GB1886.104-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (105, '罗望子多糖胶', '### 罗望子多糖胶

#### 介绍
- 罗望子多糖胶是从罗望子（又称为罗汉果）的果实中提取的一种天然多糖类物质。
- 它由长链多糖组成，具有良好的水溶性和黏稠特性。
- 这种多糖胶是一种非常优良的天然甜味剂，且因其来源天然，越来越受到健康意识消费者的欢迎。

#### 用途
- **食品工业应用**：作为增稠剂和稳定剂添加在各种食品中，如果酱、冰淇淋、饮料和烘焙产品。
- **健康食品**：由于罗望子本身具有的健康益处，该多糖胶在健康食品和饮品中用作功能性成分，帮助改善产品的口感同时增加健康价值。
- **天然甜味剂**：作为低热量的甜味剂使用，特别适合糖尿病患者和减肥人群。

#### 安全性说明
- **已经评估的安全性**：罗望子多糖胶作为食品添加剂，在多个国家已经过安全性评估并获批准使用。
- **低过敏性**：罗望子多糖胶通常不含有已知的常见致敏源成分，使用中极少报告过敏反应。
- **适合大众食用**：适用于包括儿童和老年人在内的绝大部分人群。然而，一切添加剂使用前最好咨询相关健康专业人士。', 'GB1886.105-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (106, '柠檬酸一钠', '### 柠檬酸一钠

柠檬酸一钠（Sodium citrate or trisodium citrate）作为常见的食品添加剂，广泛应用于食品和饮料行业，主要是因为它有着出色的调味和防腐功能。

#### 介绍
- **化学式**：Na₃C₆H₅O₇
- **性状**：为无色或白色晶体粉末，易溶于水
- **生产方法**：通常通过柠檬酸与碳酸钠在水中反应生成
- **主要来源**：可以通过生物发酵法从柠檬或其他富含柠檬酸的水果中提取获得

#### 用途
- **调味剂**：调整食品和饮料的酸度，改善风味
- **缓冲剂**：稳定食品和饮料中的pH值
- **乳化剂和稳定剂**：在奶制品和乳制食品中防止蛋白质凝固
- **防腐剂**：延长食品保质期，抑制微生物生长
- **增效剂**：增强食品中其他添加剂如抗氧化剂的效果

#### 安全性说明
- **食品级认证**：被多国食品药品监管机构如美国FDA和欧盟批准为食品添加剂
- **人体试验**：长期以来的使用和测试证明其在一定用量下对人体没有毒害作用
- **东哥斯数**：在正常的饮食中，其使用量是安全的，不会引起过敏反应或其他严重健康问题
- **注意事项**：过量消费可能引起胃肠道不适，应遵守食品添加剂的使用标准和建议量

通过上述科普可以看出，柠檬酸一钠作为食品添加剂，在确保合理使用的条件下，是安全且有效的。', 'GB1886.106-2015', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (107, '偶氮甲酰胺', '### 偶氮甲酰胺

#### 介绍
- 偶氮甲酰胺（Azodicarbonamide，ADC）是一种常用的化学添加剂，具有漂白和改善面团物理性质的功能。
- 它是一种黄色粉末状物质，容易在工业上合成和使用。
- 在食品工业中，主要用作面粉改良剂，通过氧化小麦面筋，改善面团的加工性能和面包的质量。

#### 用途
- **面粉改良剂**：添加到面粉中，可以增强面筋的弹性和伸展性，提高面包和其他烘焙食品的体积和质感。
- **面团条件剂**：帮助改善面团的加工特性，使面团更易于机械处理，同时保持产品的一致性和质量。
- **漂白剂**：在面团制备过程中，偶氮甲酰胺可以作为漂白剂，改善面包和其它烘焙产品的颜色和外观。

#### 安全性说明
- **国际评估**：世界卫生组织的食品添加剂专家委员会（JECFA）和欧盟食品安全局（EFSA）均对偶氮甲酰胺进行了评估，认可其在一定使用限量下的安全性。
- **限量规定**：许多国家和地区对偶氮甲酰胺的使用量有严格规定，通常限制在面粉中的最大添加量为45毫克/公斤。
- **潜在风险**：在非常高的温度下（如烘焙过程中），偶氮甲酰胺可能会分解生成尿素和微量的致癌物质生物碱。因此，其使用必须严格按照规定的条件进行，以确保食品的安全。
- **消费者建议**：尽管在规定限量和条件下使用是安全的，消费者仍然建议了解包含此添加剂的产品，并考虑个人健康状况或偏好选择相应产品。', 'GB1886.107-2015', '膨松剂', 0x5B352C31335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (108, '羟丙基甲基纤维素（HPMC）', '### 羟丙基甲基纤维素（HPMC）作为食品添加剂

#### 介绍
- **化学成分**: 羟丙基甲基纤维素是一种非离子型的纤维素醚，通常由天然纤维素经过化学修饰制备而成。
- **物理形态**: 常见为白色粉末或颗粒状，无味无臭。
- **溶解性**: 可在冷水中迅速溶解形成透明或者略带浑浊的胶体溶液，不溶于热水。

#### 用途
- **增稠剂**: 在食品工业中常用作增稠剂，提升食品质地和口感。
- **稳定剂**: 可以防止产品脱水，提高保湿效果，保持食品结构的稳定。
- **乳化剂**: 助于水和油分的均匀混合，用于制作乳化型食品如调味料。
- **成膜剂**: 能形成薄膜，应用于食品表面，用以防止食品干燥和氧化。
- **延缓释放材料**: 在制药行业中，HPMC也被用于控制药物释放速率。

#### 安全性说明
- **批准使用**: 羟丙基甲基纤维素已被多国食品和药品监督管理局认可为食品添加剂。
- **无毒性**: HPMC被认为是安全的食品添加剂，通常用量对人体无害。
- **过敏性**: 对于绝大多数人群，HPMC没有报告过敏反应。
- **耐受性高**: 即使长期摄入也不易产生不良反应。
- **研究支持**: 广泛的科学研究和测试支持其安全性，适用于各类人群食用。

以上是羟丙基甲基纤维素（HPMC）作为食品添加剂的基本信息。在使用时，仍需依据实际产品的具体应用和推荐用量来调整。', 'GB1886.108-2015', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (109, '天然苋菜红', '### 天然苋菜红

#### 介绍
- **来源**: 天然苋菜红是从苋菜（学名Amaranthus tricolor）中提取的天然色素，主要成分为红色素质。
- **性质**: 此色素呈红色，溶于水，稳定性较好。
- **提取**: 通过物理或化学方法将色素从苋菜中提取出来，并进行纯化处理。

#### 用途
- **食品着色**: 常用于饮料、糕点、果冻、冰淇淋等食品中，增加食品的视觉吸引力。
- **保健功能**: 苋菜红具有一定的抗氧化功能，可以作为保健食品的添加剂。
- **研究用途**: 在科学研究中用于研究食品色素的稳定性、安全性等。

#### 安全性说明
- **食品级**: 天然苋菜红作为食品添加剂，需要符合特定国家或地区的食品安全标准。
- **毒理学评价**: 大部分研究显示，苋菜红在适量使用下对人体无害。
- **使用建议**: 按照食品添加剂的使用标准和量进行控制，避免过量使用，以确保食用的安全性。
- **过敏反应**: 极少数人可能对苋菜红或其组成成分产生过敏反应，敏感人群应避免使用。

以上信息旨在增强公众对天然苋菜红作为食品添加剂的了解，确保其在食品工业中的安全、合理使用。', 'GB1886.109-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (110, '甜菜红', '### 甜菜红

甜菜红是一种天然色素，主要从甜菜（Beta vulgaris）中提取，以其鲜艳的红色调而广受欢迎。以下是关于甜菜红作为食品添加剂的详细介绍：

#### 介绍
- **来源**：甜菜红是从甜菜根中提取的红色色素，成分主要为甜菜碱。
- **特性**：这种色素呈现从深粉色到红色的范围，易溶于水和醇。
- **历史**：自古以来，甜菜就已被用作染料和天然色素。

#### 用途
- **食品着色**：广泛用于糕点、饮料、糖果和果酱中以增强食物色泽。
- **餐饮业**：在餐饮业中，用于调配色彩鲜艳的鸡尾酒和冷饮。
- **医疗用途**：少量用于药品和化妆品，给产品增添自然的红色。

#### 安全性说明
- **批准使用**：甜菜红作为食品添加剂在许多国家包括欧盟和美国都已获得批准。
- **健康评估**：多项研究证明，甜菜红的安全性高，对健康无害。
- **敏感性问题**：极少数个案报告有因摄入甜菜红而导致过敏反应的情况，建议过敏体质者谨慎使用。', 'GB1886.110-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (111, '聚氧乙烯木糖醇酐单硬脂酸酯', '### 聚氧乙烯木糖醇酐单硬脂酸酯

#### 介绍
- **化学名称:** 聚氧乙烯木糖醇酐单硬脂酸酯是一种由聚氧乙烯、木糖醇酐和硬脂酸组成的复合化学物质。
- **性质:** 通常为白色到浅黄色的粉末状或蜡状固体，具有轻微的特殊气味。
- **溶解性:** 在水中的溶解度低，但在有机溶剂如乙醇或油类中溶解度较好。

#### 用途
- **乳化剂:** 在食品加工中常用作乳化剂，帮助油水混合，改善食品的稳定性和口感。
- **增稠剂:** 用于增加食品的粘稠度和质感，特别是在乳制品和冷冻食品中。
- **抗结剂:** 防止粉状或颗粒状食品在储存过程中结块。
- **载体或分散剂:** 作为其他食品添加剂或营养成分的载体，有助于其均匀分布在食品中。

#### 安全性说明
- **已评估安全性:** 在多个国家和地区，聚氧乙烯木糖醇酐单硬脂酸酯已经过食品安全机构的评估和批准，例如美国FDA和欧盟EFSA。
- **使用限量:** 聚氧乙烯木糖醇酐单硬脂酸酯在食品中的使用需要严格遵守官方指南的限量规定，确保消费者健康。
- **过敏信息:** 目前没有广泛报告关于由此化合物引起的食品过敏反应。
- **毒性研究:** 长期和短期毒性测试结果表明，在推荐剂量下使用是安全的，无明显毒理作用。', 'GB1886.111-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (112, '菊花黄浸膏', '### 菊花黄浸膏

#### 介绍
- **来源**：菊花黄浸膏是一种从菊花（尤其是黄色菊花）中提取的天然色素。
- **提取方法**：通过将菊花干燥、粉碎后浸泡在溶剂中，提取出其中的色素，然后浓缩成浸膏形式。
- **性质**：此添加剂为黄色至深黄色的浸膏，具有菊花特有的香气和味道。

#### 用途
- **食品着色**：用于给各种食品（如糕点、饮料和糖果）提供天然的黄色调。
- **口感增强**：为食品添加淡淡的菊花味，增加风味的复杂性与层次。
- **营养补充**：菊花含有多种有益健康的成分，如花青素、维生素等，有助于提供额外的健康好处。

#### 安全性说明
- **认证信息**：通常需通过相关食品安全认证，确认其为安全且适宜的食品添加剂。
- **使用限制**：在使用过程中应遵循特定的用量指南，以确保食品的安全性和品质。
- **过敏信息**：虽然较少见，但部分敏感人群可能对菊花或其相关成分有过敏反应，使用前应确保食品安全。
- **存储条件**：需要在阴凉、干燥的环境中保存，避免阳光直射，以保持其稳定性和有效性。

以上信息为菊花黄浸膏做为食品添加剂的简介，可供科普和进一步了解使用。', 'GB1886.112-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (113, '紫胶（又名虫胶）', '### 紫胶（又名虫胶）

#### 介绍
- 紫胶是一种天然树脂，源自某些特定种类的昆虫，这些昆虫分泌树脂用于保护自己的幼虫。
- 在食品工业中，通常以“甲壳胶”或“虫胶”为名使用。
- 紫胶主要由昆虫分泌物经过精炼和净化处理后得到的天然胶体。

#### 用途
- 紫胶常被用作食品的增稠剂和稳定剂，可以在果酱、冰淇淋等食品中找到其应用。
- 此外，它也被用作食品的着色剂和包衣剂。
- 在某些文化中，紫胶还用于制作传统糖果和其他甜点，提供独特的口感。

#### 安全性说明
- 紫胶被多个国家的食品安全机构认为是安全的食品添加剂。
- 根据FDA（美国食品药品监督管理局）和WHO（世界卫生组织）的评估，适量使用紫胶是安全的。
- 尽管如此，仍建议消费者注意个体对紫胶或其他天然树脂的潜在过敏反应，并在体验异常反应时停止使用并咨询医生。', 'GB1886.113-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (114, '黑豆红', '### 黑豆红

黑豆红是一种天然色素，从黑豆中提取得到。它通常用作食品添加剂，为多种食品提供天然的深紫至黑色色泽。

#### 介绍
- **来源**：从黑豆（一种豆科植物）的皮中提取的天然色素。
- **类型**：属于花青素类色素。
- **提取方法**：通常使用水或者乙醇作为溶剂从黑豆中萃取。

#### 用途
- **食品着色**：用于面包、糕点等烘焙食品中，提供自然色彩。
- **饮料**：在某些饮料中添加，增加吸引力和辨识度。
- **糖果**：用于糖果制作，以改善外观。
- **保健品**：用于某些保健产品中，如抗氧化饮料和补充剂。

#### 安全性说明
- **批准使用**：在多个国家和地区被认可并批准作为食品添加剂。
- **毒理学测试**：经过动物实验，显示黑豆红具有较高的安全性。
- **推荐摄入量**：应遵循各国食品安全标准，不超过推荐的日摄入量。
- **过敏情况**：普遍认为是低过敏性食品添加剂，但敏感体质者应先小量尝试。

此介绍提供基本信息，使用前建议详阅具体国家或地区的食品安全标准。', 'GB1886.114-2015', '着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (115, '木糖醇酐单硬脂酸酯', '### 木糖醇酐单硬脂酸酯

木糖醇酐单硬脂酸酯是一种食品添加剂，常被用于食品工业中，具有特定的功能和效果。

#### 介绍
- **化学性质**: 木糖醇酐单硬脂酸酯是通过木糖醇与硬脂酸反应而成的酯化合物。
- **生产方法**: 通常采用酯化反应，将木糖醇与硬脂酸在催化剂存在下反应生成。
- **外观**: 通常为白色粉末或固体，无臭或带有轻微的特殊气味。

#### 用途
- **乳化剂**: 在食品中作为乳化剂使用，帮助油水混合物稳定，广泛应用于饮料、乳制品等。
- **稳定剂**: 提高食品的稳定性，防止成分分离。
- **口感改良**: 可以改善食品的口感和质地，使食品更加细腻顺滑。

#### 安全性说明
- **安全评估**: 在许多国家和地区都经过了食品安全的评估和批准。
- **使用限量**: 根据不同国家的法规，其在食品中的使用量有明确的限制。
- **毒理研究**: 大量的毒理学研究表明，适量使用木糖醇酐单硬脂酸酯在常规的食品加工中是安全的。
- **适用人群**: 基本上对所有人群都是安全的，但是应避免过敏体质人群使用。', 'GB1886.115-2015', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (116, '羟基香茅醛', '### 羟基香茅醛

羟基香茅醛（Hydroxycitronellal）是一种有机化合物，常用作香精在食品、化妆品等产品中添加芬芳味道。在食品行业中，它通过提供柑橘及其它天然清新味道，被广泛使用作为食品添加剂。

#### 介绍
- **化学名称**：7-羟基-3,7-二甲基辛醛
- **分子式**：C_10H_18O_2
- **外观**：无色至淡黄色液体
- **来源**：主要通过合成方式获取，也可从天然源如柑橘油中提取
- **特性**：具有类似柠檬的芳香气味

#### 用途
- **食品香精**：用于糖果、饮料、烘焙食品等，增加柑橘类味道
- **食品包装**：用于食品包装材料中，提供持久的新鲜感
- **调味品**：作为调味剂的组成部分提供独特的香气

#### 安全性说明
- **认证与许可**：已经获得FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）的批准使用
- **用量限制**：要严格按照各国食品添加剂使用标准进行使用，避免超标
- **过敏反应**：少数人可能出现过敏反应，处理和使用时需注意
- **环境影响**：使用后的处理应遵守环境保护法规，减少环境负担
- **长期摄入研究**：目前认为在正常的使用浓度下不会对人体健康造成长期影响

以上信息可供食品行业专业人士及消费者在使用羟基香茅醛时参考，以确保其安全和效率地使用。', 'GB1886.116-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (117, '杭白菊花浸膏', '### 杭白菊花浸膏

#### 介绍
- 杭白菊花浸膏是使用传统中药材—杭白菊（一种菊花品种）经过提取和浓缩制得的浸膏。
- 主要成分包括菊花的挥发油、黄酮类化合物、萜类物质等，具有多种药理活性。
- 通常呈淡黄色或黄棕色，具有菊花特有的香气。

#### 用途
- **食品香料**：在食品加工中可用作风味增加剂，赋予食品菊花的独特香味。
- **保健食品**：杭白菊含有丰富的抗氧化成分，常用于制作保健品，如抗疲劳、视力保护产品等。
- **食品美化剂**：用于增加食品的色泽和吸引力，尤其适用于茶饮料、糕点等产品。

#### 安全性说明
- **毒理学安全性**：杭白菊花浸膏经实验研究表明，其毒性低，长期食用没有明显不良反应。
- **合理用量**：应遵守相关食品添加剂的使用标准和剂量指导，避免过量使用。
- **过敏提示**：少数人可能对菊花成分敏感，使用前应确保无过敏历史。
- **贮存条件**：应储存于干燥、避光、通风良好的环境中，以保持其品质和有效成分。', 'GB1886.117-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (118, '1,8-桉叶素', '### 1,8-桉叶素

#### 介绍
- **化学名称**: 1,8-桉叶素（1,8-Cineole），又称为桉油素。
- **来源**: 主要从桉树的叶子中提取，也存在于迷迭香、月桂等植物中。
- **化学性质**: 属于单环萜类化合物，具有挥发性和独特的清新香味。
- **外观**: 无色至淡黄色液体。

#### 用途
- **食品调味**: 常用于口香糖、糖果和食品调味料中添加独特的清凉感和香气。
- **食品防腐**: 因其抗菌性质，可用作自然防腐剂延长食品保质期。
- **饮料添加**: 在某些特殊饮料中添加，以提供独特的口味和提神效果。
- **营养保健品**: 由于其可能的抗炎和抗氧化特性，也被添加到某些健康食品中。

#### 安全性说明
- **一般安全性**: 1,8-桉叶素通常被认为是安全的食品添加剂，已被多个国家的食品药品监管机构批准使用。
- **使用限制**: 较高的剂量可能会引起皮肤刺激或过敏反应。建议遵循现有的食品安全使用标准和指导。
- **过敏反应**: 极少数个体可能对1,8-桉叶素或其源植物显示出过敏反应，使用前应进行适当的过敏测试。
- **孕妇和儿童使用**: 建议在孕妇和儿童使用食品含此成分之前咨询医生或食品安全专家的建议。

以上信息旨在为1,8-桉叶素作为食品添加剂的使用提供科普知识，以帮助消费者更好地了解其特性与安全性。在实际添加或消费此类产品时，应确保遵守相关法规和专业指导。', 'GB1886.118-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (119, '己酸', '### 己酸作为食品添加剂

己酸，也被称为己酸酸，是一种常见的饱和脂肪酸，其化学式为C6H12O2。在食品工业中，它作为食品添加剂被广泛使用，具有防腐、抗菌等多种功能。

#### 介绍
- **化学性质**：己酸是无色液体，具有特有的臭味。
- **来源**：可以通过化学合成获得，也可在自然界中的某些动植物体内发现，如椰子油和棕榈油中。
- **制备方法**：通常通过脂肪酸的氧化或通过某些特定类型的发酵过程制得。

#### 用途
- **食品防腐剂**：己酸具有良好的抗菌效果，可以防止食品腐败和延长保质期。
- **食品加工**：在加工过程中作为pH调节剂使用，帮助调整食品的酸碱度。
- **香料**：由于其独特的香气，有时作为食品调味品的成分之一。

#### 安全性说明
- **认证**：多数国家的食品安全机构，如美国FDA和欧盟EFSA，均确认己酸作为食品添加剂的安全性。
- **摄入限制**：尽管己酸被认为是安全的，但任何食品添加剂都应在安全的摄入限制下使用。
- **过敏反应**：极少数情况下，己酸可能会引发敏感体质人群的过敏反应。
- **环境影响**：应适当处理己酸的生产和废弃过程，以避免对环境造成影响。

以上信息旨在提供一个关于己酸作为食品添加剂使用的简要概述，供消费者和专业人士参考。在使用任何食品添加剂时，建议遵守当地法律和规定，并留意相关安全数据。', 'GB1886.119-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (120, '丁酸', '### 丁酸作为食品添加剂

#### 介绍
- 丁酸（化学式：C4H8O2），也称为丁酸甲酯，是一种有着刺激性气味的短链脂肪酸。
- 在自然环境中，丁酸主要通过细菌发酵的方式在人体肠道及一些奶制品中产生。
- 在工业上，丁酸可以通过化学合成的方法进行生产，用作食品添加剂。

#### 用途
- **风味增强剂**：丁酸在食品中主要用作风味增强剂，尤其在制造某些类型的奶酪和黄油时添加，以增加其特有的风味。
- **防腐剂**：具有防腐性质，能够延长食品的保质期。
- **pH调节剂**：丁酸还可用于调节食品的酸碱平衡，保持其稳定性和质感。

#### 安全性说明
- **一般认为是安全的**：在正常的食用水平下，丁酸作为食品添加剂被认为是安全的。经各国食品安全机构批准用于食品中。
- **可能的副作用**：高剂量的丁酸可能引起不适，如恶心或胃部不适，但在通常作为添加剂的剂量下这是非常罕见的。
- **监管标准**：不同国家和地区对食品添加剂的使用有特定的监管标准和限量要求，使用前应确保符合当地法规要求。', 'GB1886.120-2015', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (121, ' 桃醛（又名γ-十一烷内酯）', '### 桃醛（又名γ-十一烷内酯）

#### 介绍
- **化学性质**: 桃醛是一种内酯化合物，化学式为C11H20O2。
- **来源**: 通常通过合成或提取自天然源，如各种水果中，尤其是桃子。
- **形态**: 常温下为无色至淡黄色的液体。

#### 用途
- **食品香料**: 主要用作食品香料，增加或强化食品中的桃子味。
- **食品工业**: 在糖果、饮料、烘焙食品和冰淇淋等产品中使用。
- **香料组合**: 可与其他香精组合，创造多层次风味体验。

#### 安全性说明
- **安全认证**: 通常由食品药品监督管理局（FDA）或国际食品法典委员会（Codex Alimentarius）等机构认证其为食品安全。
- **适量使用**: 在食品中的使用量应遵循相关食品安全标准和指南。
- **过敏反应**: 尽管罕见，一些个体可能对桃醛敏感，可能表现为轻微的过敏反应。
- **避免过量**: 长期过量使用未明确的安全性，应避免在食品中过度使用。', ' GB1886.122-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (122, ' α-己基肉桂醛', '### α-己基肉桂醛

#### 介绍
- α-己基肉桂醛是一种合成香料，化学上属于醛类。
- 该化合物通过特定的化学合成方法产生，模仿了天然香料的香气。
- 在食品工业中，它主要被用于增添或增强食品的香味。

#### 用途
- **食品调香**：常用于糖果、烘焙食品、饮料等产品中添加香味。
- **配制香精**：可做为复合香精的成分，用于模拟肉桂等香味。
- **非食品应用**：也可用在一些非食品产品中，如香水、洗护产品等，来增添香气。

#### 安全性说明
- 在规定的使用浓度和范围内，α-己基肉桂醛通常被认为是安全的。
- 已经通过了食品化学物质的安全评估，例如由美国食品药品监督管理局（FDA）或欧盟食品安全局（EFSA）等机构认证。
- 使用时应避免过量，以免造成不良效果或敏感反应。
- 孕妇和儿童使用含此成分的产品时应更加小心，最好在医生或专家的指导下使用。', ' GB1886.123-2015', ' 食品用香料', 0x5B335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (123, ' 广藿香油', '### 广藿香油

广藿香油是一种来自广藿香（学名：Pogostemon cablin）植物的精油，常用于食品、香水和化妆品行业。以下是关于广藿香油用作食品添加剂的介绍、用途与安全性说明。

#### 介绍
- **来源**：广藿香油是从广藿香植物的叶子中提取的，该植物原产于东南亚地区。
- **提取方法**：通常通过蒸馏的方式从广藿香的干燥叶片中提取获得。
- **主要成分**：包括桉叶素（Eugenol）、琥珀酸等化学成分。

#### 用途
- **食品调味**：广藿香油常用于调制食品香料，增加食物的香气，尤其在一些传统亚洲菜肴中。
- **防腐作用**：因其具有一定的抗微生物活性，可以用作食品的天然防腐剂。
- **香料制品**：在制作糖果、烘焙食品和饮料等食品中作为香精使用。

#### 安全性说明
- **一般安全性**：广藿香油通常被认为是安全的食品添加剂，不过应按照安全用量标准添加。
-  **过敏情况**：虽然不常见，但部分敏感人群可能对广藿香油成分过敏。
- **国际标准**：符合国际食品安全标准（如FAO/WHO的Codex Alimentarius标准）使用广藿香油。
- **使用建议**：建议在食品工业中遵循现行的食品添加剂使用指导和比例，以确保消费者的安全。

以上是关于广藿香油作为食品添加剂的基础信息，希望可以帮到您！', ' GB1886.124-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (124, ' 肉桂醇', '### 肉桂醇

肉桂醇是一种天然有机化合物，具有甜而温暖的香气，常见于肉桂油中，化学式为C9H10O。它是一种广泛用于食品、香料和化妆品行业的香精和食品添加剂。

#### 介绍
- **来源**: 肉桂醇主要从肉桂树的树皮中提取得到，也可以通过化学合成方法生产。
- **化学性质**: 属于酚类化合物，具有较强的抗氧化性质。
- **外观**: 在标准条件下，肉桂醇为无色至淡黄色液体。

#### 用途
- **食品行业**: 用作食品香料，增加或改善食品的香气和味道，例如在糕点、甜点和饮料中。
- **香料制造**: 在香水和其他个人护理产品中作为香料成分。
- **医药和保健**: 由于其抗菌和抗真菌特性，肉桂醇也被添加到一些医药和保健产品中。

#### 安全性说明
- **摄入安全性**: 肉桂醇作为食品添加剂在正常的使用浓度下被认为是安全的。
- **过敏性反应**: 尽管一般被认为安全，但个别人可能对肉桂醇或其蒸汽敏感，可能导致过敏反应。
- **使用指南**: 应按照食品安全标准和法规使用肉桂醇，避免过量使用。

确保在使用肉桂醇作为食品添加剂时遵守相关的食品安全标准和法规是至关重要的。', ' GB1886.125-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (125, ' 乙酸芳樟酯', '### 乙酸芳樟酯

乙酸芳樟酯是一种食品添加剂，常用于各种食品中以增加香味。以下是有关乙酸芳樟酯的介绍、用途和安全性说明。

#### 介绍
- **化学名称**：乙酸芳樟酯，也被称为Linalyl acetate。
- **化学式**：C12H20O2。
- **来源**：通常由芳樟油提取，芳樟油主要从樟树等植物中获取。
- **性质**：是一种无色至淡黄色的液体，有淡淡的花果香味。

#### 用途
- **食品香精**：作为食品香精添加到糖果、饮料、烘焙食品和其他食品产品中，增加柑橘、水果和花卉等味道。
- **香料复合**：在香料复合中用作调味成分，与其他成分混合，创造独特的味道。
- **食品加工辅料**：可作为处理辅助材料，帮助改善食品的整体风味和口感。

#### 安全性说明
- **批准使用**：在多个国家和地区被认为是安全的食品添加剂，包括美国食品药品监督管理局(FDA)和欧洲食品安全局(EFSA)。
- **摄入限量**：虽然认为是安全的，但仍应按照所在地区的食品法规限量使用。
- **过敏反应**：少数人可能对乙酸芳樟酯存在敏感性，使用时应注意潜在的过敏反应。
- **长期使用和高剂量**：长时间大量使用的安全性资料相对有限，消费者应遵循产品标签及专业建议进行使用。', ' GB1886.126-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (126, ' 山楂核烟熏香味料I号、II号', '### 山楂核烟熏香味料I号、II号

#### 介绍
- **来源**：山楂核烟熏香味料是从山楂核提取并通过烟熏工艺获得的风味增添剂。
- **成分**：主要包含山楂核提取物、烟熏生成物及适量的食品级溶剂。
- **特点**：具有独特的烟熏香气和山楂的微妙果味，能增加食品的口感和层次感。

#### 用途
- **食品行业**：广泛用于肉制品、调味料、烘焙食品等，提供独特的烟熏香气和风味。
- **餐饮业**：在特色烹饪中添加，增添菜品的独特香气。
- **创新应用**：可以用于食品配料的创新设计，增加产品的独特性和竞争力。

#### 安全性说明
- **符合标准**：完全符合国际食品安全标准和规定，适宜长期食用。
- **毒理测试**：通过了严格的毒理学测试，证明无毒副作用。
- **使用建议**：建议按照食品添加剂使用标准进行投加，避免过量使用。
- **适用人群**：适合大多数人群使用，但对山楂或烟熏制品敏感者应慎重选择。

以上内容介绍了山楂核烟熏香味料I号、II号的基本信息、用途以及安全性说明，适用于食品添加剂的科普内容。', ' GB1886.127-2016', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (127, ' 甲基环戊烯醇酮（又名3-甲基-2-羟基-2-环戊烯-1-酮）', '### 甲基环戊烯醇酮（3-甲基-2-羟基-2-环戊烯-1-酮）

#### 介绍
- **化学性质**：甲基环戊烯醇酮是一种含有甲基、羟基和酮基团的环戊烯化合物。
- **制备方法**：通常通过特定的化学合成路径进行制备，涉及环戊烯的功能化反应。
- **外观与形态**：通常为无色或淡黄色的液体。

#### 用途
- **风味增强剂**：用于增强或模拟食品中的自然风味，如各种水果和坚果的味道。
- **香料成分**：在调味品和香料组合中用于增加复杂度和深度。
- **食品加工辅助剂**：在特定食品加工过程中作为味道调节剂使用。

#### 安全性说明
- **安全评估**：在使用前应进行详尽的安全性测试，包括急性和慢性毒性测试。
- **使用标准**：需遵循相关食品安全机构的规定和标准，如FDA（美国食品药品监督管理局）或EFSA（欧洲食品安全局）的限量指导。
- **可能副作用**：过量消费或敏感体质者可能出现不良反应，建议在专业人士指导下使用。

以上科普信息旨在提供一般理解，并在使用前应寻求更详细的产品说明和安全数据。', ' GB1886.128-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (128, ' 丁香酚', '### 丁香酚

#### 介绍
- 丁香酚（Eugenol）是一种从丁香油中提取的天然芳香化合物，化学式为C10H12O2。
- 此化合物具有独特的甜香味，是丁香的主要成分。
- 在自然界中，丁香酚不仅存在于丁香中，也可以在其他植物如肉桂、肉豆蔻和某些月桂科植物中找到。

#### 用途
- **食品香料**：丁香酚在食品加工业中主要用作香料，增加或改善食品的味道和香气。
- **防腐剂**：具有抗菌和抗真菌特性，可用于延长食品的保质期。
- **抗氧化剂**：能够抑制食品中的氧化反应，有助于保持食品颜色和鲜味。

#### 安全性说明
- **一般安全性**：作为一种常用的食品添加剂，丁香酚在适当的使用条件下被认为是安全的。
- **潜在过敏反应**：虽然不常见，但某些人可能对丁香酚敏感，可能引发过敏反应。
- **使用限制**：在使用丁香酚作为食品添加剂时，应遵守相关法规和指导原则，确保其添加量在安全范围内。
- **长期摄取监控**：建议对长期高量摄取丁香酚的人群进行健康监控，以便及时发现可能的不良反应。', ' GB1886.129-2022', ' 食品用香料', 0x5B335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (129, ' 庚酸乙酯', '### 庚酸乙酯

庚酸乙酯是一种被广泛使用的食品添加剂，主要因其稳定和增味的特性。

#### 介绍
- **化学名称**：庚酸乙酯
- **分子式**：C9H18O2
- **外观**：无色液体
- **溶解性**：在水中溶解度低，易溶于多数有机溶剂
- **制备**：通常通过庚酸和乙醇的酯化反应制得

#### 用途
- **食品香精**：作为香精在各种食品中使用，增加食品的香味
- **防腐剂**：由于其抗菌性，可用作某些食品的防腐剂
- **溶剂**：在食品加工中，可作为其他食品添加剂的溶剂

#### 安全性说明
- **安全评级**：在适量使用下，被认为是安全的
- **毒性研究**：动物实验中，大剂量下有轻微毒性表现，但通常使用浓度远低于有害水平
- **使用限制**：各国食品安全机构有详细的使用标准和限制
- **敏感性注意**：少数人可能对此化合物过敏，表现为皮肤或呼吸道反应

确保在使用食品添加剂时遵循相关的法规和标准是至关重要的，尤其是在商业食品生产中。', ' GB1886.130-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (130, ' α-戊基肉桂醛', '### α-戊基肉桂醛

#### 介绍
- α-戊基肉桂醛，也被称为α-amylcinnamaldehyde，是一种有机化合物，属于肉桂醛的衍生物。
- 这种化合物通常以液体形态存在，具有甜美的香气，类似于花香和果味。
- 由于其独特的香气特性，α-戊基肉桂醛在食品及其他行业中被作为香料添加剂使用。

#### 用途
- **食品行业**：主要用作食品香料，添加到各种食品中以增强或改善食品的香气和味道。
- **饮料**：用于调味饮料，包括果汁和软饮料，以赋予产品自然果味的香气。
- **糖果和烘焙产品**：在糖果和烘焙产品如面包、饼干和点心中使用，以增添甜美和诱人的香气。

#### 安全性说明
- **食品级标准**：作为食品添加剂，α-戊基肉桂醛必须符合国家和国际的食品安全标准。
- **毒理测试**：在被广泛使用前，该化合物会经过严格的安全性和毒理学评估，以确保其安全性。
- **使用限度**：在食品中的使用浓度有严格规定，通常低浓度即可达到理想的香料效果，避免过量使用。
- **过敏反应**：虽然相对安全，但部分人可能对其产生过敏反应，使用前应仔细阅读产品成分标签。

通过以上介绍，希望可以帮助读者了解α-戊基肉桂醛在食品添加剂中的相关信息和安全性。', ' GB1886.131-2015', ' 食品用香料', 0x5B335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (131, ' 己酸烯丙酯', '### 己酸烯丙酯

#### 介绍

- **化学名称**：己酸烯丙酯，又被称作2-丙烯酸己酯。
- **分子式**：C9H16O2。
- **性状**：无色透明的液体，具有轻微的气味。
- **制备**：主要通过己酸与烯丙醇在催化剂作用下进行酯化反应制备。

#### 用途

- **塑料工业**：作为塑料和橡胶制品的增塑剂，提高塑料的柔软性和加工性能。
- **涂料行业**：用于制造涂料和油漆，改善涂层的耐候性和光泽度。
- **化妆品制造**：用作化妆品的成分之一，增加产品的稳定性和延展性。
- **食品添加剂**：在食品工业中，它可以作为香精的运载剂或溶剂，增强食品的香味和口感。

#### 安全性说明

- **毒理学信息**：己酸烯丙酯低毒，但应避免长期吸入和皮肤接触。
- **使用限制**：在食品中的使用应严格遵循相关安全标准和用量限制。
- **环境影响**：对环境的影响相对较小，但应注意适当处理其废弃物，避免对环境造成污染。
- **法规遵循**：在使用己酸烯丙酯作为食品添加剂时，必须遵守所在地区的食品安全法规和标准。

以上信息主要针对于己酸烯丙酯的食品添加剂使用方向进行了简单的科普介绍。在使用前应仔细阅读产品标签和安全数据表，确保安全合规的使用。', ' GB1886.132-2015', ' 食品用香料', 0x5B322C352C31335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (132, ' 枣子酊', '### 枣子酊

枣子酊是一种传统的中药材料，也可用作食品添加剂。它主要由枣制成，具有独特的香味和保健功能。下面是关于枣子酊作为食品添加剂的介绍、用途和安全性说明。

#### 介绍
- **来源**: 枣子酊通常由新鲜枣经发酵和处理后制成，可能包含其他辅料以增强其味道和保质期。
- **属性**: 具有天然的甜味，色泽红润，带有枣的天然香气。
- **保存条件**: 需要存放在干燥阴凉处，避免阳光直射，确保瓶盖严密。

#### 用途
- **食品配料**: 可用于甜点、糕点和其他烘焙食品中，增添独特的风味。
- **保健产品**: 在一些健康食品中添加枣子酊，以利用枣的营养价值和促进消化健康。
- **风味饮料**: 可作为调味剂添加到茶饮或果汁中，增加饮品的风味和营养。

#### 安全性说明
- **成分监控**: 生产过程中应严格控制原料来源和质量，确保无污染。
- **补充标准**: 食品级的枣子酊需符合国家相关食品安全标准，不含有害添加剂。
- **过敏信息**: 枣类产品可能会引起某些人过敏，使用前应确认无过敏历史。
- **建议摄入量**: 应遵循产品标签上的建议摄入量，避免过量。

枣子酊作为食品添加剂时，其天然的特性和多种用途使其在食品工业中具有广泛的应用价值。在使用时，应注意其保质期和存储条件，确保其安全性和有效性。', ' GB1886.133-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (133, ' γ-壬内酯', '### γ-壬内酯

#### 介绍
- **化学性质**：γ-壬内酯是一种有机化合物，属于内酯类，化学式为C9H16O2。
- **来源**：主要通过化学合成或某些植物的提取物获得。
- **外观与气味**：通常呈无色至淡黄色液体，具有温和、芳香的香气。

#### 用途
- **食品香料**：广泛用作食品添加剂，增加或改善食品风味。
- **香精成分**：在制作各种香精配方中，用以模拟水果、奶油和坚果等味道。
- **食品生产**：用于糖果、烘焙食品、饮料等食品的生产过程中，增添独特的香味。

#### 安全性说明
- **食品安全等级**：被多个国家食品安全机构批准用作食品添加剂。
- **毒理测试**：经过动物毒理学测试，显示低毒性，适合用作食品添加剂。
- **使用指导**：在使用时应遵循相关食品法规与标准，确保其使用浓度在安全范围内。
- **过敏性**：正常使用情况下不易引起过敏反应，但敏感人群应首先做小规模试验。

以上信息有助于了解γ-壬内酯作为食品添加剂的基本情况和安全使用指南。', ' GB1886.134-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (134, ' 苯甲醇', '### 苯甲醇

#### 介绍
- 苯甲醇（Benzyl Alcohol）是一种有机化合物，其分子式为 C7H8O。
- 在自然界中，苯甲醇存在于多种植物及食品中，如茉莉、食茱萸等。
- 常以无色液体形态存在，有微弱的芳香气味。

#### 用途
- 作为香料：在食品行业中，苯甲醇常用作香料添加剂，用以增加或改善食品的香气。
- 作为溶剂：由于其良好的溶解性，可用于食品添加剂的配制中，帮助其他物质更好地混合。
- 防腐剂：苯甲醇具有微生物生长抑制作用，因此被用于一些食品中，以延长其保质期。

#### 安全性说明
- 已被多个国家和地区的食品药品监督管理机构批准，如美国FDA和欧盟EFSA。
- 在使用时需控制在安全用量范围内，过量使用可能会引起不良反应，如皮肤过敏等。
- 苯甲醇自然存在于许多食品中，但作为食品添加剂使用时，仍需注意遵守各国关于食品添加剂使用的具体规定。

请在使用任何添加剂时都务必遵循相关法规并保持适当的应用剂量，以确保食品的安全性和品质。', ' GB1886.135-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (135, ' 丁酸苄酯', '### 丁酸苄酯

#### 介绍
- **化学名称**：丁酸苄酯（Benzyl butyrate）
- **化学式**：C11H14O2
- **分子量**：178.23 g/mol
- **物理形态**：通常为无色液体
- **来源**：可以通过化学合成获得，主要原料包括苄醇和丁酸

#### 用途
- **食品香精**：用于模拟水果味，尤其是杏、苹果和樱桃的风味。
- **调香剂**：在食品加工中添加以增强或改善食物的香味。
- **食品工业**：广泛用作食品添加剂，尤其在糖果、饮料和烘焙产品中。

#### 安全性说明
- **安全性评估**：已被食品安全监管机构如FDA和EFSA评为安全。
- **限用浓度**：在食品中使用时，应遵循现行的食品安全标准和指南。
- **过敏反应**：少数个体可能对丁酸苄酯或其蒸气敏感，但这种情况非常罕见。
- **处理和储存**：需妥善存放在通风良好、远离热源和火花的环境中，避免与眼睛、皮肤和衣物直接接触。

以上信息有助于了解丁酸苄酯作为食品添加剂的基本知识，用途及其安全性方面的主要考量。', ' GB1886.136-2015', ' 食品用香料', 0x5B322C335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (136, ' 十六醛（又名杨梅醛）', '### 十六醛（又名杨梅醛）

十六醛是一种重要的化学物质，因其独特的香味和化学属性，在食品工业中被用作食品添加剂。

#### 介绍
- **化学名称**: 十六醛
- **其他名称**: 杨梅醛
- **化学式**: C_16H_30O
- **性状**: 通常为无色到淡黄色液体
- **来源**: 可以通过化学合成或从某些天然来源如植物提取

#### 用途
- **食品香料**: 主要用于增添或增强食品的香味，常见于烘焙食品、糖果及饮料中。
- **香精制造**: 在制造食品级香精的过程中，作为模拟果味的重要成分。
- **食品加工**: 进一步处理形成其他食品添加剂或食品成分，改善食品质感和保存性。

#### 安全性说明
- **安全评级**: 一般被认为是安全的，但需控制在合理的使用剂量范围内。
- **使用指南**: 根据食品法规使用，通常在制定标准和限制中有明确规定。
- **可能的副作用**: 在极少数情况下，可能会引起敏感性反应，尤其是在过敏体质的个体中。
- **监管批准**: 在多个国家和地区，如美国FDA以及欧盟EFSA，皆有相应的使用批准和安全评估。

在实际应用中，使用者应严格遵守本地法规和安全标准，确保食品添加剂的安全合理使用。', ' GB1886.137-2015', ' 食品用香料', 0x5B322C345D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (137, ' 2-乙酰基吡嗪', '### 2-乙酰基吡嗪

#### 介绍
- **化学性质**: 2-乙酰基吡嗪是一种有机化合物，具有特定的化学结构，其分子式为C₆H₇N₃O。
- **来源**: 该化合物主要通过化学合成方式获得。
- **外观**: 通常以白色或类白色粉末形态出现。

#### 用途
- **风味增强剂**: 在食品加工中，2-乙酰基吡嗪因其能增加食品的香气而被添加，常用于烘焙食品、肉制品以及一些调味品中。
- **抗氧化剂**: 有研究表明，2-乙酰基吡嗪具有一定的抗氧化性能，可以帮助延长食品保存期限。
- **科研用途**: 在食品科学研究中，此化合物也可用于研究食品的风味形成机理等。

#### 安全性说明
- **食品级安全认证**: 在多数国家，2-乙酰基吡嗪作为食品添加剂使用必须经过严格的食品安全评估和审批。
- **剂量控制**: 像所有食品添加剂一样，2-乙酰基吡嗪的使用量必须控制在安全范围内，过量使用可能带来健康风险。
- **过敏反应**: 尽管不常见，但某些人可能对该化合物存在敏感性，表现为轻微的过敏反应。
- **监管要求**: 各国对于食品添加剂的使用都有相应的监管政策，使用前需确保符合当地的法律法规要求。

以上信息是为了科普使用，具体使用时还需要根据产品说明书和专业人士的指导进行。', ' GB1886.138-2015', ' 食品用香料', 0x5B325D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (138, ' 百里香酚', '### 百里香酚

百里香酚，也称为山艾酚，是一种天然存在于百里香中的酚类化合物。由于其抗菌和抗氧化特性，它被广泛用作食品添加剂。

#### 介绍
- **化学名**: 2-异丙基-5-甲基苯酚 (2-isopropyl-5-methylphenol)
- **来源**: 主要从百里香等植物的精油中提取
- **化学结构**: 具有酚环结构，包含异丙基和甲基作为取代基

#### 用途
- **防腐剂**: 作为天然防腐剂，延长食品保质期
- **抗氧化剂**: 减缓食品氧化，保持食物色泽、香味和口感
- **风味剂**: 增加或改善食品的味道和香气
- **保健成分**: 在功能性食品中用于提升健康益处，如提高免疫力

#### 安全性说明
- **批准使用**: 在多个国家和地区被认可并批准作为食品添加剂使用
- **剂量考量**: 经研究表明，在建议剂量下使用是安全的
- **过敏反应**: 部分人群可能对百里香酚有轻微的过敏反应，使用前应确保无过敏历史
- **监管标准**: 遵循国际和地区食品安全标准，如美国FDA和欧盟EFSA的规定

通过这些信息，可以更好地了解和使用百里香酚作为食品添加剂的特性和安全性。', ' GB1886.139-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (139, ' 八角茴香油', '### 八角茴香油

#### 介绍
- **来源**: 八角茴香油是从八角（学名：Illicium verum），一种常见的香料植物，通过水蒸气蒸馏的方式提取得到的精油。
- **化学成分**: 主要包含茴香醛（Anethole）等化合物，是八角茴香油的主要有效成分和香气来源。
- **外观特性**: 通常为透明或略带黄色的液体，具有强烈的甜、辛辣的八角香气。

#### 用途
- **食品调味**: 主要用于增添或增强食品的香味。常见于烘培食品、糖果、肉制品及饮料等。
- **保鲜作用**: 八角茴香油中的某些成分具有防腐和抑菌效果，可以延长食品的保质期。
- **食品工业应用**: 在工业生产中，八角茴香油可以作为天然香料添加到各种加工食品中，增加产品的市场竞争力。

#### 安全性说明
- **普遍接受度**: 八角茴香油已被多个国家和地区的食品安全监管机构批准为食品添加剂，如美国FDA和欧盟EFSA。
- **过敏性反应**: 少数人可能对八角茴香油成分存在过敏反应，使用前需注意过敏历史。
- **合理剂量**: 使用时需控制在安全剂量范围内，避免过量使用可能带来的健康风险。
- **避免混淆**: 八角茴香油应避免与相似的有毒植物，如日本八角（Illicium anisatum）的植物油混淆。', ' GB1886.140-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (140, ' d-核糖', '### d-核糖 (D-ribose)

#### 简介
- **d-核糖**，也称为D-ribose，是一种天然存在的五碳糖，广泛存在于所有生物体的细胞中。
- 它在生化领域特别重要，是核苷酸和RNA的重要组成部分。
- 作为食品添加剂，d-核糖主要用于能量补充和运动性能的提升。

#### 用途
- **能量补充**：由于d-核糖是细胞中ATP（即能量币）的一个重要组成部分，它被添加到一些运动饮料和能量饮料中以帮助增加能量恢复速度。
- **改善心脏功能**：研究表明d-核糖可能有助于心脏病患者恢复心肌的能量储存，从而改善心脏功能。
- **辅助健康产品**：在一些健康产品中添加d-核糖，以提供身体所需的糖类支持，有助于维持正常的代谢功能。

#### 安全性说明
- **FDA认可**：美国食品和药物管理局（FDA）认为D-ribose作为食品添加剂是安全的。
- **广泛研究**：d-核糖的安全性已经通过大量的临床实验和研究进行了验证，没有发现严重的副作用。
- **适量使用**：尽管d-核糖通常是安全的，过量使用可能会导致一些消化系统的症状，如腹泻或胃痛，建议按照产品说明适量使用。
- **特定人群注意事项**：虽然d-核糖对大多数人是安全的，特定情况如糖尿病患者应在医生指导下使用，以免影响血糖水平。', ' GB1886.141-2016', ' 营养强化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (141, ' α-紫罗兰酮', '### α-紫罗兰酮

α-紫罗兰酮（alpha-Ionone）是一种具有花香和木质香调的有机化合物。在食品工业中，它主要作为食品添加剂使用，用于增加或改善食品的香气。

#### 介绍
- **化学式**：C13H20O
- **分子量**：192.30 g/mol
- **化学结构**：包括一个环状酮和一个不饱和侧链。
- **外观**：无色至浅黄色液体。
- **溶解性**：不溶于水，易溶于油脂和有机溶剂。

#### 用途
- **香料添加剂**：用于复制和增强食品中的水果和花香，尤其是覆盆子和葡萄。
- **调味剂**：在糖果、甜点、苏打水等食品中添加以改善其风味。
- **香氛增强**：提高食品的整体吸引力，促使消费者的购买意愿。

#### 安全性说明
- **安全认证**：通常被认为是安全的，经国际香料协会(IFRA)和食品和化学品法规部门批准使用。
- **毒理性研究**：长期摄入和暴露的研究表明，α-紫罗兰酮在常用浓度下无毒或低毒。
- **使用限制**：在使用时应确保符合所有当地和国际食品安全标准和法规。
- **过敏反应**：少数个体可能对此种化合物敏感，可造成轻微的过敏反应。

使用α-紫罗兰酮作为食品添加剂时，建议按照安全标准和用量指南进行使用，以确保食品安全和消费者健康。', ' GB1886.142-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (142, ' γ-癸内酯', '### γ-癸内酯

γ-癸内酯（Gamma-Decalactone）是一种常见的食品添加剂，以其独特的香味被广泛应用于食品工业中。

#### 介绍
- **化学名**：γ-癸内酯，亦称伽马-癸内酯。
- **来源**：主要由某些植物製得，或通过化学合成得到。
- **性质**：为无色至淡黄色液体，具有浓郁的果香和奶香，不易溶于水。

#### 用途
- **调味剂**：用于添加到冰淇淋、饮料、糖果等多种食品中增添桃和奶油等风味。
- **香料**：在化妆品或洗护产品中添加以提供持久的甜美香气。
- **食品加工**：作为模拟食品香气的一部分，用于生产人造奶酪、生酮食品等。

#### 安全性说明
- **批准使用**：在多个国家和地区（如欧盟、美国）被认为是安全的食品添加剂。
- **剂量控制**：按推荐用量使用时，γ-癸内酯通常被认为是安全的。超量使用可能导致过敏反应或其他健康问题。
- **研究评估**：已经有多项研究评估了其在食品中的安全使用，建议遵循相应的规范和标准。
- **透明度要求**：产品标签需明确列出此添加剂，以便于消费者识别。

γ-癸内酯作为一种常用的食品香料，其在适当使用和标准控制下是安全的，并能提供良好的风味体验。推荐食品生产者按照相关法规使用，确保食品的安全性和高质量。', ' GB1886.143-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (143, ' γ-己内酯', '### γ-己内酯

#### 介绍
- γ-己内酯 (gamma-Hexalactone) 是一种有机化合物，属于内酯的一种。
- 分子式为 C6H10O2，通常为无色或淡黄色液体。
- 它广泛存在于自然界中，尤其是在水果和发酵产品中。
- 由于其具有独特的香味，γ-己内酯被广泛用作食品添加剂。

#### 用途
- **食品香料**：在食品工业中，γ-己内酯主要用作香料添加剂，用以增强或模拟水果香味，尤其是桃子、杏子、椰子等水果的风味。
- **香水成分**：在调香行业，γ-己内酯用于制作具有温暖、奶油及水果味的香水。
- **食品加工**：可用作食品保鲜剂，延长食品保质期。

#### 安全性说明
- **一般认为安全（GRAS）**：在美国，γ-己内酯被食品药品监督管理局（FDA）认定为一般认为安全的物质。
- **使用剂量限制**：尽管它被认为是安全的，但在使用时应严格按照食品添加剂的建议剂量进行，避免过量使用。
- **过敏性小**：虽然过敏情况罕见，但使用时仍需考虑到少部分人群可能存在的过敏反应。
- **环境影响**：在生产和使用过程中对环境的影响较小，不被认为是环境危害物质。

γ-己内酯作为一种食品添加剂，其独特的香味和安全性使它在食品加工和香料制造业中有着广泛的应用。在使用时，应确保遵循相关规定和剂量指导，确保食品安全和质量。', ' GB1886.144-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (144, ' δ-癸内酯', '### δ-癸内酯

δ-癸内酯（delta-Decalactone）是一种存在于自然界中的芳香化合物，主要从水果和其他植物源中提取，具有桃和奶油等天然食物的香气。在食品工业中，它被广泛用作食品添加剂，用来增强食品的香气和口感。

#### 介绍
- **化学名称**：δ-癸内酯
- **化学式**：C10H18O2
- **性质**：无色至微黄色液体，具有强烈的桃和奶油香气。
- **来源**：主要从水果如桃、杏和乳制品中提取。

#### 用途
- **增香剂**：用于糖果、冷饮、烘焙食品及其他休闲食品中，添加桃和奶油的自然香味。
- **调味剂**：在乳制品如奶油、酸奶和冰淇淋中使用，增添或增强食品原有的香味。
- **香料配制**：广泛用于香料的配制中，尤其是模拟果味和奶香味的香料。

#### 安全性说明
- **食品级材料**：δ-癸内酯为食品级添加剂，符合国际食品法规的要求。
- **毒理学测试**：经过毒理学测试证明，常规使用浓度下对人体无毒无害。
- **使用建议**：建议按照现行食品添加剂使用规范，控制在安全使用范围内。
- **敏感性提示**：极少数人可能对其有特异性反应，使用前应充分了解食品成分。

通过上述科普，可以更好地理解δ-癸内酯作为食品添加剂的特性及其安全性，从而在食品加工和准备中作出明智的使用选择。', ' GB1886.145-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (145, ' δ-十二内酯', '### δ-十二内酯

#### 介绍
- δ-十二内酯（Dodecalactone）是一种常见的食品香精添加剂，属于内酯类化合物。
- 主要通过化学合成或天然发酵过程从脂肪酸中提取得到。
- 它是一种无色到淡黄色液体，具有强烈的水果和奶油香味。

#### 用途
- **食品香精：** 用于增强食品如点心、糖果、烘焙食品和饮料的香味。
- **日用化学品：** 可用于制作日用香精，如肥皂和洗洁精中的香料。
- **香水工业：** 在香水配方中添加以增加奶油和果味。
- **乳制品：** 销售乳制品中添加以提高风味质感，如冰淇淋和酸奶。

#### 安全性说明
- δ-十二内酯被多个国家食品药品监督管理部门认为是安全的食品添加剂。
- 按照推荐使用浓度使用是安全无害的。
- 长期摄入大量δ-十二内酯可能会影响消化，建议遵循食品安全标准限量使用。
- 对于已知过敏体质者，应先行检测个体反应或咨询专业人士。
- 应储存在干燥、阴凉处，避免阳光直射和高温，确保食品添加剂的质量和安全。', ' GB1886.146-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (146, ' 二氢香芹醇', '### 二氢香芹醇

二氢香芹醇是一种常见的食品添加剂，广泛用于调味和香料中，因其独特的香气和风味。

#### 介绍
- 二氢香芹醇（Dihydrocarveol）是一种单萜类化合物。
- 具有类似薄荷和柑橘的清新香气。
- 在自然界中，二氢香芹醇主要从植物如薄荷中提取，也可以通过化学合成获得。

#### 用途
- **食品香料**：用于糖果、饮料、烘焙食品等，增加柑橘和薄荷的香气。
- **口腔护理产品**：因其清新的味道，常用于牙膏、口水和其他口腔护理产品中。
- **香水和化妆品**：由于其清爽的香气，也常被用作香水和其他个人护理产品的香料成分。

#### 安全性说明
- 二氢香芹醇通常被认为是安全的食品添加剂，在许多国家获得了批准。
- 在常见的使用浓度下，没有报告对人体健康造成显著的负面影响。
- 对于敏感人群，极少数情况可能会引起皮肤刺激或过敏反应。建议在使用前进行小范围的皮肤测试。
- 用户应按照产品标签或专业指导使用，避免过量使用。', ' GB1886.147-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (147, ' 芳樟醇', '### 芳樟醇

#### 介绍
- **化学性质**：芳樟醇（Linalool）是一种天然存在的单萜醇，分子式为C10H18O。
- **来源**：广泛存在于超过200种植物中，包括薰衣草、橙花、罗勒和橙木等。
- **制备方法**：通常通过蒸馏植物油脂或化学合成的方式获得。

#### 用途
- **食品香精**：作为食品添加剂，主要用于增加或改善食品的味道和香气。
- **饮料添加**：常见于各类饮料中，用来模拟果味或花香。
- **烘焙用途**：在烘焙产品中添加，以增添柔和的香草或花香。
- **糖果制作**：芳樟醇可用于糖果制作，增加其风味的多样性。

#### 安全性说明
- **食品级认证**：已被多个国家和地区的食品安全机构认证为安全的食品添加剂。
- **摄入量限制**：虽然被认为是安全的，但仍建议在食品中遵守现有的使用标准和推荐摄入量。
- **过敏反应**：极少部分人可能对芳樟醇存在轻微过敏反应，使用时需要留意。
- **长期使用和大量使用的安全性研究**：长期和高剂量的摄入研究不多，一般建议消费者适量使用。

通过这种方式，您能够以结构化和清晰的格式为读者提供详尽的科普信息。', ' GB1886.148-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (148, ' 己醛', '### 己醛作为食品添加剂

#### 介绍
- 己醛，化学式为C6H12O，是一种含有六个碳原子的饱和脂肪族醛。
- 它通常以无色液体形态存在，具有一定的果香味，可溶于水和常用有机溶剂。
- 在工业生产中，己醛可以通过不饱和脂肪酸的加氢或者其他有机化合物的氧化而得。

#### 用途
- **食品香精**: 己醛常用作食品香精的组成成分，用以模拟和增强食品中的柑橘类和其他水果的香味。
- **食品保藏**: 由于己醛具有微弱的抗菌和抗氧化特性，它有时也被用于食品的保存过程中，帮助延长食品的保质期。
- **调味品**: 在特定调味品的配方中，己醛可以被添加来增加或改善风味。

#### 安全性说明
- **食品添加剂标准**: 己醛作为食品添加剂的使用是受到各国食品安全机构的严格监管的，如FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）。
- **摄入限制**: 在使用中需严格控制摄入量，过量摄入可能导致身体不适。
- **过敏反应与副作用**: 对于一部分敏感人群，己醛可能引起轻微的过敏反应。常见的症状包括皮肤发红、瘙痒等。
- **安全评估与研究**: 目前已有研究表明，在常用剂量下，己醛不具有毒性和致癌性，但仍需要遵循科学的使用指南。
- **环境影响**: 己醛在生产和使用过程中对环境的影响较低，不被认为是一种重大的环境污染物。

使用己醛作为食品添加剂时，重要的是要遵循所有适用的法规标准，并在使用前咨询相关专业人士或机构，以确保其安全性和有效性。', ' GB1886.149-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (149, ' 甲酸香茅酯', '### 甲酸香茅酯

甲酸香茅酯是一种常用的食品添加剂，主要用于增添或增强食物的香味。

#### 介绍
- **化学名称**：甲酸香茅酯
- **化学式**：C11H20O2
- **来源**：该化合物通常从天然源头如柠檬草中提取，并可通过化学合成的方式制得。
- **外观**：通常为无色至淡黄色的液体。

#### 用途
- **香精香料**：在食品工业中，甲酸香茅酯因其柑橘类清新香气常被用作香精香料，广泛应用于软饮料、糖果、烘焙食品等。
- **保鲜剂**：除了用作香精外，还有一定的抗菌和防腐效果，有助于延长食品的保质期。
- **芳香剂**：在非食用产品中，如化妆品和个人护理产品中也可用作芳香剂。

#### 安全性说明
- **食品安全认证**：甲酸香茅酯已被国际食品添加剂标准机构（如FDA和EFSA）批准为安全食品添加剂。
- **使用限量**：尽管被认为是安全的，但仍需按照当地法规和指南使用适量，避免过量使用。
- **过敏信息**：极少数情况下，个别人可能对甲酸香茅酯产生过敏反应。在使用时应仔细检查产品标签。
- **环境影响**：作为一种化学物质，应妥善处理其废弃物，防止对环境造成潜在的影响。

通过上述的详细介绍，可见甲酸香茅酯作为食品添加剂的使用是广泛且具有一定的安全性保证。但仍需按规定合理使用，以确保消费者的健康和安全。', ' GB1886.150-2015', ' 食品用香料', 0x5B335D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (150, ' 甲酸香叶酯', '### 甲酸香叶酯

甲酸香叶酯，化学式为C10H10O2，是一种常用的食品添加剂，以其独特的作用和特征在食品工业中发挥重要作用。

#### 介绍
- **化学性质**：甲酸香叶酯是甲酸和香叶醇的酯，通常是无色液体，具有浓郁的香气。
- **来源**：可以通过化学合成得到，也可从某些植物中提取。
- **状态**：在常温下为液态，具有较好的溶解性。

#### 用途
- **食品香精**：作为食品香精的成分之一，在糖果、饮料、烘焙食品中添加使用，增加食物的香味。
- **防腐剂**：在某些情况下可用作防腐剂，延长食品的保质期。
- **抗氧化剂**：有助于阻止食品氧化，保持食品颜色和风味的稳定性。

#### 安全性说明
- **监管认证**：在多个国家和地区被批准用作食品添加剂，符合相关食品安全标准。
- **使用限量**：在使用上通常有明确的限量规定，过量可能导致副作用。
- **健康影响**：常规使用量下，对人体无害。但任何添加剂都应在专业指导下使用，避免过敏和其他不良反应。', ' GB1886.151-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (151, ' 辛酸乙酯', '### 辛酸乙酯

#### 介绍
- **化学名称**：辛酸乙酯又称为乙酸辛酯。
- **化学式**：C10H20O2
- **性质**：常温下为无色透明液体，具有特定的香味。
- **溶解性**：在水中溶解度很低，但能良好溶解在大部分有机溶剂中如醇、醚和氯仿等。

#### 用途
- **食品行业**：主要用作食品香料，增添或增强食物的香味，应用于糕点、糖果、饮料等。
- **香料**：因其果香型味道，经常被用于制作人造香料。
- **其它行业**：在化妆品和日用化工产品中也有应用，用以增添产品的香气。

#### 安全性说明
- **毒性**：辛酸乙酯属于低毒类化合物。
- **使用限制**：在食品添加剂中，其使用量应遵循“量尽其用”的原则，严格按照相关食品安全标准添加。
- **环境影响**：应注意避免大量释放到环境中，因其可能对水生环境造成影响。
- **法规遵从**：在使用辛酸乙酯作为食品添加剂时，应确保符合当地法律法规。

以上内容供科普和参考使用，建议在具体应用过程中深入了解及遵循相关安全和法律指南。', ' GB1886.152-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (152, ' 乙酸2-甲基丁酯', '### 乙酸2-甲基丁酯

#### 介绍
- **化学名称**: 乙酸2-甲基丁酯，简称为乙酸异戊酯。
- **分子式**: C7H14O2。
- **物理性质**: 通常呈液态，具有果香味。
- **生产来源**: 主要通过化学合成的方式产生。

#### 用途
- **食品香精**: 常用于食品工业中，作为香精添加到各种食品中以增强其风味。
- **食品加工**: 可用于烘焙食品、糖果、饮料等，增加食品的香气。
- **配料表中的存在**: 在成分列表中，可能作为风味增强剂列出。

#### 安全性说明
- **食品级认证**: 符合一定的食品安全标准，可以安全使用于食品中。
- **摄入限制**: 须控制在安全摄入范围内，过量可能会对健康产生不良影响。
- **敏感性**: 对于特定人群可能会引起敏感反应，使用前应检查是否有过敏历史。
- **监管标准**: 在多个国家和地区，乙酸2-甲基丁酯的使用受到食品安全监管机构的规定和控制。

总体来说，作为食品添加剂的乙酸2-甲型丁酯通常是安全的，只要在遵守相关法规的基础上适量使用。', ' GB1886.153-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (153, ' 乙酸丙酯', '### 乙酸丙酯

乙酸丙酯（Propyl acetate），也称为丙酯，化学式为C5H10O2，是一种常用的有机溶剂和食品添加剂。

#### 介绍
- **化学性质**：乙酸丙酯是一种无色透明的液体，具有水果般的香气。
- **制备方法**：通常通过乙酸与丙醇在酸性条件下进行酯化反应制得。
- **溶解性**：它在水中的溶解性较低，但可以与多数有机溶剂如乙醇、乙醚和氯仿等混溶。

#### 用途
- **食品香精**：在食品工业中，乙酸丙酯被用作香精，用于模仿或增强水果味，如梨、苹果和杏等。
- **食品包装材料**：也用于制作某些类型的食品包装材料，其挥发性帮助保持包装内的食品风味。
- **制药工业**：在制药工业中，可作为溶剂使用，帮助有效成分的混合和加工。

#### 安全性说明
- **食品级安全**：作为食品添加剂，乙酸丙酯被认为是安全的，但需控制在适当的使用范围内。
- **摄入安全**：虽然具有较低的毒性，但不宜大量摄入，过量可能引起不适或健康问题。
- **操作注意**：在工业应用中应使用适当的安全措施，如穿戴适当的防护装备，确保良好的通风。

乙酸丙酯作为食品添加剂使用时，应确保遵守相关法规和标准，以保证消费者的安全。', ' GB1886.154-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (154, ' 乙酸橙花酯', '### 乙酸橙花酯

#### 介绍
- **化学名称**：乙酸橙花酯，也称为乙酸芳樟醇酯。
- **分子式**：C12H22O2。
- **外观与特性**：无色或淡黄色液体，具有花香味。
- **来源**：可以通过化学合成得到，或从天然橙花油中提取。

#### 用途
- **食品香料**：在食品工业中用作香料，添加到糖果、饮料、烘焙食品中，赋予这些产品浓郁的花香味。
- **香精制造**：作为香水和其他化妆品的成分，提供持久的甜美花香。
- **芳香疗法**：在芳香疗法中使用，帮助缓解压力和改善情绪。

#### 安全性说明
- **食品添加剂安全性**：作为食品添加剂，乙酸橙花酯一般被认为是安全的，在使用时应遵循相关法规和标准。
- **可能的过敏反应**：极少数人可能对此种化合物敏感，使用时应注意是否引起过敏反应。
- **使用限量与条件**：遵循地方和国际食品添加剂使用标准，如美国FDA和欧盟EFSA的限量规定。
- **存储条件**：存放于阴凉、干燥地方，避免阳光直射，确保包装密闭。', ' GB1886.155-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (155, ' 乙酸松油酯', '### 乙酸松油酯

乙酸松油酯作为一种食品添加剂，常见于许多食品加工过程中，具体的信息如下：

#### 介绍
- **化学性质**：乙酸松油酯是一种由松香和乙酸反应制得的酯，具有特定的香味。
- **外观**：通常为无色或黄色的液体。
- **溶解性**：在有机溶剂中如醇、酮类中易溶，在水中几乎不溶。

#### 用途
- **香料**：在食品加工中可用作香料，增添或改善食品的香气。
- **稳定剂**：作为食品中的稳定剂使用，帮助食品保持期望的状态和质感。
- **抗氧化剂**：有时也被用作抗氧化剂，延长食品的保质期，防止油脂类食品的氧化。

#### 安全性说明
- **安全级别**：在一定使用范围内被认为是安全的，但需遵守相关法规和使用指南。
- **限制使用**：在不同国家和地区，对乙酸松油酯的使用可能有不同的规定和限制。
- **过敏情况**：少数个体可能对乙酸松油酯产生过敏反应，使用时应提前进行检测。
- **长期摄入**：对于长期大量摄入的安全性数据不足，建议消费者遵循合理的摄入推荐。

乙酸松油酯作为食品添加剂在提供香气和保质方面发挥着重要作用，但用户和生产商应警惕其使用安全标准，确保消费者健康。', ' GB1886.156-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (156, ' 乙酸香叶酯', '### 乙酸香叶酯

乙酸香叶酯是一种食品添加剂，常用于调味和增香。以下是其介绍、用途和安全性的详细信息。

#### 介绍
- **化学名称**：乙酸香叶酯，也称为乙酸芳樟酯。
- **化学式**：C12H14O2。
- **外观**：无色到淡黄色液体。
- **气味**：具有类似于肉桂和丁香的甜香气味，是一种常见的香料。

#### 用途
- **食品香料**：在糖果、面包、饼干以及其他烘焙制品中用作风味增强剂。
- **饮料**：添加到各种饮料中以提升其香味，如非酒精饮料、果汁和茶。
- **调味品**：用于调味料和肉制品，增加香气的复杂性和吸引力。
- **其他应用**：在口香糖、冰淇淋以及乳制品中用来增添香气。

#### 安全性说明
- **食品级安全**：乙酸香叶酯被广泛认为是安全的食品添加剂，在许多国家和地区得到了官方的认可和使用许可。
- **使用剂量**：应严格遵守各国关于食品添加剂使用的剂量标凈，避免过量使用。
- **过敏性**：大部分人可以安全使用，但少数人可能对其成分敏感。
- **监管标准**：在使用前应检查当地食品安全法规及标准，确保合法合规地使用。

以上信息有助于更好地了解乙酸香叶酯作为食品添加剂的相关情况。', ' GB1886.157-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (157, ' 异丁酸乙酯', '### 异丁酸乙酯

#### 介绍
- **化学名称**：异丁酸乙酯，通常简称为乙酯。
- **化学式**：C6H12O2。
- **性质**：无色液体，具有水果般的芳香气味。
- **来源**：可以通过化学合成的方式制备，主要原料为异丁酸和乙醇。

#### 用途
- **食品香精**：因其具有水果般的香味，常用于调制食品的香精，如糖果、饮料、烘焙食品等。
- **食品加工**：用于增加或改善食品的香味，在食品加工过程中作为添加剂使用。
- **其他用途**：在非食品行业，异丁酸乙酯也用作溶剂、香料制备等领域。

#### 安全性说明
- **安全评级**：一般被认为是安全的食品添加剂，但应遵循适当的使用量和使用条件。
- **摄入限制**：在食品中添加应控制在安全使用水平范围内，避免过量。
- **潜在风险**：长时间大量摄入或不当操作可能对健康造成影响，特别是儿童、孕妇等敏感人群应更加小心。
- **监管信息**：在多数国家和地区，其使用受到食品安全监管机构如美国FDA和欧盟EFSA的严格规范。

注意：在使用任何食品添加剂时，建议参照当地法规和指南，保证消费者的安全与健康。', ' GB1886.158-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (158, ' 异戊酸3-己烯酯', '### 异戊酸3-己烯酯

异戊酸3-己烯酯是一种食品添加剂，常用于食品香料中以增加或改善食品的香味。

#### 介绍
- **化学名称**：异戊酸3-己烯酯
- **化学式**：C11H20O2
- **外观**：通常为无色透明液体
- **溶解性**：溶于乙醇和大多数有机溶剂，难溶于水
- **来源**：可以通过化学合成获得，也可以在某些植物提取物中找到

#### 用途
- **食品香精**：用作食品香精的成分之一，用于模拟某些水果的香味，如柑橘类和其他水果。
- **食品加工**：在食品加工过程中增加或改善食品的香味。
- **饮料行业**：用于饮料中增添特定的香气，提升饮料的吸引力。
- **糖果和烘焙产品**：添加到糖果和烘焙产品中，以丰富产品的味道层次。

#### 安全性说明
- **食品级标准**：在使用时需确保其纯度和质量符合食品级标凈。
- **使用限量**：在食品中的使用应严格按照当地法规和国际标准（如FAO/WHO的指导），避免过量使用。
- **过敏性**：虽然一般被认为是安全的，但对于特定个体可能存在过敏反应的风险，使用时需注意。
- **毒理研究**：已通过多项研究评估其安全性，建议消费者按推荐量使用。

在使用异戊酸3-己烯酯作为食品添加剂时，请确保遵守相关安全标准和用量指南，确保消费者食品安全和健康。', ' GB1886.159-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (159, ' 正癸醛（又名癸醛）', '### 正癸醛（又名癸醛）

#### 介绍
- **化学性质**: 正癸醛是一种有机化合物，分子式为C10H20O，属于饱和脂肪醛。
- **物理形态**: 常温下为无色透明液体，有淡淡的果香味。
- **来源**: 正癸醛在自然界中存在于某些植物和果实中，也可以通过化学合成方法制得。

#### 用途
- **食品香精**: 在食品工业中，正癸醛主要用作食品香精的成分之一，添加到糖果、饮料、烘焙食品中以增强风味。
- **调味剂**: 用于调制某些特定风味的调味料，如柑橘类、水果类和芳香性饮料等。
- **配方研发**: 在新食品产品的开发过程中，作为风味剖析与食品配方设计的组成部分。

#### 安全性说明
- **法规评估**: 正癸醛作为食品添加剂在多个国家已经通过食品安全评估，并符合相关食品添加剂使用标准。
- **使用限量**: 作为食品添加剂使用时，应遵循所在国家或地区对食品添加剂的使用限量规定，避免过量。
- **过敏性与毒理性**: 当前的科学研究表明，正癸醛在常规的使用浓度下没有明显的毒性和过敏性。
- **储存与处理**: 需要在通风、干燥的环境中存储，避免高温和阳光直射，并确保远离儿童和宠物的接触。

这些信息对于理解和使用正癸醛作为食品添加剂非常有帮助，建议在使用前咨询专业人士并严格遵守相关安全规范。', ' GB1886.160-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (160, ' 棕榈酸乙酯', '### 棕榈酸乙酯

#### 介绍
- 棕榈酸乙酯，学名为乙基棕榈酸酯，是一种由棕榈酸和乙醇反应生成的脂肪酸酯。
- 它在常温下为无色或微黄色的油状液体，具有轻微的香味。
- 主要通过酯化反应制备，这是一种将脂肪酸与醇类结合的化学过程。

#### 用途
- **食品行业**：作为食品添加剂，常用于香料、香精中，以增加食品的香气。
- **保鲜剂**：在某些食品中添加，可以帮助延长保质期。
- **化妆品工业**：用作乳化剂或柔软剂，增加产品的稳定性和舒适度。
- **制药行业**：作为药物的辅料，有助于药物的稳定和释放控制。

#### 安全性说明
- **总体评价**：棕榈酸乙酯一般被认为是安全的，适用于食品和化妆品行业。
- **监管认证**：在多个国家被认可为食品添加剂，符合相应的食品安全标准。
- **副作用**：在常规使用浓度下，未报告有重大的副作用或不良反应。
- **过敏信息**：低概率引起个别敏感体质的过敏反应，使用前查看产品成分标识是必要的。

棕榈酸乙酯作为食品添加剂广泛应用在各种食品加工领域，其安全性经过严格的评估和监管，消费者可以放心使用。', ' GB1886.161-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (161, ' 2', '### 食品添加剂 E621（味精）

#### 介绍
- 味精的化学名称为味精一水合物或者L-谷氨酸单钠盐。
- 味精是通过发酵过程制成，主要原料包括糖蜜、淀粉等。
- 作为一种调味品，它可以增强食物的自然风味。

#### 用途
- **增强味道**：味精主要用于增强食物的鲜味，使食物口味更佳。
- **广泛应用**：广泛用于汤、肉类、即食快餐和方便面等多种食品中。
- **在烹饪中使用**：在家庭烹饪中，人们通常添加少量味精来提升菜肴的味道。

#### 安全性说明
- **国际食品添加剂标准**：味精（E621）已被世界卫生组织(WHO)和联合国粮农组织(FAO)的食品添加剂专家委员会(JECFA)认定为安全。
- **适量使用**：虽然味精被认为安全，但任何添加剂都推荐适量使用。对敏感人群，过量可能导致头痛或其他短期症状。
- **无严格禁忌**：大部分健康成人使用合理数量的味精是安全的。如有特殊疾病，最好先咨询医生后使用。', '6-二甲基-5-庚烯醛', null, 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (162, ' 2-甲基-4-戊烯酸', '### 2-甲基-4-戊烯酸

2-甲基-4-戊烯酸（也称为异角鲨烯酸）是一种有机化合物，属于不饱和脂肪酸。在食品工业中，这种化合物主要用作食品添加剂，尤其是作为抗氧化剂和防腐剂。

#### 介绍
- **化学性质**: 2-甲基-4-戊烯酸是一种不饱和脂肪酸，有一个双键和一个甲基侧链。
- **源头**: 主要通过化学合成或某些植物和微生物的提取得到。
- **形态**: 通常以液体或粉末形态存在。

#### 用途
- **防腐剂**: 在食品加工中，用于延长产品的保质期。
- **抗氧化剂**: 帮助防止食品中的脂肪和油脂氧化，从而减少食品变质和风味的损失。
- **风味增强剂**: 在某些情况下，它可以用来调整食品的风味。
- **营养增强剂**: 在功能性食品中可能被添加以提供额外的健康效益。

#### 安全性说明
- **食品安全认证**: 其使用须通过相关食品安全机构的认证，例如美国食品药品监督管理局（FDA）或欧盟食品安全局（EFSA）。
- **剂量控制**: 必须严格按照法规中规定的最大允许用量使用。
- **过敏性**: 尽管不常见，个别人群可能对此类化合物敏感。
- **研究支持**: 安全性评估常基于科学研究和临床试验数据。

在使用2-甲基-4-戊烯酸作为食品添加剂前，确保其用途和用量符合相关地区的食品法规与安全标准是非常重要的。', ' GB1886.163-2015', ' 食品添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (163, ' 2-甲基丁酸2-甲基丁酯', '### 2-甲基丁酸2-甲基丁酯

#### 介绍
- **化学名称**：2-甲基丁酸2-甲基丁酯
- **化学式**：C6H12O2
- **外观**：无色液体
- **气味**：具有水果般的香气

#### 用途
- **食品香精**：用于增加或改善食品的香味
- **食品加工**：作为加工助剂，可以在制作过程中添加到食品中，以改善质地和口感
- **食品保藏**：作为防腐剂使用，延长食品的保质期

#### 安全性说明
- **食品级要求**：用量需遵循相关食品安全标准和法规。
- **毒理研究**：已通过专业毒理测试，确认对人体健康无重大危害。
- **使用限制**：应避免过量使用，按推荐用量添加。
- **敏感性问题**：少数敏感人群可能出现轻微过敏反应，使用前须小心检查。

通过以上介绍，可以看出2-甲基丁酸2-甲基丁酯作为食品添加剂在提供香味和保质方面具有重要作用，同时也具备一定安全性，但需根据相关规定和个人情况谨慎使用。', ' GB1886.164-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (164, ' 2-甲基丁酸3-己烯酯', '### 2-甲基丁酸3-己烯酯

#### 介绍
- **化学性质**: 2-甲基丁酸3-己烯酯是一种有机化合物，属于酯类物质，具有较强的芳香性。
- **获取方式**: 该物质通常通过有机合成方法制备，包括酯化反应，其中3-己烯醇与2-甲基丁酸反应生成。
- **外观**: 通常为无色透明的液体，具有特有的芳香气味。

#### 用途
- **食品工业**: 在食品行业中，作为风味添加剂，用于增强或模拟各种食品的香味，如水果味、坚果味以及烘焙产品的香味。
- **香精制造**: 在制造香精、香料的过程中，可用作香味原料，增加产品的香味层次和持久性。
- **研究用途**: 在化学和食品科技领域的研究中，作为标准物质或实验材料，用以开发和测试新的食品添加剂。

#### 安全性说明
- **毒性**: 属于低毒类化合物，但应避免长时间大量接触。
- **使用限制**: 在使用时应严格遵守食品添加剂的使用标准和量化要求，避免过量使用。
- **操作注意**: 在处理和应用过程中，建议使用适当的防护措施，如穿戴防护服、使用手套和眼镜，以防止皮肤接触和吸入。
- **法规遵守**: 制造商和使用者需遵循当地相关法规和国际标准，确保食品安全和消费者健康。

这些信息适用于印刷或电子媒介的科普资料，为消费者提供对2-甲基丁酸3-己烯酯的基本了解及其作为食品添加剂的合理应用和注意事项。', ' GB1886.165-2015', ' 食品用香料', 0x5B322C332C375D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (165, ' γ-庚内酯', '### γ-庚内酯

#### 介绍
- **化学名称**：γ-庚内酯（Gamma-heptalactone）
- **化学式**：C7H12O2
- **分子量**：128.17 g/mol
- γ-庚内酯是一种有机化合物，属于内酯类，具有特殊的香味。
- 在自然界中，γ-庚内酯存在于多种果实和发酵产品中。

#### 用途
- **食品香料**：作为食品添加剂，主要用于增加或改善食品的香味。
- **香精制备**：在制造人造奶油、烘焙食品及糖果等产品中添加，以模拟某些天然香味。
- **饮料应用**：用于某些饮料中，以增添独特的香气。

#### 安全性说明
- **食品安全等级**：一般被认为是安全的，根据美国FDA和欧盟食品安全标凈，可以作为食品添加剂使用。
- **耐受限制**：虽然被广泛用作食品添加剂，但任何食品添加剂都建议按照当地规定的使用标准和限量使用。
- **过敏性**：目前没有明确的过敏性报告，但任何个体在首次接触时都应谨慎使用。
- **研究和评估**：科学研究持续进行中，以确保其长期的安全性和无害性。

使用γ-庚内酯作为食品添加剂时，需遵循具体国家与地区的法规与指导，保证食品安全与质量。', ' GB1886.166-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (166, ' 大茴香脑', '### 大茴香脑

大茴香脑（Anethole），为一种天然香精油成分，主要从大茴香（又称八角茴香或星型茴香）中提取。

#### 介绍

- **来源**: 主要从大茴香种子中通过蒸馏的方式提取得到。
- **化学性质**: 属于有机化合物，具有强烈的甘草味。
- **外观**: 无色透明或微黄色液体。
- **溶解性**: 易溶于酒精和大多数有机溶剂中，不易溶于水。

#### 用途

- **食品香精**: 用作调味剂，增加食品如糖果、烘焙食品、口香糖等的香甜味。
- **饮料行业**: 在非酒精及含酒精饮料中增加芳香。
- **医药用途**: 可用于生产药品和健康产品，具有一定的药理作用。
- **化妆品**: 在某些香水和化妆品中作为香料成分。

#### 安全性说明

- **FDA认证**: 在美国，大茴香脑作为食品添加剂，被FDA认为是一般认为安全的物质（GRAS）。
- **欧盟标准**: 欧盟也批准其作为食品添加剂使用。
- **使用建议**: 尽管被认为安全，但应避免过量使用，尤其是对于特殊体质或有特定健康条件的人士。
- **过敏信息**: 少部分人可能会对大茴香脑有轻微的过敏反应，如皮肤敏感等。

使用大茴香脑时应遵循相关食品安全标准和建议用量，以确保食用的安全性。', ' GB1886.167-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (167, ' γ-十二内酯', '### γ-十二内酯

#### 介绍
- γ-十二内酯是一种化学物质，属于内酯类，具有十二个碳原子的环状结构。
- 在自然界中广泛存在，特别是在水果和其他植物中可以找到其天然形态。
- 在工业上，γ-十二内酯可以通过化学合成或生物发酵过程来生产。

#### 用途
- **食品香精**: γ-十二内酯常用作食品添加剂，用于增加或改善食品的香味，尤其是在烘焙食品和饮料中。
- **食品包装**: 由于其抗菌性质，它有时也用于食品包装材料中，以延长食品的保质期。
- **食品加工**: 在某些乳制品中使用，以增强食品的香气和口感。

#### 安全性说明
- **已获批准使用**: 在多个国家和地区，γ-十二内酯作为食品添加剂已经得到官方认可和批准。
- **毒理学评估**: 根据现有的科学研究，γ-十二内酯在常用量下被认为是安全的。
- **使用限制**: 尽管被认为安全，但任何食品添加剂的使用都应遵循现行的法规和指南，确保不超过推荐的添加剂使用量。
- **敏感性问题**: 对于少数敏感人群，建议在专业人士的指导下使用，避免过敏反应。', ' GB1886.168-2015', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (168, ' 卡拉胶', '### 卡拉胶

#### 介绍

- 卡拉胶是一种广泛应用的食品添加剂，主要从红藻类植物中提取。
- 它是一种天然多糖，主要由半乳糖和硫酸酯组成。
- 卡拉胶因其凝胶形成能力和稳定性被广泛使用。

#### 用途

- **食品工业**: 用作稳定剂和增稠剂，广泛应用于烘焙食品、糖果、冰淇淋等。
- **饮料**: 增进饮料的口感和质地，防止成分分离。
- **乳制品**: 用于优化奶制品如酸奶和奶酪的质构和延长保质期。
- **肉制品**: 提供更好的凝结性和水分保持，提高产品的整体质量。

#### 安全性说明

- 卡拉胶被国际食品法典委员会(Codex Alimentarius)和许多国家的食品安全机构认为是安全的食品添加剂。
- 常规食用剂量下，卡拉胶没有已知的副作用。
- 高剂量的卡拉胶可能导致一些消化系统不适，如轻微的肠胃腹胀或排便习惯改变。
- 近年的研究持续监测卡拉胶的消费安全性，以确保公共健康保护。', ' GB1886.169-2016', ' 食品添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (169, ' 5′-鸟苷酸二钠', '### 5′-鸟苷酸二钠

#### 介绍
- 5′-鸟苷酸二钠是一种食品添加剂，化学式为C10H12N5Na2O8P。
- 它属于食品添加剂中的风味增强剂类别，通常用于增加或加强食物的原有味道。
- 主要由鸟苷酸通过特定的化学或者生物转化过程产生，再结合钠进行稳定。

#### 用途
- **风味增强剂**：在各种加工食品中使用，特别是在即食汤、调味料和肉类产品中，以增强其风味。
- **营养补充剂**：在一些营养增强食品中添加，以提供额外的营养成分。
- **食品工业**：用于制备各种酱料和预制菜中，改善和均衡食物的整体味道。

#### 安全性说明
- **安全认证**：作为食品添加剂，5′-鸟苷酸二钠一般需要经过食品药品监督管理局等相关机构的认证才能使用。
- **用量限制**：在使用时需严格按照规定的用量标准，避免过量。
- **适用人群**：大多数人群均可安全使用，但特殊人群（如特定疾病患者）应咨询专业人士后使用。
- **临床研究**：已有多项研究证明其安全性，但持续的科学研究和监控仍然必要。', ' GB1886.170-2016', ' 食品添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (170, ' 5′-呈味核苷酸二钠（又名呈味核苷酸二钠）', '### 5′-呈味核苷酸二钠（又名呈味核苷酸二钠）

#### 介绍
- 5′-呈味核苷酸二钠是一种由肌苷酸和鸟苷酸组成的复合调味剂。
- 它通常是通过发酵工艺生产的，其中用到了天然存在的微生物。
- 主要用于增强食品的鲜味，是日本传统的味精的一种替代产品。

#### 用途
- 常用于汤料、酱油、方便面、薯片及其他休闲食品中，用以增强食品的整体味道。
- 在肉制品和即食食品中用作味道增强剂。
- 也被用在低盐食品中，帮助补充因减少盐分而损失的味道。

#### 安全性说明
- 根据世界卫生组织和联合国粮食及农业组织的食品添加剂专家委员会（JECFA），5′-呈味核苷酸二钠为人体健康认可和广泛使用的安全食品添加剂。
- 适当使用下，没有报告显示该添加剂对人体有毒害影响。
- 对于大多数人来说，在正常饮食中摄入该添加剂是安全的，但对于特定个体（如特定食物不耐受或遗传性疾病患者）应咨询医生后使用。', ' GB1886.171-2016', ' 食品添加剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (171, ' 迷迭香提取物', '### 迷迭香提取物

#### 介绍
- 迷迭香提取物是从常见的香料植物—迷迭香（Rosmarinus officinalis）的叶中提取的。
- 该提取物主要包含多种抗氧化剂如烯酮，酚类和黄酮等。
- 迷迭香提取物是一种天然的保存剂，经常被用作防腐剂和抗氧化剂。

#### 用途
- **食品保存**：添加到各类食品中，延长保质期，防止食品脂肪的氧化变质。
- **调味**：提供独特的香气和味道，用于调味肉类产品，烘焙食品等。
- **健康辅助**：可能帮助提高身体抗氧化能力，用于保健食品和饮料。

#### 安全性说明
- **普遍认为安全**：在适量使用的情况下，迷迭香提取物被认为是安全的。
- **监管批准**：在多个国家和地区已被批准为食品添加剂。
- **过敏反应**：极少数情况下可能引起过敏反应，特别是对迷迭香本身过敏的人群。
- **使用建议**：建议按照食品安全标准和相关法规指导使用，避免过量。', ' GB1886.172-2016', ' 抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (172, ' 乳酸', '### 乳酸作为食品添加剂

#### 介绍
- 乳酸（化学式：C3H6O3）是在微生物发酵过程中产生的一种有机酸。
- 它是通过发酵糖类物质，如葡萄糖、淀粉等得到的。
- 在商业生产中，乳酸主要通过乳酸菌发酵糖类物质产生。

#### 用途
- **食品保鲜与调味**：乳酸可用于肉制品、鱼制品以延长保质期，并改善口感。
- **pH调节剂**：作为酸度调节剂，用于调节食品的酸碱平衡，适用于多种饮料和烘焙食品。
- **抗菌保鲜**：乳酸具有天然的抗菌特性，可以抑制食品中有害微生物的生长，从而增强食品安全。

#### 安全性说明
- 乳酸被广泛认为是安全的食品添加剂，并被国际食品法典委员会（Codex Alimentarius）以及许多国家的食品安全机构如美国食品药品监督管理局（FDA）认可。
- 在合理的使用量下，乳酸没有已知的副作用。
- 建议按照各国食品安全标准和法规进行使用，以确保消费者安全。

乳酸作为一种多功能的食品添加剂，可以提供保鲜、调味及安全性增强等多方面的效果，是食品加工中常用的一种材料。', ' GB1886.173-2016', ' 酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (173, ' 食品工业用酶制剂', '### 食品工业用酶制剂

#### 介绍
- 食品工业用酶制剂是特定由微生物、植物或动物来源的酶，这些酶可以催化和加速食品生产中的特定化学反应。
- 这类酶制剂通常具有高度专一性，作用于特定的底物，以改善食品的质量、口感、稳定性和营养价值。
- 在食品加工中，酶制剂被用来替代化学添加剂，提高食品的自然性和安全性。

#### 用途
- **改善面包和面制品的质量**：如淀粉酶被用于改善面团的发酵效率，增加面包体积和改善质感。
- **乳制品加工**：如乳糖酶可以用于降低牛奶中的乳糖含量，制造低乳糖或无乳糖产品，适合乳糖不耐症消费者。
- **酿酒和饮料制造**：酶如果胶酶、纤维素酶可用于增加果汁的提取率和澄清度。
- **肉品 tenderization**：使用蛋白酶如木瓜蛋白酶和溶菌酶来软化肉类，使之更易于消化和加工。

#### 安全性说明
- **经过严格审查和认证**：在市场上应用的食品级酶制剂需通过相关食品安全管理机构的评估和批准，例如美国食品药品监督管理局(FDA)或欧盟食品安全局(EFSA)。
- **过敏性低**：尽管极少数个体可能对特定的酶制剂有过敏反应，但大多数用于食品工业的酶制剂都认为安全无害。
- **标签透明**：为保障消费者权益，使用酶制剂的食品包装上会明确标注其使用的具体酶名称和来源，让消费者能够做出知情选择。
- **在使用前进行安全评休**：食品制造商在采用新的酶制剂前必须进行一系列安全性评休，确保其不会引起食品安全问题。

这些信息能够帮助公众了解食品工业用酶制剂的基本情况、应用领域以及相关的安全性信息，确保消费者能够放心食用使用了这些添加剂的食品。', ' GB1886.174-2024', ' 酶制剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (174, ' 亚麻籽胶（又名富兰克胶）', '### 亚麻籽胶（又名富兰克胶）

#### 介绍
- **来源与成分**：亚麻籽胶主要来源于亚麻种子，是通过从亚麻籽中提取的纯天然植物胶。
- **制备过程**：亚麻籽胶的生产过程包括亚麻籽的粉碎、提取和纯化步骤，以形成高粘度的胶状物质。
- **性质**：该物质是一种水溶性的高分子聚合物，具有良好的溶胀性和吸水性。

#### 用途
- **食品加工**：广泛用作稳定剂和增稠剂，在冷冻食品、酱料和奶昔中保持产品质地和一致性。
- **健康食品**：由于其纤维含量高，常被添加到健康食品中以增加食物纤维的摄入。
- **烘焙产品**：在烘焙过程中可以用作面粉的部分替代品，提高面包和糕点的保湿性和软性。

#### 安全性说明
- **监管批准**：在多数国家得到食品药品监督管理局的批准作为食品添加剂使用。
- **消费建议**：建议按照标签说明的推荐用量使用，过量消费可能引起消化不良。
- **过敏提示**：虽然不常见，但部分敏感人群可能对亚麻籽胶出现过敏反应，如有过敏症状应即刻停止使用并咨询医生。', ' GB1886.175-2016', ' 增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (175, ' 异构化乳糖液', '### 异构化乳糖液

#### 介绍
- 异构化乳糖液是经过特殊处理的乳糖产品，通过使用酶技术将乳糖转化为其他类型的糖，主要是半乳糖和葡萄糖。
- 这种转化增强了乳糖的水溶性和甜度，使其更适合用作食品添加剂。
- 异构化乳糖液广泛应用于食品工业，尤其是在日本和欧洲地区。

#### 用途
- **增甜剂**：异构化乳糖液因其增强的甜度，常用作低乳糖或无乳糖食品中的增甜剂。
- **质构改善剂**：在冰淇淋、酸奶等乳制品中，添加异构化乳糖液可以改善产品的质感和口感。
- **保湿剂**：用于烘焙食品中，能保持产品的柔软度和延长保质期。
- **营养强化**：由于其分解形成的简单糖更易于人体吸收，常被用来提高特定食品的能量值，尤其适合乳糖不耐症人群。

#### 安全性说明
- **经认证的安全性**：异构化乳糖液已被多个国家的食品安全机构如美国FDA和欧盟的EFSA认可其安全性。
- **低过敏性**：对于大多数乳糖不耐症者来说，异构化乳糖液是安全的，因为其中的乳糖已经被部分分解。
- **广泛测试**：该添加剂已经过广泛的毒理学测试和人体消费测试，证明在常规摄入量下对人体没有害处。
- **使用量建议**：尽管认为是安全的，消费者还是建议按照标签上的使用量指导，避免过量使用。

以上内容可以作为食品添加剂科普材料，帮助公众了解异构化乳糖液的基本知识和用途。', ' GB1886.176-2016', ' 甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (176, ' D-甘露糖醇', '### D-甘露糖醇

#### 介绍
- D-甘露糖醇（Mannitol）是一种糖醇类的天然化合物。
- 它是由甘露糖氢化而成的多元醇。
- 在自然界中广泛存在，尤其在某些水果和蔬菜中含量较高。
- D-甘露糖醇无色，无味，具有良好的耐热性和稳定性。

#### 用途
- **食品甜味剂**：作为低热量甜味剂，适用于糖尿病食品和无糖产品。
- **抗结剂**：防止其他成分粘结，被广泛用于糖果和干果中。
- **填充剂**：在低热量食品和药品中用作填充剂，增加产品体积而不增加太多热量。
- **口感改善剂**：改善食品的口感，给予食品冰爽味。
- **医药用途**：在医药行业中，因其渗透性特性，常用作减少颅内压和眼内压的药物。

#### 安全性说明
- D-甘露糖醇已被国际食品法典委员会（Codex Alimentarius）和许多国家的食品监管机构批准为食品添加剂。
- 通常被视为安全无害的食品添加剂，适量食用通常不会造成不良健康影响。
- 大量摄入可能导致一些人出现轻微的消化系统反应，如腹泻或腹胀。
- 对某些人群（例如，糖尿病患者）来说，消费D-甘露糖醇含量高的产品需要医疗机构的指导。
- 它的使用量和使用范围通常受到相关食品安全标准和法规的限制。', ' GB1886.177-2016', ' 甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (177, ' 聚甘油脂肪酸酯', '### 聚甘油脂肪酸酯

#### 介绍
- 聚甘油脂肪酸酯，也称为聚合甘油酯，是由甘油（一种多元醇）和脂肪酸（通常是食品级的脂肪酸）反应后形成的物质。
- 主要成分包括多个甘油分子通过酯化反应与一或多个脂肪酸分子结合形成的复合物。
- 在食品工业中，这种物质常作为乳化剂、稳定剂或抗结剂使用。

#### 用途
- **乳化剂**：帮助油水两种不相容的液体混合，广泛用于冰淇淋、奶油和调味料等产品。
- **稳定剂**：防止成品中水和油分离，提高食品的质感和口感，使用于饮料、糖果和烘焙食品。
- **抗结剂**：防止粉末状食品如奶粉、烘焙粉等结块。
- **改善质感**：在烘焙中使用，可以改善面团的性质，使烘焙食品更加柔软。

#### 安全性说明
- 根据世界卫生组织（WHO）和食品农业组织（FAO）的共同食品添加剂专家委员会（JECFA），聚甘油脂肪酸酯被认为是安全的食品添加剂。
- 在美国，被美国食品药品监督管理局（FDA）认定为一般公认安全（GRAS）的物质。
- 应遵循教程或食品标签上的推荐使用量，过量使用有可能造成消化不良等问题。

通过上述信息，可以了解到聚甘油脂肪酸酯作为食品添加剂的特性、用途及其安全性。', ' GB1886.178-2016', ' 乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (178, ' 硬脂酰乳酸钙', '### 硬脂酰乳酸钙（Calcium Stearoyl-2-Lactylate）

硬脂酰乳酸钙（Calcium Stearoyl-2-Lactylate，缩写为CSL）是一种常见的食品添加剂，用于改善食品的质感和延长保质期。

#### 介绍
- **化学性质**：硬脂酰乳酸钙是通过硬脂酸和乳酸的衍生物反应生成的钙盐。
- **外观**：通常为白色到淡黄色的粉末。
- **溶解性**：在水中有一定的溶解性，主要用作乳化剂和稳定剂。

#### 用途
- **改善面制品的质感**：在面包和其他烘焙食品中，可以增强面团的机械处理性能，改善面包的体积和质地。
- **乳化剂**：广泛用于乳制品和非乳制品的软冰淇淋、鲜奶油等，帮助油水混合，提高稳定性。
- **延长保质期**：可防止面包和糕点老化，保持产品的柔软度。

#### 安全性说明
- **已被多个机构批准**：硬脂酰乳酸钙作为食品添加剂在多个国家和地区（如美国FDA、欧盟EFSA）获得认可和批准。
- **一般认为是安全的**：在推荐的使用量内，硬脂酰乳酸钙被认为是安全的，没有显著的健康风险。
- **敏感性和限制**：尽管一般人群对硬脂酰乳酸钙耐受良好，但个别人可能会对该物质产生敏感反应，特别是在超过常规用量时。建议按标签指示使用。', ' GB1886.179-2016', ' 乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (179, ' 红曲红', '### 红曲红

#### 介绍
- **来源**：红曲红是一种天然的食品色素，由红曲霉（Monascus purpureus）在淀粉含量丰富的基质上发酵后产生的一种深红色色素。
- **成分**：主要成分是红曲色素，其中包括单宁、红曲红和其他几种色素。
- **制作**：通过将红曲霉接种到米或其他谷物上，通过控制发酵温度、湿度和时间来生产红曲红。

#### 用途
- **食品着色**：广泛用于美化和增强食品的颜色，例如肉制品、调味酱、酒类和糕点。
- **口味改善**：除了提供色彩外，红曲红还能增加食物的风味，使食品口感更佳。
- **传统应用**：在亚洲料理中，尤其是中国、日本和东南亚的菜肴中，红曲红被用来制作传统发酵食品。

#### 安全性说明
- **认证与监管**：在多个国家和地区，红曲红作为食品添加剂已获得官方认证和批准。
- **使用限制**：虽然红曲红是天然的，一些国家对其使用在食品中的量有所限制，建议遵守当地的法规标准使用。
- **健康顾虑**：过度消费某些由红曲霉制成的产品可能与肝脏损害及其他健康问题相关。因此，应按照指导标准适度使用。
- **过敏信息**：极少数人可能对红曲或其中的成分敏感，出现过敏反应。

此文档旨在提供基本的科普信息，有关红曲红的进一步细节建议咨询相关食品科技专业人士或搜索官方发布的食品安全资料。', ' GB1886.181-2016', ' 着色剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (180, ' 异麦芽酮糖', '### 异麦芽酮糖

#### 介绍
- 异麦芽酮糖是一种低聚糖，由淀粉转化而来。
- 它由麦芽糖、异麦芽糖和一些更高的多糖组成。
- 在工业生产中，它主要通过酶转化淀粉制得，该过程中淀粉首先被分解为麦芽糖，然后再进一步异构化为异麦芽酮糖。

#### 用途
- **低卡路里甜味剂**：异麦芽酮糖具有类似蔗糖的甜度，但提供的热量更低，因此常用作糖的替代品。
- **抗龋齿**：由于其不易被口腔细菌发酵，可减少引起蛀牙的酸的产生。
- **下调血糖反应**：与一般糖相比，异麦芽酮糖对血糖的影响较小，适合糖尿病人士使用。
- **益生元作用**：可以促进有益健康的肠道微生物的增长，改善肠道健康。

#### 安全性说明
- **FDA 和 WHO 的认可**：异麦芽酮糖被美国食品药品监督管理局(FDA)和世界卫生组织(WHO)认为是安全的食品添加剂。
- **可能的消化问题**：摄入过量可能导致消化不良，如腹胀和腹泻。
- **无毒性报告**：在常规食品使用量下，异麦芽酮糖没有报告有毒性反应。
- **广泛的安全使用历史**：作为食品添加剂已经有多年的历史，并被广泛认为是安全的。', ' GB1886.182-2016', ' 甜味剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (181, ' 苯甲酸', '### 苯甲酸作为食品添加剂

#### 介绍
- **化学性质**：苯甲酸（Benzoic acid）是一种无色结晶固体，化学式为C7H6O2。
- **来源**：它可以从一些天然源如树脂中提取，也可通过化学合成得到。
- **批准使用**：在多个国家和地区，如美国、欧盟和中国，苯甲酸已被批准作为食品添加剂使用。

#### 用途
- **防腐剂**：苯甲酸及其钠、钾和钙盐主要用作食品和饮料的防腐剂。
- **保持食品新鲜**：它可以抑制微生物的生长，延长食品的保质期。
- **应用范围**：常用于果酱、饮料、酱料和糖果等酸性食品中。

#### 安全性说明
- **日摄入量限制**：国际食品添加剂规范机构，如FAO/WHO的联合食品添加剂专家委员会（JECFA），建议苯甲酸的安全日摄入量上限为5 mg/kg 体重。
- **广泛研究**：苯甲酸的安全性已经经过了长期和广泛的科学研究。
- **敏感性注意**：虽然苯甲酸通常是安全的，但少数敏感个体可能会对其展示不良反应。
- **法规遵循**：使用苯甲酸作为食品添加剂时，制造商需符合国际和国内的法律法规要求，确保添加剂的使用安全和合理。', ' GB1886.183-2016', ' 防腐剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (182, ' 苯甲酸钠', '### 苯甲酸钠

#### 介绍
- **化学式**: NaC₇H₅O₂
- **分子量**: 144.11 g/mol
- 苯甲酸钠是苯甲酸的钠盐形式，通常以白色粉末或颗粒的形式出现。
- 在食品工业中，主要用作防腐剂。

#### 用途
- **防腐剂**: 延长食品保质期，防止微生物生长。
- **抗菌剂**: 对抗酵母和霉菌，减少食品变质的机会。
- **风味剂**: 在某些情况下用于调整食品的味道。
- **pH调节剂**: 调节食品的酸碱值。

#### 安全性说明
- 国际食品添加剂代码: E211。
- 根据美国食品药品监督管理局（FDA）和欧洲食品安全局（EFSA）的规定，苯甲酸钠在一定浓度下被认为是安全的食品添加剂。
- 长期或高剂量的摄入有可能导致健康问题，如过敏反应或可能影响消化系统。
- 在使用时应遵守所在国家或地区对其使用浓度或量的限制和规范。

这些信息可以帮助读者更好地了解苯甲酸钠作为食品添加剂的性质、用途和安全性。', ' GB1886.184-2016', ' 防腐剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (183, ' 琥珀酸单甘油酯', '### 琥珀酸单甘油酯

琥珀酸单甘油酯是一种常用的食品添加剂，化学上属于酯类。它主要由琥珀酸和甘油通过酯化反应生成。在食品工业中，它以其稳定和改善食品质地的特性而被广泛使用。

#### 介绍
- **化学分类**：酯类
- **成分**：主要由琥珀酸和甘油组成
- **生产方式**：通过将琥珀酸和甘油进行酯化反应制得

#### 用途
- **乳化剂**：用于食品中以增强乳化性，改善食品的口感和质感
- **稳定剂**：帮助食品保持均匀的状态，防止成分分离
- **抗结剂**：减少食品成分之间的粘连，提高食品的流动性
- **质构改良剂**：用于改善食品的整体质构，使其更加柔软或富有弹性

#### 安全性说明
- **食品级别**：作为食品添加剂，琥珀酸单甘油酯需符合特定安全标准和纯度要求
- **批准使用**：在多个国家和地区已被食品安全机构批准为安全的食品添加剂
- **副作用**：一般情况下，在规定的使用量范围内不会引起明显副作用
- **过敏反应**：极少数情况下可能会引起敏感体质者的过敏反应，使用前应检查可能的过敏成分

琥珀酸单甘油酯因其功能性质，在食品加工中扮演着重要角色，科学合理的使用可以有效提升食品的整体质量和消费者的用餐体验。', ' GB1886.185-2016', ' 乳化剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (184, ' 山梨酸', '### 山梨酸

山梨酸（Sorbic Acid）是一种天然存在于许多植物中的化合物，具有防腐和抗菌的性质。它在食品工业中主要以其盐类形式（如山梨酸钾）使用，因为这些盐类在食品中更易溶解。

#### 介绍
- **化学名称**：山梨酸或2,4-己二烯酸
- **化学式**：C6H8O2
- **熔点**：135 °C（275 °F）
- **外观**：无色结晶或白色粉末
- **溶解性**：不易溶于水，易溶于醇和其他有机溶剂

#### 用途
- **食品保存**：广泛用于乳制品、冷冻甜点、肉制品和果酱中，以阻止霉菌和酵母的生长。
- **饮料**：用于汽水、果汁和其他饮料中，以提高保质期。
- **烘焙食品**：在面包和蛋糕中作为防腐剂，防止发霉。
- **其他用途**：也用于化妆品和药品中作为防腐剂。

#### 安全性说明
- **一般认为是安全的**：山梨酸及其盐类被许多国家食品监管机构认可为安全食品添加剂。
- **摄取限制**：尽管被认为是安全的，但摄入量仍有建议限制。在美国，食品添加剂的总日摄取量不应超过25毫克/公斤体重。
- **过敏反应**：极少数情况下可能引起皮肤敏感或过敏反应。
- **孕妇和儿童**：建议在使用食品中含有山梨酸的产品时，孕妇和儿童应遵循医生或营养师的建议。

山梨酸是一种效果显著的食品添加剂，能有效延长食品保质期并防止细菌和霉菌的生长，但应在安全的使用范围内应用。不断地监测和评估食品添加剂的安全性是保证消费者健康的重要措施。', ' GB1886.186-2016', ' 防腐剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (185, ' 山梨糖醇和山梨糖醇液', '### 山梨糖醇和山梨糖醇液

山梨糖醇（Sorbitol）和山梨糖醇液是广泛使用的食品添加剂，具有多种用途和较高的安全性。以下内容将对其进行详细介绍。

#### 介绍
- **化学性质**: 山梨糖醇是一种糖醇，化学式为 C6H14O6，属于六碳糖醇。
- **来源**: 通常从玉米糖浆中提取，通过还原葡萄糖制得。
- **物理形态**: 常温下为白色晶体或粉末，有吸湿性，可以溶解在水中形成山梨糖醇液。

#### 用途
- **增甜剂**: 在无糖或低糖食品和饮料中作为天然增甜剂使用。
- **保湿剂**: 在烘焙食品、果酱和果冻中用作保湿剂，帮助保持食品的湿润度。
- **口感改良剂**: 在冰淇淋和冷冻甜点中用以改善口感，防止结冰。
- **稳定剂**: 在某些加工食品中充当稳定剂和增稠剂，改善产品的质感和延长保质期。
- **医药用途**: 在制药行业中，山梨糖醇也用作低卡路里的甜味药片基料。

#### 安全性说明
- **普遍认可的安全**: 山梨糖醇作为食品添加剂在多个国家被认为是安全的，包括美国FDA和欧盟EFSA。
- **摄入限制**: 尽管安全，过量摄入山梨糖醇可能导致消化系统不适，如腹泻。
- **特定人群**: 对于糖尿病患者，山梨糖醇不会引起血糖急剧变化，因此是一种较安全的替代甜味剂。
- **不引起龋齿**: 相较于普通糖，山梨糖醇不促进口腔内细菌的生长，因此不会引起龋齿。
- **长期使用安全**: 在一般的食用量下，长期使用也被认为是安全的，但建议遵循食品安全标准以避免过量。

以上内容对于理解山梨糖醇及其液体形式在食品添加剂领域的应用和安全性提供了基本的框架。', ' GB1886.187-2016', ' 甜味剂、保湿剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (186, ' 田菁胶', '### 田菁胶

田菁胶是一种从特定植物提取的天然胶体，用作食品添加剂。以下是关于田菁胶的介绍、用途和安全性的详细信息。

#### 介绍
- **来源**：田菁胶主要从一种名为田菁（Sesbania grandiflora）的植物中提取。田菁本身是一种在亚洲广泛种植的豆科植物。
- **成分**：主要成分为多糖和蛋白质，具有良好的水溶性和黏结能力。
- **提取过程**：通常通过水或轻微的化学处理从田菁种子中提取胶质，然后进行净化和干燥处理。

#### 用途
- **稳定剂**：在食品制造中，田菁胶可以作为稳定剂使用，帮助混合物保持均匀性，防止成分分离。
- **增稠剂**：由于其良好的黏性特性，常用作酱料和汤料的增稠剂。
- **乳化剂**：在乳制品和饮料中，帮助水和油分的混合，提高产品的口感和质感。
- **凝胶形成剂**：在甜品如果冻和布丁中添加，能形成良好的凝胶结构。

#### 安全性说明
- **认证信息**：多数国家的食品安全机构（如美国FDA, 欧盟EFSA）需要对食品添加剂进行评估和批准，田菁胶也需遵循相应规范。
- **过敏性**：少数人可能对田菁胶或其来源植物田菁敏感，使用时需注意是否有过敏历史。
- **使用限量**：虽然田菁胶被认为是安全的，但在食品中使用时应控制在合理范围内，遵守相关食品添加剂的使用规定。
- **研究支持**：现有研究表明，在正常的使用浓度下，田菁胶对人体无毒害效应。

这些信息可以帮助公众更好地了解作为食品添加剂的田菁胶，及其在食品加工中的应用与安全性。', ' GB1886.188-2016', ' 增稠剂', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (187, ' 3-环己基丙酸烯丙酯', '### 3-环己基丙酸烯丙酯

#### 介绍
- **化学名称**：3-环己基丙酸烯丙酯（Cyclohexanepropanoic acid, 3-methyl-, 2-propenyl ester）
- **CAS号**：25152-85-6
- **化学结构**：这是一种酯类化合物，其结构中包含环己烷和烯丙基。
- **制备**：通常通过环己基丙酸与烯丙醇在催化剂存在下进行酯化反应来合成。

#### 用途
- **香精香料**：主要用作食品添加剂，赋予食品特定的香味，广泛用于调味品及烘焙食品中。
- **食品工业**：在食品中作为风味增强剂，可能用于糖果、饼干等食品的香气提升。
- **研究和开发**：化学和食品科技领域的研究可以用它作为实验材料，探索新的应用领域。

#### 安全性说明
- **毒性评估**：在使用前需评估其毒性。
- **安全标准**：必须符合国家和国际食品安全标准，如FDA和欧盟食品安全局（EFSA）的规定。
- **使用限制**：在食品中的使用需严格遵循相关法规关于食品添加剂的用量和种类的限定。
- **敏感性注意**：部分人群可能对此类化合物有特异性反应，使用时需注意标示可能的过敏源。
- **环境影响**：在生产和处理过程中需考虑其对环境的潜在影响，执行合适的废物处理和回收程序。', ' GB1886.189-2016', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (188, ' 乙酸乙酯', '### 乙酸乙酯

乙酸乙酯，又称醋酸乙酯，是一种在食品工业中常用的添加剂，主要用于增添或增强食物的香味。

#### 介绍
- **化学式**：C4H8O2
- **分子量**：88.11
- **外观**：无色液体
- **气味**：具有相似于水果的甜香味
- **溶解性**：与醇、醚和其他有机溶剂混溶，水溶性较差

#### 用途
- **食品调味**：常用于糖果、饮料和烘焙食品中，增加水果类香味。
- **香水制造**：用于制造香水和其他香型产品。
- **食品包装材料**：有时用于食品包装材料的生产中，提供防潮和抗菌特性。

#### 安全性说明
- **食品安全等级**：在正常的使用和处理条件下，被认为是安全的。
- **使用限量**：使用时需遵循当地法规和国际食品安全标准的指导。
- **过敏性与毒性**：一般不会引起过敏，低剂量时通常对人体无害。
- **环境影响**：应避免大量排放到环境中，以防对水体造成污染。

使用乙酸乙酯作为食品添加剂时，确保遵循适当的使用建议和安全标准，以保障消费者健康和环境安全。', ' GB1886.190-2016', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (189, ' 柠檬醛', '### 柠檬醛

#### 介绍
柠檬醛，也称为柠檬烯二醛或2,6-二甲基-2,6-辛二烯醛，是一种有机化合物，化学表达式为C10H16O。在自然界中它广泛存在于柠檬油中，是柠檬油的主要成分之一。

- **化学类型**：有机醛类
- **来源**：主要从柠檬和其他柑橘类果实的精油中提取
- **物理形态**：常温下为无色到淡黄色液体
- **气味**：具有强烈的柠檬般的清新香气

#### 用途
柠檬醛作为食品添加剂，主要用于增添或增强食品的柠檬香气，被广泛应用于食品工业中。

- **调味剂**：用于软饮料、糖果、糕点和其他食品，增添柠檬清香
- **香料**：在烹饪中用作天然香料，增强食物的香气
- **食品工业**：在加工食品中作为香味增强剂使用

#### 安全性说明
柠檬醛作为食品添加剂使用时，一般被认为是安全的，但需要按照合理的添加量遵守使用。

- **批准使用**：在许多国家和地区，包括美国食品药品监督管理局(FDA)和欧洲食品安全局(EFSA)，已经批准其作为食品添加剂使用
- **剂量限制**：需要控制在一定的使用上限，避免过量
- **过敏性**：极少数个体可能对柠檬醛存在过敏反应
- **储存条件**：应密封避光保存，防止氧化变质

柠檬醛作为一种自然提取的香味添加剂，在遵循规定的使用条件和剂量限制下，是一种安全、有效的食品风味增强剂。', ' GB1886.191-2016', ' 食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (190, '苯乙醇', '### 苯乙醇

苯乙醇（Phenylethanol）是一种有机化合物，其分子式为C8H10O，通常是通过化学或生物方法合成。作为食品添加剂，它主要用于增强食品的香味。

#### 介绍
- **化学性质**：苯乙醇是一种无色液体，略带玫瑰花的香气。
- **合成方法**：可以通过自然植物提取或化学合成的方式得到。
- **食品级**：用于食品的苯乙醇需符合特定的纯度和安全标准。

#### 用途
- **香料**： 在食品中添加以增强或模拟天然香味，常见于糖果、饮料、烘焙食品等。
- **保鲜剂**：具有一定的抗菌作用，可以用作食品保鲜的辅助因素。
- **调味剂**：可用于调节食品的整体味道，使之更为平衡和丰富。

#### 安全性说明
- **安全评价**：国际食品法典委员会(Codex Alimentarius)和其他食品安全机构已评估，确认其作为食品添加剂的安全性。
- **使用限量**：虽然确认为安全，但使用时需严格遵守推荐的最大使用限量。
- **可能的副作用**：过量消耗可能导致轻微的皮肤或呼吸道刺激，在极少数情况下也可能出现过敏反应。
- **监管要求**：各国对于食品添加剂的使用都有严格的法规和标准，使用前需确保符合当地的法律法规。

通过对苯乙醇的合理使用和遵守安全指南，可以有效地提升食品的口感与品质，同时确保消费者的健康与安全。', 'GB1886.192-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (191, '丙酸乙酯', '### 丙酸乙酯

#### 介绍
- 丙酸乙酯是一种有机化合物，化学式为C5H10O2。
- 它是无色的液体，具有清爽的果香气味。
- 常用作食品添加剂，提供或增强食品的香味。

#### 用途
- **食品香精**：用于制作苹果、香蕉、梨和其他水果风味的香精。
- **食品加工**：增加或改善食品的保质期和口感。
- **饮料调味**：添加到各种饮料中，增强其香气，提升风味体验。

#### 安全性说明
- **通常认为安全（GRAS）**：在美国，丙酸乙酯被食品药品监督管理局（FDA）视为一般认为安全的物质。
- **剂量管理**：使用时应控制在安全范围内，避免过量，例如按照国家或地区食品安全标准的推荐添加量使用。
- **过敏反应**：少数情况下可能引起个别人的敏感性反应，使用时需要注意。
- **储存条件**：应储存在阴凉、干燥、通风良好的条件下，避免光照和热源。', 'GB1886.193-2016', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (192, '丁酸乙酯', '### 丁酸乙酯

丁酸乙酯(Ethyl butyrate)，也称为乙酸丁酯，是一种常用的食品添加剂，特别是在果味食品中。

#### 介绍
- **化学式**: C6H12O2
- **外观**: 无色液体
- **气味**: 具有强烈的水果味，类似于菠萝的甜香味
- **溶解性**: 易溶于醇和大多数有机溶剂，难溶于水

#### 用途
- **风味添加**: 主要用于增加或增强食品中的水果味，如饮料、糖果、糕点和冰淇淋
- **香料**: 在食品加工业中用作香料，提供类似新鲜水果的味道
- **香精生产**: 作为复合香精的组成部分，在制造香精中占有一席之地

#### 安全性说明
- **批准使用**: 在多个国家和地区被认为是安全的食品添加剂
- **消费建议**: 在正常的使用浓度下不应有健康风险
- **敏感性**: 尽管通常被认为安全，但一些个体可能对其成分敏感
- **标准遵循**: 生产和使用需遵循当地食品安全标准和规定

以上内容可以用作食品添加剂科普教育，帮助消费者更好地理解丁酸乙酯的作用和安全性。', 'GB1886.194-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (193, '丁酸异戊酯', '### 丁酸异戊酯

#### 介绍
- 丁酸异戊酯（Isopentyl butyrate）是一种有机化合物，化学式为C9H18O2。
- 它是无色或淡黄色的液体，具有水果香味，主要由水果中提取或通过化学合成得到。
- 在食品工业中，它主要被用作风味剂，增加或增强食品的香味。

#### 用途
- **食品香精**：作为食品添加剂，在各种食品中添加以模拟水果味，如糖果、软饮料、烘焙食品等。
- **香料制备**：在香料配制中用作一种组成成分，用于制作具有特定香味的食品香精。
- **研发用途**：在食品科学研究中，用于开发新型食品配方和提高食品质量。

#### 安全性说明
- **合规标准**：丁酸异戊酯作为食品添加剂必须遵守国家或地区相关法规和标准的规定。
- **毒理性**：常规使用下，丁酸异戊酯被认为是安全的。应避免过量使用以防引起不适或健康问题。
- **使用限制**：建议按照规定的用量使用，避免超范围使用，确保食品的最终产品安全无害。
- **敏感性问题**：极少数人可能对此类化合物存在敏感性，使用前应确保无过敏历史。

以上信息提供了关于丁酸异戊酯在食品添加剂中的基本知识，帮助消费者和行业从业者了解其用途和安全性。', 'GB1886.195-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (194, '己酸乙酯', '### 己酸乙酯

#### 介绍
- **化学名称**：己酸乙酯，又称乙酯己酸。
- **化学式**：C8H16O2。
- **性状**：无色液体，具有特殊的水果香味。

#### 用途
- **增香剂**：用于增加或改善食品的香味，常见于糖果、饮料等加工食品中。
- **解香剂**：帮助掩盖或分解不良气味，改善食品的整体风味。
- **制造香精**：可以作为合成水果香型香精的原料，比如桃、杏、梨等水果的香精。

#### 安全性说明
- **美国食品药品监督管理局（FDA）认可**：在标准使用条件下，被FDA认定为安全食品添加剂。
- **限量使用**：按照食品安全标准和建议摄入量使用，避免过量。
- **过敏反应**：少数人可能对己酸乙酯或其香精成分敏感，使用前需了解具体成分信息。

在使用任何食品添加剂时，正确遵守使用标准与规定是保障食品安全的关键。', 'GB1886.196-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:56', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (195, '乳酸乙酯', '### 乳酸乙酯（食品添加剂）

#### 介绍
- **化学名称**：乳酸乙酯
- **化学式**：C5H10O3
- **外观**：无色液体
- **溶解性**：溶于水和多数有机溶剂
- **制备方法**：通常通过乳酸与乙醇的酯化反应制得

#### 用途
- **香精香料**：作为食品加工中的香料，增加或改善食品的香气。
- **防腐剂**：具有一定的防腐效果，有助于延长食品的保质期。
- **溶剂**：在食品工业中，可用作其他添加剂和成分的溶剂。

#### 安全性说明
- **安全级别**：一般认为乳酸乙酯在常用量下对人体是安全的。
- **毒理学研究**：研究显示，乳酸乙酯在适量使用时无明显毒性和副作用。
- **法规限制**：多数国家对乳酸乙酯作为食品添加剂的使用量有明确的规定和限制。
- **敏感性与过敏**：极少数人可能对此物质敏感，使用前应确保了解个人体质和敏感情况。', 'GB1886.197-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (196, 'α-松油醇', '### α-松油醇（Alpha-terpineol）

#### 介绍
- **化学性质**：α-松油醇是一种单萜类化合物，具有清新的松木香气。
- **来源**：它主要从松油中提取，也可通过合成方法制得。

#### 用途
- **食品香精**：因其独特的松木香气，常用作食品及饮料中的香精添加剂。
- **调味剂**：在烘焙食品和糖果中添加，增加产品的风味层次。
- **非食品用途**：除了食品工业，α-松油醇也广泛用于化妆品、洗涤剂以及香水的生产中。

#### 安全性说明
- **食品级安全**：α-松油醇被认为是安全的食品添加剂，在正常的使用浓度下不会对健康造成危害。
- **使用限制**：应按照国家或国际食品安全标准指南使用，避免过量使用。
- **过敏信息**：虽较少见，但某些敏感个体可能对其产生过敏反应，如发生不适，建议停用并咨询医生。', 'GB1886.198-2016', '食品用香料', 0x5B335D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (197, '天然薄荷脑', '### 天然薄荷脑

#### 介绍
- 天然薄荷脑是从薄荷植物中提取的一种有机化合物，具有强烈凉爽的薄荷香味。
- 它是一种白色晶体固体，在常温下呈固态。
- 由于其独特的冷却效果和香气，它被广泛用于食品、医药和化妆品产业。

#### 用途
- **食品行业**：作为食品添加剂，常用于糖果、口香糖、冷饮及其他需要薄荷味的食品中。
- **口腔护理**：因其清凉感和消臭效果，天然薄荷脑广泛用于牙膏、漱口水中。
- **香料及香精**：用于制作各种香水和其他个人护理产品。
- **药品**：在某些药膏和解热镇痛产品中使用，用以提供冷却感和缓解肌肉疼痛。

#### 安全性说明
- **一般认为安全**：在正常的使用浓度下，天然薄荷脑被认为是安全的食品添加剂。
- **遵守推荐用量**：尽管安全，过量使用可能会导致皮肤、眼睛的刺激或其他不适，因此建议严格按照食品安全标准使用。
- **过敏反应**：极少数人可能对薄荷脑有过敏反应，应在食品标签上明确标注含有此成分。
- **儿童使用须谨慎**：在儿童产品中使用时应保证低浓度，避免造成刺激或不适。', 'GB1886.199-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (198, '香叶油(又名玫瑰香叶油)', '### 香叶油（又名玫瑰香叶油）

#### 介绍
- 香叶油是一种从香叶（即月桂树的叶子）提取的精油。
- 它具有独特的芳香，常带有淡淡的香气，类似于玫瑰，因此也被称为玫瑰香叶油。
- 主要通过蒸馏的方式从植物的叶子中提取出来。

#### 用途
- **食品调味**：常用于调制糖果、烘培食品和某些饮料中，增加食物的香气。
- **香料制作**：作为配制香料的成分之一，用于增强食品的味道和香气。
- **传统烹饪**：在一些地中海和中东菜肴中，用作烹饪香料，特别是在炖菜和汤中。

#### 安全性说明
- **通常安全**：在食品添加剂使用中，香叶油被认为是相对安全，适量使用通常不引起副作用。
- **遵守标准**：使用时应遵循当地食品安全规范和建议的使用剂量，避免过量。
- **过敏提示**：少数人可能对香叶油成分敏感，敏感体质的消费者应先小范围试用。
- **儿童与孕妇**：在儿童和孕妇的食品中使用时要特别注意，建议在医务工作者的指导下使用。

以上信息可以帮助理解香叶油作为食品添加剂的基本情况，确保在使用时的安全性和适用性。', 'GB1886.200-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (199, '乙酸苄酯', '### 乙酸苄酯

乙酸苄酯（Benzyl acetate）主要作为香料添加剂，在食品行业中用于添加特定的香气。

#### 介绍
- **化学名称**：乙酸苄酯
- **分子式**：C₉H₁₀O₂
- **CAS号**：140-11-4
- **物理状态**：常温下为无色透明的液体
- **溶解性**：不溶于水，可溶于多数有机溶剂
- **制备方法**：通常通过乙酸与苯甲醇在酸催化剂作用下进行酯化反应得到

#### 用途
- **香料**：在食品中主要用作香料，可用于模拟水果味，尤其是梨和杏的风味。
- **调香**：用于调制其他食品香精，增强产品的香气表现。
- **食品制作**：在糖果、果酱、烘焙食品等加工过程中添加，赋予食品独特的香味。

#### 安全性说明
- **毒性类别**：低毒
- **食品级别安全**：在规定的使用浓度和条件下，国际食品添加剂使用标准（如FAO/WHO的评估）认为是安全的。
- **使用建议**：应按照食品添加剂使用的规范和要求进行使用，避免超量使用。
- **皮肤接触**：较少对皮肤产生刺激，但建议在处理时穿戴适当的防护装备。
- **长期暴露**：长期大量吸入可能对健康产生不利影响，应确保良好的通风条件。', 'GB1886.201-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (200, '乙酸异戊酯', '### 乙酸异戊酯

#### 介绍
- **化学式：** C7H14O2
- **分子量：** 130.19 g/mol
- 乙酸异戊酯是一种有机化合物，属于酯类。
- 它在常温下为无色液体，具有水果味，常用作香料。
- 在工业中，乙酸异戊酯主要通过异戊醇与乙酸进行酯化反应制得。

#### 用途
- **食品行业：** 常用作食品添加剂，用来增加或改善食品的香味。
- **饮料：** 用于调味某些果汁饮料，使其味道更加丰富多层。
- **糖果制造：** 用于糖果中作为香料，增添特定的水果香味。
- **烘焙行业：** 常用于烘焙产品如蛋糕、面包中，提供独特的芳香。

#### 安全性说明
- 乙酸异戊酯通常被认为是安全的，已被多个国家的食品及药品管理部门批准使用。
- **摄入量：** 应遵守当地规定的最大使用量限制，避免过量。
- **过敏反应：** 尽管罕见，某些敏感群体可能对其有特异性反应，使用前应了解个人体质。
- **存储条件：** 需存储在干燥、阴凉的环境中，避免直接阳光照射，确保产品质量。
- 在使用过程中应注意个人防护，避免长时间大量吸入其蒸气，可能会造成不适。

这些信息可用来普及食品添加剂的科普知识，让消费者对乙酸异戊酯及其在食品中的应用有一个清晰的了解。', 'GB1886.202-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (201, '异戊酸异戊酯', '### 异戊酸异戊酯

#### 介绍
- **化学名称**：异戊酸异戊酯，亦被称为3-甲基-2-丁烯-1-酸异戊酯。
- **分子式**：C10H18O2。
- **外观与性质**：通常为无色至淡黄色的液体，具有水果味。
- **溶解性**：不溶于水，但易溶于大多数有机溶剂，如醇类和酮类。

#### 用途
- **食品制造**：作为香料添加在许多食品产品中，增加或改善食物的味道和香气。
- **饮料添加剂**：用于某些饮料中，提供柑橘、浆果等特定的果味。
- **糖果和甜点**：在糖果和冰淇淋等甜品中添加以增加果味的复杂性和层次感。
- **烘焙产品**：在烘焙食品如饼干和蛋糕中用作香料成分。

#### 安全性说明
- **食品级别**：在世界各地，包括美国食品药品监督管理局（FDA）和欧洲食品安全局（EFSA）认可其作为食品添加剂的安全性。
- **摄入限量**：当按照业界标准使用，其摄入被认为是安全的。通常，食品添加剂的使用量会严格限制在能达到预期效果的最小量。
- **常见影响**：在标准使用量下无记录的重大健康问题，但过敏体质的消费者应咨询专业医生后使用。
- **遵守规定**：制造商需遵守各国关于食品添加剂的使用规定，包括标签和配方要求。

以上信息适用于科普用途，消费者在选择含此类添加剂的产品时可以有更明确的了解。', 'GB1886.203-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (202, '亚洲薄荷素油', '### 亚洲薜荷素油

亚洲薄荷素油是从亚洲薄荷植物中提取的纯精油，因其独特的香气和多种功能而被广泛用作食品添加剂。

#### 介绍
- **来源**：亚洲薄荷素油是从亚洲地区广泛种植的薄荷品种——亚洲薄荷中提取的。
- **提取方法**：通常通过蒸馏薄荷植物的叶片和茎来提取精油。
- **主要成分**：主要包含薄荷醇（Menthol）、薄荷酮（Menthone）等成分，赋予其清凉感和特有香气。

#### 用途
- **食品香料**：作为天然香料添加于糖果、饮料、糕点和口香糖中，增加清新口感。
- **保鲜剂**：具有一定的抗菌效果，有助于延长食品保质期。
- **抗氧化剂**：可以减少食品氧化，保持食品颜色和味道的稳定。

#### 安全性说明
- **食品级认证**：确保所使用的亚洲薜荷素油为食品级，且通过必要的安全认证。
- **合理剂量**：需按推荐剂量添加，避免过量使用可能引起的副作用，如皮肤刺激或过敏反应。
- **避免过敏源**：对薄荷类成分敏感的消费者应谨慎使用含该精油的食品。
- **储存条件**：应避光保存，避免高温和湿度，以保持其稳定性和效用。', 'GB1886.204-2016', '食品用香料', 0x5B332C362C31335D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (203, 'd-香芹酮', '### d-香芹酮

d-香芹酮是一种存在于多种植物中的天然有机化合物，其化学名为3，6-二甲氧基-2，5-二异丙基苯酮。作为食品添加剂，d-香芹酮常用来为食品添加味道和香气。

#### 介绍
- **来源**：d-香芹酮主要从植物如香芹中提取，也可以通过化学合成方式制得。
- **结构特点**：具有特殊的芳香性和典型的苯酮结构。
- **物理状态**：通常为黄色或淡黄色液体，具有强烈的香气。

#### 用途
- **食品调味**：用于烘焙食品、糖果、饮料和其他许多食品中，增加独特的香味。
- **香精制作**：作为复合香精的成分之一，在食品工业中广泛使用。
- **食品保鲜**：具有一定的抗菌作用，可以用于食品的保质和保存。

#### 安全性说明
- **认证与标准**：d-香芹酮符合国际食品法典（Codex Alimentarius）和美国食品药品监督管理局（FDA）的要求。
- **毒理学研究**：在推荐的使用浓度下，d-香芹酮被视为安全，不具有毒性和致癌风险。
- **使用限度**：使用时应遵循相关的法规和标准，避免过量使用以确保食品的安全性和可接受性。

通过以上介绍，了解到d-香芹酮作为一种食品添加剂在食品工业中的应用相当广泛，同时其安全性也得到了相应的认证与管理。如果用于食品加工，制造者需要确保其使用符合当地的法律规定。', 'GB1886.205-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (204, 'l-香芹酮', '### l-香芹酮

#### 介绍
- **化学名称**：l-香芹酮，也称为 L-(+)-Carvone
- **化学式**：C10H14O
- **来源**：l-香芹酮主要从天然植物如薄荷和香菜中提取得到。
- **性状**：无色至淡黄色的液体，具有特征性的香味。

#### 用途
- **食品生产**：用于调配和增强食品的香味，常见于糖果、饮料及烘焙食品中。
- **口腔护理产品**：因其清新的薄荷味，广泛用于口香糖和牙膏中。
- **香料**：在烹饪中作为调味料，增加食物的风味。

#### 安全性说明
- **批准使用**：在多个国家和地区被认定为安全的食品添加剂。
- **使用剂量**：建议按照食品安全标准和规定使用适量，避免过量。
- **过敏反应**：少数人可能对l-香芹酮存在敏感性，使用时需注意观察是否有不良反应。
- **长期安全性研究**：现有的研究表明在正常的食用剂量下，l-香芹酮为人体所能耐受且无明显副作用。

通过这些信息，可以对l-香芹酮作为食品添加剂有一个基本的了解，并按需在日常生活中安全使用。', 'GB1886.206-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (205, '中国肉桂油', '### 中国肉桂油

#### 介绍
- 肉桂油是从肉桂树的树皮或叶中提取得到的精油。
- 主要有效成分为肉桂醛，具有独特的香甜和辛辣味。
- 在中国，肉桂油拥有悠久的使用历史，常被用于传统医学和烹饪中。

#### 用途
- **食品香料**: 主要用于调味和增添食品的香味，如在糕点、饮料和糖果中。
- **防腐剂**: 具有一定的抗微生物活性，可以延长食品的保质期。
- **健康补充**: 在一些健康食品中添加，用于利用其健康益处，例如改善消化和提高免疫力。

#### 安全性说明
- **用量注意**: 肉桂油中的肉桂醛含量高，过量食用可能会引起口腔或肠胃不适。
- **过敏反应**: 少数人可能对肉桂油成分敏感，使用前应进行少量试用。
- **食用标准遵守**: 在食品中添加肉桂油应遵循相关食品安全标准和法规，避免过量使用。
- **儿童和敏感人群**: 建议在专业指导下使用，对于儿童和孕妇等敏感人群应特别谨慎。', 'GB1886.207-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (206, '乙基麦芽酚', '### 乙基麦芽酚

#### 介绍
- **化学名称**：乙基麦芽酚
- **化学式**：具体化学式依制造法略有不同，但基本由麦芽酚的乙基化衍生而来
- **性状**：通常为白色或淡黄色粉末状固体
- **生产方法**：通过麦芽酚与乙醇在催化剂存在下进行乙基化反应制得

#### 用途
- **香精香料**：在食品工业中，因其独特的香气，被用作调味剂添加到各种食品中，如糖果、饮料、烘焙食品等
- **保鲜剂**：具有一定的抗菌效果，能够延长食品的保存期限
- **抗氧化剂**：在一定程度上能够阻止食品氧化，保持食品质量和色泽

#### 安全性说明
- **已通过评估**：乙基麦芽酚作为食品添加剂在多个国家和地区已经过安全性评估，并被认可使用
- **使用限量**：尽管被视为安全，但在使用时仍需遵守特定的使用限量标准，以确保消费者的安全
- **过敏性测试**：对于过敏体质的人群，建议进行相应的过敏性测试，以确认是否适合使用含有乙基麦芽酚的食品
- **长期摄取研究**：虽然当前的研究支持其安全性，持续关注和评估长期摄取的影响仍然很重要

以上内容的基点在于提供科普信息，具体使用和监管情况还需参照当地的法规及专业指南。', 'GB1886.208-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (207, '正丁醇', '### 正丁醇作为食品添加剂

#### 介绍
- 正丁醇是一种有机化合物，化学公式为C4H10O。
- 作为食品添加剂，正丁醇常用于作为食品香料的成分。
- 它是一种无色液体，具有特有的醇香味。

#### 用途
- **食品香精**: 正丁醇可用于配制一些特定的食品香精，增加食品的香味，如水果香气。
- **提取和溶解剂**: 在食品工业中，用作萃取特定成分或作为其他食品添加剂的载体。
- **食品加工辅助剂**: 在食品加工过程中，作为加工辅助剂来改进食品质感或稳定食品结构。

#### 安全性说明
- **使用限制**: 正丁醇虽然广泛用于食品工业，但其使用量需严格按照当地食品安全标准和法规进行控制。
- **毒理研究**: 根据相关毒理学研究，正丁醇在适当的剂量下对人体是安全的，但高剂量可能导致健康问题，如对肝脏和神经系统的影响。
- **认证和审查**: 在使用之前，正丁醇及其应用产品需要通过食品安全认证机构的审查和认证，确保其符合食品安全标准。
- **过敏性和副作用**: 在少数情况下，可能会引起特定消费者的过敏反应或其他副作用。食品生产商应提供完整的成分标签，消费者应注意食品成分信息。', 'GB1886.209-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (208, '丙酸', '### 丙酸（作为食品添加剂）

#### 介绍
- **化学名称**：丙酸，也常称为丙酸钠当作其盐类形态在食品中使用。
- **化学式**：CH3CH2COOH。
- **性状**：无色透明的液体，具有刺激性气味。
- **来源**：丙酸可以通过化学合成获得，也可在自然发酵过程中产生。

#### 用途
- **防腐剂**：丙酸及其盐类（如丙酸钠）在食品工业中常用作防腐剂，能有效抑制霉菌和某些细菌的生长。
- **食品添加剂**：用于面包、奶酪、果酱等食品中，以延长保质期。
- **调节酸度**：作为pH调节剂，调整食品的酸碱平衡。
- **香味增强剂**：在某些食品加工过程中，加入少量丙酸可增强其他风味成分的表现。

#### 安全性说明
- **安全批准**：丙酸及其钠盐已被许多国家的食品药品监督管理机构认可为安全的食品添加剂。
- **摄入限制**：尽管丙酸是安全的，但过量摄入任何添加剂都可能导致健康问题。建议按照食品安全标准使用。
- **过敏性**：对大多数人来说，丙酸通常不会引起过敏性反应，但过敏体质者应注意可能的敏感问题。
- **研究证实**：经过广泛的科学研究和长期的市场验证，丙酸及其衍生物在推荐用量下被证实是对人体无害的。', 'GB1886.210-2016', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:28');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (209, '茶多酚（又名维多酚）', '### 茶多酚（又名维多酚）

茶多酚，又称为维多酚，是一种自然存在于茶叶中的天然抗氧化剂，包括多种有益的化学成分。它们在食品添加剂领域中用于提高食品的营养价值和保鲜效果。

#### 介绍
- 茶多酚是一类天然存在的植物化合物，主要从绿茶、黑茶和红茶等茶叶中提取。
- 主要成分包括儿茶素、黄烷醇和黄酮类等。
- 抗氧化性强，能有效清除自由基。

#### 用途
- **食品防腐**：用于肉制品和饮料中，延长保质期，防止食品变质。
- **提升口感**：作为天然提味剂使用在各种食品中，增加风味和口感。
- **健康促进**：添加至健康食品中，增加抗氧化性成分，提高产品的健康价值。
- **食品色泽保护**：用于果蔬制品，保持其原有的颜色。

#### 安全性说明
- **广泛研究证实**：国际食品法典委员会(Codex)和多个国家食品安全机构认可其安全性。
- **适量摄入**：建议按照产品标签指导或卫生监管机构推荐的剂量使用。
- **过敏信息**：少数人可能对茶多酚成分敏感，使用前应确保无过敏反应。
- **持续追踪研究**：尽管当前被认为安全，但持续的科学研究和监测对于确保长期安全性至关重要。

通过以上内容可以了解到，茶多酚作为食品添加剂，不仅能提升食品的营养和感官属性，而且其安全性也得到了广泛的认可。在使用时，遵循适当的指南和量化摄入是非常重要的。', 'GB1886.211-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-15 18:07:29');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (210, '酪蛋白酸钠（又名酪朊酸钠）', '### 酪蛋白酸钠（又名酪朊酸钠）

酪蛋白酸钠是一种由酪蛋白和碱金属反应生成的盐类，通常用作食品添加剂。

#### 介绍
- **化学名称**：酪蛋白酸钠
- **外观**：通常为白色至淡黄色粉末
- **溶解性**：在水中具有良好的溶解性
- **制备**：通过酪蛋白与碱性物质如碳酸钠反应制得

#### 用途
- **乳化剂**：帮助混合水和油，常用于冰淇淋等冷藏食品中
- **稳定剂**：提高食品的稳定性和保质期
- **增稠剂**：增加食品的粘度，改善口感
- **营养增强剂**：作为钙和蛋白质的补充来源

#### 安全性说明
- **认证**：被多个国家和地区的食品安全机构认可为安全的食品添加剂
- **摄入限制**：在使用时应控制在食品安全标准内的建议范围
- **过敏反应**：对于乳制品过敏的消费者可能需要避免
- **长期研究**：经过长期的科学研究和消费检验, 其安全性得到广泛认可

以上信息适用于需要了解食品添加剂酪蛋白酸钠基本信息的消费者和行业参与者。', 'GB1886.212-2016', '乳化剂、增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (211, '二氧化硫', '### 二氧化硫

二氧化硫（SO₂）是一种无色气体，带有刺激性气味，主要用作防腐剂，在食品工业中用于防止微生物生长和延长食品保质期。以下是有关二氧化硫作为食品添加剂的详细介绍：

#### 介绍
- **化学性质**：二氧化硫是一种重要的工业化学品，具有氧化和还原性质。
- **来源**：通常通过燃烧含硫矿物或从硫酸生产过程中获得。
- **形式**：在食品加工中，二氧化硫通常以液体形式或气体形式使用，有时作为亚硫酸盐（如亚硫酸钠）添加。

#### 用途
- **防腐剂**：广泛用于果酒、干果和果脯中，防止微生物生长，抑制酶的活性。
- **抗氧化剂**：在食品中防止氧化失色，尤其是在干果如杏脯、葡萄干等的生产中，防止食品因氧化而变色。
- **漂白剂**：用于某些食品的漂白，如土豆、蔬菜等，让食品看上去更加新鲜。

#### 安全性说明
- **限量要求**：按照国际和地方标准，二氧化硫的使用量必须严格控制在安全范围内。
- **可能的健康影响**：
  - 对有呼吸系统疾病的人群，如哮喘患者可能导致呼吸困难。
  - 高剂量的二氧化硫可能导致胃肠道刺激。
- **标签标识**：全球多数地区要求在食品标签上明确标注含有或可能含有二氧化硫的信息，供消费者选择时参考。

以上信息旨在引导更加安全和责任感的使用二氧化硫作为食品添加剂，确保食品的安全性和消费者的健康。', 'GB1886.213-2016', '漂白剂、防腐剂', 0x5B322C385D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (212, '碳酸钙（包括轻质和重质碳酸钙）', '### 碳酸钙（包括轻质和重质碳酸钙）

碳酸钙是一种常见的无机化合物，按照生成的密度不同可分为轻质碳酸钙和重质碳酸钙。在食品工业中，他们常被用作食品添加剂。

#### 介绍
- **来源**：天然矿石中提取，主要来源是石灰石和方解石。
- **生产**：轻质碳酸钙通常是通过化学方法制备，即将二氧化碳通过石灰乳制成；重质碳酸钙主要通过物理方法，例如研磨石灰石得到。
- **特性**：轻质碳酸钙比重大约在0.2-0.5 g/cm³，而重质碳酸钙的比重则更大，约2.6-2.9 g/cm³。
- **区别**：轻质碳酸钙因为更小的比重和更高的表面活性，其在食品中的应用与重质碳酸钙略有不同。

#### 用途
- **增白剂**：用于增白面包和面粉制品。
- **调节剂**：可用于调整食品中的PH值。
- **钙的补充剂**：作为钙质的补充来源，用于强化各种食品，如饮料、乳制品等。
- **稳定剂和抗结剂**：可以防止食品中的成分结块，提高食品的处理性和稳定性。
- **载体**：作为食品添加剂的载体，例如在干粉饮料中分散其他成分。

#### 安全性说明
- **认证**：在多国被批准作为食品添加剂，包括美国食品药品监督管理局（FDA）和欧盟。
- **副作用**：一般认为碳酸钙安全性较高，少数情况下过量摄入可能导致胃部不适或胃碱过多。
- **日摄入量**：各国对于碳酸钙的每日允许摄入量有具体规定，过量消费还是需要避免的。
- **适用人群**：绝大多数人群均可安全使用，但特定条件下（如肾功能不全者）应咨询医生。

使用碳酸钙作为食品添加剂，能够改善食品的外观、口感，并提供所需的营养成分，但合理控制摄入量是必要的。', 'GB1886.214-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (213, '白油(又名液体石蜡)', '### 白油（液体石蜡）

白油，也被称为液体石蜡，是一种高度精炼的矿物油，用途广泛，包括食品添加剂。以下是关于白油作为食品添加剂的介绍、用途和安全性说明。

#### 介绍
- **来源**：白油是从石油中提炼而成，经过高度精炼处理，去除杂质和不稳定成分。
- **性质**：白油为无色、无味的液体，不溶于水，具有良好的化学稳定性。
- **等级**：作为食品添加剂使用的白油需要符合特定的食品级标准和纯度要求。

#### 用途
- **食品加工**：用作切割板、模具和容器的润滑剂，防止食物粘贴。
- **保鲜**：用于涂覆某些食品（如水果），形成防护层，延长保质期。
- **食品包装**：作为塑料包装材料的加工助剂，帮助提高塑料的加工性能和耐久性。

#### 安全性说明
- **审批与标准**：白油的食品添加剂用途必须符合国家食品药品监督管理局（如FDA、欧盟等）的规定和标准。
- **无毒性**：食品级白油是非毒性的，经过严格处理确保不含有害物质，可以安全用于食品处理过程中。
- **摄入安全**：虽然白油本身为非消化吸收型物质，但其在规定用途和量下被认为是安全的。

以上内容可以作为白油作为食品添加剂使用的科普资料。使用时，请确保产品符合当地法规和食品安全标凈。', 'GB1886.215-2016', '被膜剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (214, '氧化镁(包括重质和轻质)', '### 氧化镁（包括重质和轻质）作为食品添加剂

#### 介绍
- 氧化镁是一种无机化合物，化学式为MgO，常见的形式有轻质和重质两种。
- 轻质氧化镁通常是通过煅烧轻质碳酸镁得到，质地较为疏松，吸水性好。
- 重质氧化镁是通过煅烧天然镁矿石得到，结构更加紧密和稳定。

#### 用途
- **食品添加剂**: 氧化镁在食品加工中主要用作抗结剂和酸度调节剂。
- **营养补充剂**: 提供镁元素，用于补充人体所需的镁，支持骨骼健康和神经系统功能。
- **胃酸中和剂**: 在一些消化道用药中作为中和胃酸的成分，帮助减少胃部不适。

#### 安全性说明
- 氧化镁被认为是安全的食品添加剂，适量使用在普通人群中通常不会引起副作用。
- 轻质氧化镁和重质氧化镁都满足食品级标准，在食品工业中的使用是经过严格监管的。
- 过量摄取氧化镁可能会导致如腹泻等消化系统问题，长期大量使用需要在医生指导下进行。
- 对于肾脏功能不全的个体，应当谨慎使用含镁的补充剂，以避免镁的积累可能引发健康问题。', 'GB1886.216-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (215, '亮蓝', '### 亮蓝

亮蓝，也被称为亮蓝FCF或蓝色1号，是一种常用的人造合成食品色素，化学名为“苯酚亚甲基二甲基苯胺”。

#### 介绍
- **化学成分**: 联苯胺衍生物
- **分子式**: C37H34N2Na2O9S3
- **外观**: 呈蓝色粉末
- **溶解性**: 易溶于水

#### 用途
- **食品颜色**: 主要用于赋予食品蓝色，使食品外观更加诱人
- **饮料**: 常用于口味饮料中增加吸引力
- **糖果**: 用于糖果和口香糖中，提供鲜艳的颜色
- **冰淇淋**: 在一些冰淇淋产品中作为添加剂以改善色泽

#### 安全性说明
- **美国FDA认证**: 美国食品药品监督管理局（FDA）认为亮蓝FCF是安全的，可用于食品、药品和化妆品
- **欧盟标准**: 在欧盟，亮蓝有具体的使用指导和标准
- **日常摄入限制**: 高摄入亮蓝FCF有可能会引起一些人的过敏反应，尤其是有特殊体质的个体
- **全球使用**: 亮蓝FCF已在多个国家进行评估，被多数国家认为在一定用量范围内是安全的

通过这些信息，可以更加全面地了解亮蓝作为食品添加剂的特性和安全使用指南。在食品加工和制造过程中正确使用食品色素是非常重要的，以确保消费者的安全和产品的质量。', 'GB1886.217-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (216, '亮蓝铝色淀', '### 亮蓝铝色淀（Brilliant Blue FCF, E133）

#### 介绍
- **化学名称**：盐酸盐形式的二乙酰胺酞菁。
- **外观**：呈蓝色粉末，易溶于水。
- **来源**：亮蓝铝色淀是一种人工合成的着色剂。

#### 用途
- **食品工业**：广泛用于糖果、饮料、冷冻甜点和果酱中提供蓝色。
- **药品和化妆品**：用于染色药丸及其他卫生用品，如口腔清洁产品。
- **实验研究**：作为标记物使用在生物学和化学实验中。

#### 安全性说明
- **审批机构**：美国食品药品管理局（FDA）和欧盟都已批准亮蓝铝色淀作为食品添加剂。
- **限制使用量**：虽然公认为安全，但仍有一定的使用限制，过量可能引起过敏或其他不适。
- **研究**：大多数研究表明，在正常的使用范围内，该着色剂对人体无害。不过，高剂量的长期摄入可能对健康有影响。
- **敏感群体**：少部分个体可能对该化学物质敏感，可能会引起过敏反应，如皮热和呼吸困难。

此信息旨在提供基本科普知识，不应替代专业医疗或法律意见。在食品制造过程中使用任何添加剂都应严格遵守相关法律法规及专业指南。', 'GB1886.218-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (217, '苋菜红铝色淀', '### 苋菜红铝色淀

#### 介绍
- 苋菜红铝色淀是一种红色食品色素，通过苋菜提取物与铝盐复合制备而成。
- 主要成分是红色植物色素，经过特殊处理使其与铝离子形成络合物，从而提高了其稳定性和着色效果。
- 在不同的pH值下，颜色表现为从红到紫不等，适用于多种食品的着色。

#### 用途
- 广泛用于果冻、糖果、饮料和烘焙食品中，增加食品的视觉吸引力。
- 用于肉类产品，如火腿和香肠，以提升产品外观。
- 可用于化妆品和药品作为色素添加。

#### 安全性说明
- 苋菜红铝色淀在大多数国家和地区被认为是安全的食品添加剂。
- 根据美国食品药品监管局（FDA）和欧盟食品安全局（EFSA）等监管机构的评估，苋菜红铝色淀具有良好的安全记录。
- 长期过量食用或对某些个体可能会引起敏感，建议按照食品标签上的推荐用量使用。
- 在使用本添加剂前，生产商应遵循本地食品安全法规和指南，确保产品安全可靠。', 'GB1886.219-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (218, '胭脂红', '### 胭脂红

胭脂红，也被称作红色2号或亚苏I酸红，化学名为2-萘酚-3,6-二磺酸钠盐，是一种合成红色染料。

#### 介绍
- **化学类型**：合成偶氮染料
- **化学式**：C20H11N2Na3O10S3
- **外观**：红色至深红色粉末
- **溶解性**：易溶于水，难溶于乙醇

#### 用途
- **食品着色**：用于糖果、果酱、饮料等产品来增加红色的外观
- **化妆品**：用于某些化妆品中提供红色色素
- **制药行业**：用作某些药品的着色剂

#### 安全性说明
- **禁用情况**：很多国家，包括欧盟和加拿大，已经禁止在食品中使用胭脂红。
- **健康风险**：
  - 被研究表明可能有致癌性。
  - 可能引起过敏反应。
- **监管制度**：在一些国家胭脂红的使用受严格限制，使用之前需要特别注意当地的法律和规定。', 'GB1886.220-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (219, '胭脂红铝色淀', '### 胭脂红铝色淀

胭脂红铝色淀是一种合成的食品色素，其化学组成使其在特定应用中更为稳定。它是由基本的胭脂红色素与铝离子结合形成的复盐，增强了对热和光的稳定性。

#### 介绍
- **化学名**: 胭脂红铝色淀
- **化学成分**: 胭脂红和铝的复合物
- **特性**: 高色泽稳定性，耐热、耐光性强
- **形态**: 粉末状

#### 用途
- **食品着色**: 广泛用于糖果、软饮料、果冻等需要艳丽色彩的食品中
- **化妆品原料**: 用于制作唇膏、腮红等，提供稳定的红色调
- **艺术用途**: 可用于染料和绘画材料中，增加作品的色彩鲜亮度

#### 安全性说明
- **已通过检验**: 根据各国食品药品监督管理局的规定，对人体健康安全
- **使用限制**: 在使用时应严格遵守推荐剂量和使用条件
- **敏感性**: 对某些特定体质可能存在过敏反应，使用前应做小范围测试
- **环境影响**: 生产和处置过程需遵从环境保护标准以减少环境负担

此科普资料旨在提供胭脂红铝色淀作为食品添加剂的基本信息，帮助公众了解其性质、用途以及安全性方面的知识。在使用任何化学添加剂时，了解产品说明书和遵循相关法规是非常必要的。', 'GB1886.221-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (220, '诱惑红', '### 诱惑红

#### 介绍
- **化学名称**：诱惑红（Rhodamine B）
- **化学式**：C28H31N2O3Cl
- **外观**：鲜艳的红色粉末
- **溶解性**：易溶于水和乙醇

#### 用途
- **实验室用途**：在科研领域，用作荧光标记，帮助研究者追踪和观测样本的行为。
- **教育用途**：在教育实验中，由于其鲜明的色彩，常用于显示化学反应。
- **工业用途**：在一些非食品行业，诱惑红可用作染料或指示剂。

#### 安全性说明
- **非食品添加剂**：诱惑红并不适用作为食品添加剂，因其可能对健康造成危害。
- **健康风险**：长期或大量接触可能导致健康问题，如皮肤刺激或更严重的生理影响。
- **安全措施**：在使用时应采取适当的防护措施，如戴防护手套和眼睛保护装置以减少暴露风险。
- **处置建议**：应遵循当地环境保护法规，对废弃诱惑红进行适当处理。

**注意**：该介绍主要作为科普使用，请在实际操作中谨遵专业指导和安全准则。', 'GB1886.222-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (221, '诱惑红铝色淀', '### 诱惑红铝色淀（Allura Red AC）

#### 介绍
- **化学名称**：色酸红40铝湖（Aluminium Lake of Allura Red AC），通常称为诱惑红铝色淀。
- **化学式**：C18H14N2Na2O8S2 + Al。
- **来源**：这是一种人工合成的着色剂，主要通过化学合成的方法生产。

#### 用途
- **食品着色**：用于给糖果、软饮料、果冻等食品添加鲜艳的红色。
- **包装标签**：根据不同国家的规定，必须在食品包装上标明其含有诱惑红。
- **广泛应用**：除了食品，还可能用于化妆品和药品中作为色素。

#### 安全性说明
- **监管审批**：在多数国家，包括美国FDA和欧盟EFSA，诱惑红铝色淀被认为是安全的食品添加剂，但需遵守使用最大限量规定。
- **过敏反应**：极少数个案显示，某些敏感人群可能对这种色素产生过敏反应。
- **长期摄入**：尽管目前的研究表明它是安全的，建议消费者注意不要长期大量摄入。
- **儿童影响**：部分研究和讨论集中在儿童过度活跃与人工色素的潜在联系，虽然具体证据还不足，建议儿童食用含该色素的产品应适量。', 'GB1886.223-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (222, '日落黄铝色淀', '### 日落黄铝色淀

#### 介绍
- **化学名称**：日落黄铝色淀
- **化学式**：C16H10N2Na2O7S2
- **工业别名**：油溶日落黄O
- 日落黄铝色淀是一种合成染料，广泛用于食品、医药和化妆品行业。
- 该染料为橙黄色粉末，有时根据需要可溶于油或水。

#### 用途
- **食品染色**：用以增加或恢复食品的颜色。
- **糖果和糕点**：常添加到果冻、糖果、糕点装饰中以增强外观吸引力。
- **饮料**：用于柠檬饮料、果汁等柑橘类饮品中，使颜色更加鲜艳。
- **医药用途**：在某些药物中添加以改变颜色，提高患者服药的吸引力。

#### 安全性说明
- **已获批准的使用限制**：在多个国家和地区，包括欧盟和美国，日落黄铝色淀的使用已经得到法规许可，但通常有使用上限和/或特定食品类别的限制。
- **健康风险**：一些研究表明，过量摄入或对某些人群（尤其是过敏体质者）可能引起不良反应如过敏和哮喘。
- **建议摄入量**：消费者应尽量减少日常饮食中的人工添加剂摄入，尤其是色素，以避免潜在的健康风险。
- **标签要求**：食品生产商在使用日落黄铝色淀时必须在产品包装上明确标示，以便消费者了解是否含有此种添加剂。

以上信息供参考，消费者在选择带色素的食品时应注意检查标签，以确保食用安全。', 'GB1886.224-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (223, '乙氧基喹', '### 乙氧基喹作为食品添加剂

#### 介绍
- **化学名称**：乙氧基喹（Ethoxyquin）
- **化学式**：C₁₄H₁₉NO
- **性质**：乙氧基喹是一种抗氧化剂，由外观为深棕色到红色的液体或固体。
- **开发背景**：最初被用于保护动物饲料中的维生素和其他营养成分免受氧化破坏。

#### 用途
- **防止脂肪氧化**：用于食品中，特别是油脂和肉制品中，以防止脂质氧化，延长保质期。
- **保持食品色泽**：防止食品中的色素氧化，维持外观。
- **增强风味保持**：减少氧化作用带来的风味变质问题。

#### 安全性说明
- **法规限制**：在多个国家和地区，乙氧基喹的使用受到法规的限制，具体允许浓度会有所不同。
- **实验研究**：长期过量摄入乙氧基喹可能对健康造成潜在风险，在动物实验中发现其可能的副作用包括肝脏影响等。
- **建议摄入**：消费者应遵循标签上的使用推荐，避免超量使用含有乙氧基喹的食品。

以上信息可供读者作为理解和评估食品中添加乙氧基喹的参考。在使用任何食品添加剂时，建议遵循相关安全指南和法规限制。', 'GB1886.225-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (224, '海藻酸丙二醇酯', '### 海藻酸丙二醇酯

海藻酸丙二醇酯（Propylene Glycol Alginate, 简称PGA）是从天然海藻中提取的海藻酸钠与丙二醇发生酯化反应而生产的一种褐藻胶的衍生物。在食品工业中，它主要用作稳定剂和增稠剂。

#### 介绍
- **来源**：PGA 是通过将海藻酸钠（从棕色藻类的海藻中提取）与丙二醇进行酯化反应制得。
- **性质**：作为一种白色至浅黄色的粉末，它在水中的溶解性好，能形成高粘度的溶液。
- **功能**：主要功能是改善食品的质构和稳定性。

#### 用途
- **饮料**：用于乳化和稳定饮料中的油水混合物，防止成分分层。
- **冷冻食品**：防止冰晶形成，改善口感。
- **果酱和果冻**：提供稳定的凝胶状结构，改善口感和延长保质期。
- **乳制品**：增稠并稳定乳制品（如奶昔和酸奶）的质构，防止水分析出。

#### 安全性说明
- **认证**：被多个国家和地区的食品药品监管机构认可为食品添加剂，包括美国FDA、欧盟EFSA等。
- **安全性**：经过广泛研究和测试，证明在正常的使用剂量下对人体是安全的。
- **剂量控制**：虽然被认为是安全的，但仍需要按照规定的使用量来使用，过量可能引起不适。
- **过敏性**：少数人可能对海藻酸组分的源材料或其衍生产物过敏。

PGA 作为食品添加剂，在加工过程中提升产品质量和稳定性的同时，其安全性也得到了充分验证，消费者可放心使用。', 'GB1886.226-2016', '增稠剂、乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (225, '吗啉脂肪酸盐果蜡', '### 吗啉脂肪酸盐果蜡

#### 介绍
- 吗啉脂肪酸盐果蜡是一种以吗啉脂肪酸盐为基础的食品添加剂。
- 主要由吗啉和长链脂肪酸反应而成。
- 在食品加工中，常被用作涂层材料，提高食品的外观光泽和保质期。

#### 用途
- **保鲜和保护**：覆盖在水果和蔬菜等表面，形成保护层，隔离空气和微生物，延长保质期。
- **增加光泽**：应用于糖果和果冻表面，增加产品光泽，提升商品的吸引力。
- **防止脱水**：尤其在运输和长时间存储过程中，减少水分的散失。

#### 安全性说明
- **食品级评定**：在多个国家和地区，如欧盟和美国已被批准为安全食品添加剂。
- **毒理测试**：按照国际食品安全标准进行严格的毒理学测试，未显示任何明显的毒性反应。
- **使用限量规定**：使用时需遵循相关法规和安全使用指南，确保在安全的限量范围内使用。

通过以上分析，吗啉脂肪酸盐果蜡作为食品添加剂在提高食品品质和延长保质期方面发挥重要作用，同时具备良好的安全性档案。', 'GB1886.227-2024', '被膜剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (226, '二氧化碳', '### 二氧化碳作为食品添加剂

#### 介绍
- 二氧化碳（化学式：CO2）是一种无色、无味的气体，在自然环境中广泛存在。
- 在食品工业中，二氧化碳主要用作包装气体，以及碳酸饮料的碳酸源。
- 它是通过发酵、燃烧化石燃料或从大气中直接捕集获得。

#### 用途
- **保鲜包装**：二氧化碳在包装技术中用来为散装食品（如肉类和蔬菜）提供保护性气氛，延长保质期。
- **碳酸饮料**：用作给软饮料、啤酒等饮品增加气泡，提供刺激感和清爽口感。
- **发酵辅助**：在啤酒和面包制造过程中，二氧化碳是由酵母产生的副产品，有助于发酵过程。
- **冷冻和冷藏**：作为干冰（固态二氧化碳），用于食品的快速冷冻及运输中的低温保持。

#### 安全性说明
- **食品级安全**：作为食品添加剂的二氧化碳必须符合严格的纯度标准，保证其安全使用。
- **无毒性**：二氧化碳在常见的使用浓度下是安全的，长期以来被广泛用于食品和饮料中。
- **高浓度风险**：虽然在常规食品加工中使用是安全的，但在密闭空间中高浓度的二氧化碳可造成窒息危险。
- **环境影响考量**：虽然用途广泛，但在生产和使用过程中应注意其对全球气候变化的潜在影响。', 'GB1886.228-2016', '其他', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (227, '硫酸铝钾（又名钾明矾）', '### 硫酸铝钾（又名钾明矾）

#### 介绍
- **化学式**：KAl(SO₄)₂·12H₂O
- **外观**：无色晶体或白色粉末
- **溶解性**：易溶于水，不溶于醇
- **制备**：一般由硫酸钾与硫酸铝溶液反应，经过结晶、离心分离、干燥等步骤得到

#### 用途
- **食品加工**：作为净水剂、酸度调节剂和清澈剂，用于糖果、果冻、蛋白质类食品等
- **保鲜作用**：用于水产品、肉类的保鲜，延长食品的新鲜度和保质期
- **改善质感**：在食品加工中，可以增强食品的质地和结构，使产品更具口感

#### 安全性说明
- **食品级限制**：国际和国内食品安全标准对其在食品中的使用有明确限制，通常要求低于特定浓度
- **安全认证**：已被许多国家的食品安全机构认证可用作食品添加剂
- **建议消费者**：尽管认证安全，建议消费者在选择含有钾明矾食品时注意适量，有特殊健康条件者应咨询专业人士
- **过量风险**：长期摄入过量可能对健康产生不利影响，如影响肾功能等

通过以上内容提供的硫酸铝钾（钾明矾）的详细信息，希望能够帮助读者更好地了解这一常见的食品添加剂，并在食用含此添加剂的食品时做出更明智的选择。', 'GB1886.229-2016', '膨松剂、固化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (228, '抗坏血酸棕榈酸酯', '### 抗坏血酸棕榈酸酯

#### 介绍
抗坏血酸棕榈酸酯，又称维生素C棕榈酸酯（Ascorbyl Palmitate），是一种由抗坏血酸和棕榈酸结合形成的脂溶性维生素C衍生物。它不仅具有抗坏血酸的所有优点，而且由于其脂溶性特点，使得它在食品中的应用更加广泛。

#### 用途
- **提高抗氧化性**: 抗坏血酸棕榈酸酯作为强效抗氧化剂，能有效延长食品保质期，防止脂肪的氧化。
- **增强食品色泽和味道**: 在食品加工中，可防止食品颜色的变化和风味的丧失。
- **用于营养强化**: 由于其脂溶性特性，它特别适用于油脂类食品的维生素C补充。
- **适用于各类食品添加**: 包括肉制品、乳制品、饮料和油脂产品等。

#### 安全性说明
- **已经被多国食品药品管理局批准**: 在美国、欧盟和其他国家，抗坏血酸棕榈酸酯作为食品添加剂已得到广泛批准和使用。
- **低毒性和高安全性评价**: 经过严格的安全评估，显示其在规定的使用范围内是安全的。
- **使用限量监管**: 根据不同国家的规定，抗坏血酸棕榈酸酯的使用量有明确的限制，以确保消费者健康。
- **适宜人群广泛**: 适用于大多数人群，包括特殊人群如孕妇和儿童，在符合安全用量的前提下可以安全食用。

以上内容可以为你在科普抗坏血酸棕榈酸酯作为食品添加剂时提供全面的了解。', 'GB1886.230-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (229, '乳酸链球菌素', '### 乳酸链球菌素

#### 介绍
- **乳酸链球菌素**，也被称为**Nisin**，是由某些乳酸链球菌（Lactococcus lactis）产生的一种天然防腐肽。
- 它是一种多肽类抗生素，由34个氨基酸组成，属于细菌素类食品添加剂。
- 乳酸链球菌素不稳定于较高的pH值，最有效的pH范围是3.5-8。

#### 用途
- **食品防腐**：乳酸链球菌素广泛用于肉制品、乳制品、罐头食品等，可以抑制有害细菌的生长，延长食物的保质期。
- **抗菌剂**：在制药行业中，乳酸链球菌素可用作天然抗菌剂，用于制造一些抗生素和其他药物。
- **食品安全**：用作天然的食品添加剂，提升食品安全，减少食品中化学添加剂的使用。

#### 安全性说明
- **国际认可**：乳酸链球菌素作为食品添加剂已被世界卫生组织（WHO）和联合国粮农组织（FAO）的食品添加剂专家委员会（JECFA）认可。
- **无耐药性**：研究表明，乳酸链球菌素不容易产生耐药性，是一种安全的食品防腐剂。
- **消化安全**：在正常使用条件下，乳酸链球菌素在人体消化系统中很容易被分解，不会在体内积累。
- **副作用小**：正常食用量下，未发现有明显的副作用或过敏反应。

这使得乳酸链球菌素成为食品加工中一个受欢迎且可靠的选择。', 'GB1886.231-2023', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (230, '羧甲基纤维素钠', '### 羧甲基纤维素钠（食品添加剂）

#### 介绍
- **化学性质**：羧甲基纤维素钠（Sodium Carboxymethyl Cellulose, CMC或E466）是一种水溶性聚合物，由天然纤维素通过化学改性得到。
- **外观**：通常呈白色到淡黄色的粉末。
- **溶解性**：在水中易溶，在油或有机溶剂中不溶。

#### 用途
- **增稠剂和稳定剂**：在食品制造中，用作增稠剂和稳定剂，提高食品的质感和外观。
- **乳化剂**：帮助不相融的成分（如油和水）保持均匀混合状态。
- **防结剂**：防止食品成分（特别是粉末）结块。
- **改良剂**：用于面包和其他烘焙食品，改善面团的处理性能和成品的质感。

#### 安全性说明
- **安全评估**：国际食品法典委员会（Codex Alimentarius）和其他国际健康机构视其为安全食品添加剂。
- **摄入限制**：通常认为在正常的食品加工使用量下，对人体是安全的。
- **过敏反应**：极少数人可能对羧甲基纤维素钠敏感或出现过敏反应。
- **监管批准**：在多数国家，包括美国食品药品监督管理局（FDA）、欧盟和中国，已经批准作为食品添加剂使用。

使用羧甲基纤维素钠作为食品添加剂时，食品生产商应遵守当地的规定和指南，确保食品的安全性和质量。', 'GB1886.232-2016', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (231, '维生素 E', '### 维生素 E 作为食品添加剂

#### 介绍
- 维生素 E 是一种脂溶性维生素，主要作用是作为抗氧化剂。
- 在食品工业中，维生素 E 常用的形式包括天然源提取的α-生育酚及合成的生育酚醋酸酯。
- 维生素 E能保护食品中的脂质不被氧化，延长食品的保质期。

#### 用途
- **防止氧化**：维生素 E 可以防止食品中的油脂氧化，减少食品变质和延长其保质期。
- **保持食品色泽**：添加维生素 E 可以保持食品的自然色彩，尤其是防止果脯、冻干水果和蔬菜的色泽变化。
- **营养强化**：在某些食品中添加维生素 E 可以增加其营养价值，特别是在婴儿食品、面粉和谷物产品中。

#### 安全性说明
- **广泛认可的安全性**：维生素 E 作为食品添加剂，已被多国食品安全机构认定为安全，包括美国FDA和欧盟EFSA。
- **建议摄入量**：虽然维生素 E 是必需的营养素，但过量摄入可能导致健康问题，包括出血风险增加等。消费者应遵循专业机构的每日摄入量推荐。
- **过敏反应**：维生素 E 很少引起过敏反应，但对于极个别敏感人群，仍需注意可能的过敏症状。使用前，建议了解个人体质与过敏史。

以上信息可用于科普教育，帮助消费者了解维生素 E 在食品添加剂方面的应用与安全性。', 'GB1886.233-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (232, '木糖醇', '### 木糖醇

#### 介绍
- **来源**：木糖醇，也称为xylitol，是一种天然存在的醇类化合物，常见于许多水果和蔬菜中。
- **生产**：工业上，木糖醇通常通过将原料如木质纤维（如桦木）中的木糖经过还原反应转化而来。
- **特性**：它看似糖，但相比于普通的蔗糖提供较低的热量（每克提供大约2.4卡路里）和低的血糖反应指数。

#### 用途
- **甜味剂**：在食品加工中，木糖醇因其甜度与蔗糖相似而被广泛用作低热量甜味剂。
- **口腔保健**：木糖醇不会被口腔中的细菌发酵产生酸，因此能减少牙齿腐败的风险，常用于无糖口香糖和牙膏中。
- **影响较小的血糖水平**：适合糖尿病患者使用，因为它对血糖水平的影响低于普通糖。

#### 安全性说明
- **FDA认可**：美国食品药品监督管理局(FDA)将木糖醇列为“一般认为安全”（GRAS）。
- **消化系统反应**：过量食用木糖醇可能会引起轻微的胃肠反应，如腹泻和气胀，尤其是在初次使用时。
- **对动物的毒性**：对于人类是安全的，但对犬类极为有毒。因此需注意避免让家中宠物误食含木糖醇的食品。
- **长期使用的研究**：长期使用木糖醇的安全性研究显示，适量摄入对人体无害。

这些信息有助于公众了解木糖醇的特性与适用性，确保在使用这种甜味剂时能够做到既安全又健康。', 'GB1886.234-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (233, '柠檬酸', '### 柠檬酸作为食品添加剂

#### 介绍
- **来源**：柠檬酸是一种天然存在于某些水果中的有机酸，尤其是柑橘类水果如柠檬和橙子。工业生产通常通过发酵法，使用特定菌种如黑曲霉菌（Aspergillus niger）发酵糖类原料生成。
- **化学性质**：柠檬酸是一种无色透明的结晶性粉末，易溶于水和乙醇。
- **生产过程**：在工业生产中，以甜菜糖、蔗糖、玉米糖浆或葡萄糖为原料，经过微生物发酵，然后通过提纯处理得到最终产品。

#### 用途
- **食品酸味剂**：在饮料、糖果、果酱等食品中添加，以增加或增强酸味。
- **防腐剂**：柠檬酸具有很好的防腐特性，能够抑制食品中微生物的生长，延长食品的保质期。
- **抗氧化剂**：可以帮助防止食品中的油脂氧化变质。
- **乳化稳定剂**：在奶油和乳制品中使用，有助于保持产品的质态和稳定性。
- **调味和调理剂**：用于调整食品的酸碱平衡，改善口感和增加风味。

#### 安全性说明
- **广泛认可**：柠檬酸作为食品添加剂已被世界各地的食品安全机构广泛认可和批准，包括美国食品药品管理局（FDA）和欧盟食品安全局（EFSA）。
- **安全摄入限度**：通常情况下，柠檬酸被认为是安全的，只要按推荐量使用。但是，过量摄入可能导致胃部不适或酸性体质引发的问题。
- **过敏反应**：柠檬酸通常不会引起过敏反应，但是敏感个体在摄入高剂量时可能会出现轻微的不适。
- **环境影响**：柠檬酸的生产和使用在环境上相比其他化学合成添加剂具有更低的影响，因为其生产依赖可再生资源，且为生物降解性物质。', 'GB1886.235-2016', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (234, '丙二醇脂肪酸酯', '### 丙二醇脂肪酸酯

丙二醇脂肪酸酯主要是丙二醇与脂肪酸反应生成的酯类化合物，广泛用作食品添加剂。

#### 介绍
- **化学性质**：丙二醇脂肪酸酯是由丙二醇和脂肪酸通过酯化反应制得的化合物。
- **来源**：可以通过合成或自然来源的丙二醇与食品级脂肪酸进行反应获得。
- **种类**：常见的有丙二醇单脂肪酸酯和丙二醇双脂肪酸酯，根据所用脂肪酸的种类不同而有不同的衍生物。

#### 用途
- **食品工业**：作为乳化剂和稳定剂，帮助食品中油水混合物保持均匀状态，提高食品的质感和延长保质期。
- **化妆品工业**：用作乳化剂和溶剂，帮助产品中的不同成分均匀混合。
- **医药领域**：在某些药品制剂中作为溶剂或载体，增加药物的稳定性和生物可用性。

#### 安全性说明
- **普遍认为安全**：在规定的使用量和条件下，被认为是安全的添加剂。
- **监管批准**：在多数国家，包括美国FDA和欧盟，丙二醇脂肪酸酯作为食品添加剂使用已获得批准。
- **过敏性低**：丙二醇脂肪酸酯通常不被认为是过敏源，使用时的过敏反应极少。
- **注意事项**：长期过量摄取或在不规范的使用条件下可能对人体造成未知的健康风险。

这种成分的广泛应用说明了其实用价值和相对安全性，但消费者在选用含有此类添加剂的产品时仍应注意成分表和可能的健康建议。', 'GB1886.236-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (235, '植酸（又名肌醇六磷酸）', '### 植酸（肌醇六磷酸）

#### 介绍
- 植酸，也被称为肌醇六磷酸，是自然界中广泛分布的一种有机酸。
- 在植物中主要以植酸盐形式存在，特别是在谷物和豆类的种子中含量较高。
- 在食品加工中，植酸可以从这些植物原料中提取。

#### 用途
- **防腐剂**：植酸有良好的保质和抗氧化作用，可以用作食品的防腐剂。
- **抗氧化剂**：能够减缓食品氧化过程，提高食品的稳定性和保质期。
- **营养增强剂**：有时也用于增加食品的营养价值。

#### 安全性说明
- 植酸及其盐类通常被认为是安全的食品添加剂，已被多个国家和地区的食品监管机构批准使用。
- 在合理的用量范围内，植酸作为食品添加剂不会对人体健康产生负面影响。
- 消费者对植酸含量高的食品的摄入量应适度，因为高剂量的植酸摄入可能会影响某些矿物质（如铁和钙）的吸收。', 'GB1886.237-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (236, '改性大豆磷脂', '### 改性大豆磷脂

#### 介绍
- 改性大豆磷脂是从常规大豆磷脂经过化学或物理方法改性后得到的产品。
- 主要通过乙酰化、羟基化等工艺增加其在特定应用中的性能。
- 是一种非离子的界面活性剂，能够在油水系统中起到乳化和稳定作用。

#### 用途
- **食品工业**: 作为乳化剂，增加食品的稳定性和口感，常用于沙拉酱、糖果、巧克力等产品。
- **烘焙**: 改善面团的质地，增加成品的体积，提高烘焙食品的保湿性。
- **冷冻食品**: 减少冰晶生成，改善冰淇淋等冷冻食品的质感。
- **疏水性和亲水性的平衡改变**: 通过改性控制其在食品中的性能，以适应不同食品的需求。

#### 安全性说明
- 改性大豆磷脂经过严格的食品安全测试，确认其在推荐用量下的安全性。
- 根据FDA和欧盟食品安全机构的评估，被认为是安全的食品添加剂。
- 原料大豆可能引起特定人群的过敏反应，制品标签需明确标注可能的过敏信息。
- 长期和大量消费任何添加剂都应谨慎，建议消费者根据自身健康状况和饮食指导遵守合理的使用量。

此内容提供给公众以增进对食品添加剂改性大豆磷脂的理解和认知。', 'GB1886.238-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (237, '琼脂', '### 琼脂

#### 介绍
- 琼脂是一种从红藻类植物中提取的多糖，主要成分是糖胶。
- 它是一种天然的凝固剂，广泛用于食品工业中。
- 琼脂的凝胶性质非常稳定，可在室温下形成凝胶而无需加入额外的化学物质。

#### 用途
- **食品制造**：常用作果酱、果冻、糖果等产品的凝固剂。
- **乳制品**：用于制作冰淇淋、酸奶等，可以改善口感和增稠。
- **饮料**：用于各种饮料的悬浮剂，使饮料更加均匀。
- **烘焙产品**：琼脂可以用于烘焙产品中以提升质地，例如在面包和蛋糕中增加湿润感。

#### 安全性说明
- **食品级安全**：琼脂被认为是安全的食品添加剂，已获得世界卫生组织（WHO）和食品农业组织（FAO）的认可。
- **低过敏性**：作为天然来源产品，引起过敏的概率较低。
- **消化吸收**：人体无法消化吸收琼脂，因此它基本上不提供热量，适合减肥饮食。
- **广泛接受**：在多种国际食品安全标准下，琼脂都被列为允许使用的食品添加剂。', 'GB1886.239-2016', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (238, '甘草酸一钾', '### 甘草酸一钾

甘草酸一钾是一种从甘草中提取的化合物，常用作食品添加剂，具有甜味和药用价值。

#### 介绍
- **化学名称**：甘草酸一钾（Potassium Glycyrrhizinate）
- **来源**：从甘草根中提取
- **性质**：白色或浅黄色粉末，具有较强的甜味

#### 用途
- **食品行业**：用作甜味剂，常添加于糖果、饮料和甜点中
- **医药行业**：由于其抗炎、抗过敏特性，也用于制造某些药物
- **化妆品行业**：添加于口腔护理产品如牙膏，以及护肤产品中

#### 安全性说明
- **通用认可**：广泛被多个国家食品及药品管理机构认可
- **剂量控制**：建议严格按照标准使用剂量，过量食用可能导致钠潴留或高血压
- **敏感性考虑**：少数人可能对甘草酸一钾或其来源的甘草成分过敏

通过科学合理的使用，甘草酸一钾可以安全地应用于多种产品中，为生活带来便利和享受。在使用该添加剂时，应注意个体差异和健康条件，以确保食用安全。', 'GB1886.240-2016', '甜味剂', 0x5B31335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (239, '甘草酸三钾', '### 甘草酸三钾

#### 介绍
- 甘草酸三钾是一种从甘草中提取的化合物。
- 它的主要成分是甘草酸，通过添加钾来增强其稳定性和溶解性。
- 在食品工业中，甘草酸三钾主要用作甜味剂和香料增强剂。

#### 用途
- **甜味剂**: 用于各种食品和饮料中，特别是在糖果和甜食中，提供甘草独特的甜味。
- **香料增强剂**: 增强食品中其他天然香料的味道，常见于烘焙食品和调味品。
- **药用和保健功能**: 在某些健康食品中，利用甘草酸三钾的抗炎和仿生作用。

#### 安全性说明
- **普遍认为安全**: 在适量使用的情况下，甘草酸三钾被认为是安全的食品添加剂。
- **摄入限制**: 长期过量摄入甘草可能导致身体水肿和血压升高，因此建议控制日常使用量。
- **不适人群**: 高血压患者和孕妇应避免过量使用含甘草酸三钾的产品。', 'GB1886.241-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (240, '甘草酸铵', '### 甘草酸铵

#### 介绍
- **化学名称**：甘草酸铵是由甘草酸和铵离子组成的化合物。
- **来源**：主要从甘草中提取得到，甘草是一种广泛用于草药和食品添加剂的植物。
- **性质**：该化合物通常呈白色粉末状，易溶于水，具有特殊的甘草味。

#### 用途
- **风味增强剂**：甘草酸铵因其独特的甜味和香气，常用于食品和饮料中增强味道。
- **草本补充剂**：在健康食品中添加，以利用甘草的药用效果。
- **消化帮助**：有助于改善消化系统的功能，用于治疗胃痛和心痛等问题。

#### 安全性说明
- **一般安全性**：甘草酸铵在食品中作为添加剂使用是相对安全的，但应在合理的范围内使用。
- **副作用**：过量摄入甘草酸铵可能导致水肿、高血压等健康问题，因为甘草成分可能会影响身体内的水和盐平衡。
- **监管认证**：在许多国家，包括美国FDA和欧洲食品安全局(EFSA)，甘草酸铵作为食品添加剂的使用是受到规范的，但限量和条件可能有所不同。
- **建议**：消费者应遵循产品标签上的用量指导，过敏体质的人群使用前应咨询医生。', 'GB1886.242-2016', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (241, '海藻酸钠(又名褐藻酸钠)', '### 海藻酸钠（又名褐藻酸钠）

#### 介绍
- **来源**：海藻酸钠是从某些特定种类的褐藻中提取的天然多糖，主要成分是褐藻酸。
- **性质**：它是一种白色至黄色的粉末，可溶于水形成粘稠的溶液。
- **制备过程**：通常通过提取褐藻中的藻体，然后利用酸来沉淀出褐藻酸，再通过碱性条件转化为海藻酸钠。

#### 用途
- **食品工业**：作为增稠剂和稳定剂，广泛用于冰淇淋、果酱、果冻及其他多种加工食品中。
- **凝胶制作**：用于制作凝胶食品如布丁和软糖，提供独特的口感和稳定的形态。
- **乳制品**：用于乳制品中改善结构，提高稳定性，防止结晶。
- **素食替代品**：用作素食食品中的凝固剂，如素食热狗和汉堡的结构成分。

#### 安全性说明
- **食品安全级别**：被多个国际食品安全机构（如FDA和欧盟食品安全局）认为是安全的食品添加剂。
- **摄取限制**：虽然被认为是安全的，但建议按照当地食品安全标准和建议摄入量使用。
- **过敏信息**：极少数人可能对海藻酸钠敏感，出现过敏反应的症状一般较轻。
- **环境影响**：作为一种从自然资源中提取的物质，对环境的影响较小，是可持续资源的一种。', 'GB1886.243-2016', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (242, '紫甘薯色素', '### 紫甘薯色素

紫甘薯色素，得自紫色甘薯（紫薯），作为一种天然色素广泛应用于食品工业。紫甘薯富含花青素，这种色素不仅赋予食品以诱人的颜色，同时也被认为具有一定的健康益处。

#### 介绍
- **源自天然**：紫甘薯色素是从紫色的甘薯中提取的，属于天然食品色素。
- **成分**：主要成分为花青素，这是一种强效的天然抗氧化剂。
- **提取工艺**：采用水提或者酒精提取等方法从紫薯中提取色素。

#### 用途
- **食品着色**：广泛用于糕点、冰淇淋、饮料等食品的着色。
- **营养补充**：由于其丰富的花青素含量，也被添加于健康产品中。
- **视觉吸引**：提高食品外观的吸引力，使产品更加诱人。

#### 安全性说明
- **FDA审批**：在美国，紫甘薯色素作为食品添加剂已被FDA批准。
- **无毒性**：研究表明，适量的紫甘薯色素摄入对人体是安全的。
- **过敏性低**：很少报告因紫甘薯色素引起的过敏反应。
- **消费建议**：尽管天然且安全，消费者仍建议按照推荐的使用量进行消费，避免过量。

紫甘薯色素因其天然和健康的特性，越来越受到消费者和食品制造商的青睐。', 'GB1886.244-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (243, '复配膨松剂', '### 复配膨松剂

#### 介绍
- 复配膨松剂是一种食品添加剂，主要用于烘焙食品中，以改善产品的松软度和体积。
- 它通常由多种单一膨松剂（如碳酸氢钠）和酸性物质（如酒石酸、磷酸）组成，有时还可能包括抗结剂如淀粉。
- 这种配方的目的是在食品加工过程中释放二氧化碳，帮助面团或糊状物质膨胀，从而使成品具有更佳的口感和外观。

#### 用途
- 主要用于面包、蛋糕、饼干和其他烘焙食品中，以增加其体积和改善质地。
- 在制作无酵面包或者低温烤制食品时作为重要成分，帮助食品在烘烤过程中形成适宜的结构。
- 在一些冷制甜品或者非烘焙食品中添加，以提供轻盈的质感。

#### 安全性说明
- 一般情况下，复配膨松剂是安全的，因为其组成成分均为食品级，并在许多国家和地区得到了批准使用。
- 使用时应按照食品安全标准和制造商的推荐用量进行，避免过量使用，因为过多的膨松剂可能导致食品质量问题或不良健康影响。
- 儿童、孕妇以及对某些成分敏感的人群应在医生或营养师的建议下使用。
- 与所有食品添加剂一样，消费者应确保选择信誉良好的品牌，并留意产品标签上的信息，确保其不含对自身有害的物质。', 'GB1886.245-2016', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (244, '滑石粉', '### 滑石粉作为食品添加剂

#### 介绍
滑石粉（Talcum Powder）是一种广泛使用的矿物，主要成分为水镁硅酸盐。在食品行业中，滑石粉以其吸湿性和抗结块特性而被用作添加剂。它通常被添加到食物中以防止粘连，并作为脱模和抗粘连剂。

#### 用途
- **防止粘连：** 滑石粉可添加到糖果、干酪和其他易粘连食品中，帮助保持食品的松散和分离。
- **抗结块剂：** 在食品如粉末酱料和面粉中添加滑石粉，可以防止产品因吸湿而结块。
- **改善质感：** 在某些干式加工食品中，添加滑石粉可以用来改善口感和质感。

#### 安全性说明
- **法规限制：** 许多国家对食品级滑石粉的使用有严格的法规。在使用前，制造商需要确保滑石粉符合当地法规的安全性要求。
- **纯度要求：** 食品级滑石粉必须非常纯净，不含有害杂质，如石棉。
- **持续研究与评估：** 尽管目前大多数研究确认食品级滑石粉是安全的，食品安全机构仍在持续监控和评估其长期使用的安全性影响。

在使用滑石粉作为食品添加剂时，建议仔继遵循相关安全指南和法规，以确保消费者的安全。', 'GB1886.246-2016', '抗结剂', 0x5B345D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (245, '碳酸氢钾', '### 碳酸氢钾

#### 介绍
- **化学式**：KHCO₃
- **别称**：碳酸氢钾，味碱，钾酸碳酸氢盐
- **性状**：无色的晶体或白色粉末
- **溶解性**：在水中溶解度较好，但不溶于酒精

#### 用途
- **烘焙**：作为膨松剂，与酸性物质反应生成二氧化碳，帮助面团或糕点膨胀
- **缓冲剂**：用于调节食品的酸碱平衡
- **食品加工**：在一些加工食品中用作稳定剂或加工助剂
- **健康食品**：用于某些钾补充剂，帮助调节人体电解质平衡

#### 安全性说明
- **普遍认可**：被多个国家和地区的食品安全机构批准使用，如美国FDA和欧盟EFSA
- **副作用**：一般被认为是安全的，但过量摄入可能导致电解质失衡
- **建议摄入量**：应遵守当地食品安全机构的建议摄入量标准
- **特定人群须警惕**：患有肾脏疾病或对钾离子敏感的人群应小心使用', 'GB1886.247-2016', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (246, '稳定态二氧化氯', '### 稳定态二氧化氯

#### 介绍
- **化学性质**: 稳定态二氧化氯通常指的是将二氧化氯稳定在溶液中，减少了其作为气体释放的倾向，提高使用安全性。
- **制备方式**: 稳定态二氧化氯可以通过将二氧化氯气体溶解在水中并添加特定的稳定化剂来制备。
- **保存条件**: 需要在密闭、避光的条件下保存，以防止分解和维持其活性。

#### 用途
- **消毒剂**: 用于食品加工设施和设备的表面消毒，有效去除细菌、病毒和真菌。
- **漂白剂**: 在食品工业中，可用于部分食品的漂白处理，如面粉和糖。
- **防腐剂**: 可用于保鲜水果和蔬菜，延长其保质期。
- **水处理**: 用于水的净化和消毒，使水源更安全用于食品加工。

#### 安全性说明
- **依规使用**: 必须严格按照相关食品安全标准和使用说明使用，避免过量。
- **接触限制**: 避免直接接触皮肤和眼睛，可能会引起刺激。使用时建议佩戴适当的防护装备。
- **环境影响**: 对环境相对友好，分解产物主要为水和盐，但应注意避免过量释放到环境中。
- **监管遵守**: 在多数国家/地区，作为食品添加剂使用的二氧化氯必须遵守严格的法规和标准。', 'GB1886.248-2016', '漂白剂、消毒剂', 0x5B332C382C31335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (247, '4-己基间苯二酚', '### 4-己基间苯二酚

#### 介绍
- **化学名称**：4-己基间苯二酚（4-Hexylresorcinol）
- **化学式**：C12H18O2
- **CAS号**：136-77-6
- **外观**：无色至淡黄色固体
- **溶解性**：在水中的溶解性较低，但在有机溶剂如醇和醚中溶解性较好。

#### 用途
- **防腐剂**：主要用于水产品处理，以防止其褐变，并保持食品的新鲜和色泽。
- **抗氧化剂**：帮助延长食品的保质期，防止食品的氧化。
- **消毒剂**：在食品加工中用作消毒剂，帮助杀灭或抑制微生物的生长。

#### 安全性说明
- **批准使用**：在许多国家和地区，如欧盟和美国被认为是安全的食品添加剂。
- **剂量控制**：需要严格按照规定的剂量使用，避免过量。
- **毒理研究**：动物实验表明，在适宜剂量下无明显毒性和副作用。
- **敏感人群**：特定体质的人可能会出现敏感反应，使用前应咨询专业人士。

以上是4-己基间苯二酚作为食品添加剂的基本介绍、用途和安全性说明。在使用时，请确保遵循相关法规和标准，确保食品安全和健康。', 'GB1886.249-2016', '抗氧化剂', 0x5B322C332C355D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (248, '植酸钠', '### 植酸钠

植酸钠是一种从植酸中派生的盐，它在食品工业中作为添加剂被广泛使用。以下是关于植酸钠作为食品添加剂的一些基本信息：

#### 介绍
- **化学名称**：植酸钠通常是植酸（一种存在于豆类、谷物和种子中的天然有机酸）的钠盐形式。
- **性质**：白色粉末状，易溶于水。
- **来源**：可以通过化学合成植酸和碱金属钠反应制得。

#### 用途
- **防腐剂**：植酸钠能有效防止食品中的细菌生长，延长食品的保质期。
- **抗氧化剂**：减缓或阻止食品中因氧化作用引起的品质下降。
- **稳定剂**：在加工食品时用来维持产品的质感和稳定性。
- **营养强化剂**：尽管植酸本身可能会影响某些矿物质的吸收，植酸钠可以用作调节矿物质生物利用度的添加剂。

#### 安全性说明
- **安全评估**：植酸钠被多个国际食品安全机构认为是安全的食品添加剂。
- **消费指南**：虽然认为是安全的，但建议按照食品添加剂的使用标准适量使用。
- **可能的副作用**：过量摄入有可能影响矿物质的吸收，特别是铁和锌。
- **监管状态**：在多数国家，植酸钠的使用需遵循严格的规定和标准；适量使用是被推荐的。

在利用植酸钠作为食品添加剂时，确保严格遵守相关的法规和安全指南是非常重要的。', 'GB1886.250-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (249, '氧化铁黑', '### 氧化铁黑（黑色氧化铁）

#### 介绍
- **化学成分**: 氧化铁黑主要成分为Fe₃O₄，也称为磁铁矿。
- **制备方法**: 通常通过化学沉淀或热分解方法制得。
- **外观**: 呈现出一种典型的黑色粉末状。

#### 用途
- **食品着色剂**: 作为食品颜色调节剂，用于糖果、装饰糕点等需要用黑色进行装饰的食品。
- **稳定颜色**: 在加工食品中帮助维持或恢复颜色。
- **配料标示**: 在食品包装上通常标示为“E172”(食品中的铁氧化物和氢氧化物)。

#### 安全性说明
- **已获批准**: 在多数国家和地区，如欧盟和美国，氧化铁黑作为食品添加剂是被允许的。
- **摄入限制**: 尽管普遍被认为是安全的，但仍建议在食品制造商的指导下使用，避免过量摄入。
- **毒理研究**: 研究显示，在合理的摄取范围内，氧化铁黑不具有毒性和致癌性。
- **敏感性**: 少数人可能对氧化铁黑有敏感反应，使用时应注意观察是否出现不良反应。', 'GB1886.251-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (250, '氧化铁红', '### 氧化铁红

#### 介绍
- 氧化铁红是一种常见的无机颜料，化学式为 Fe₂O₃。
- 在食品工业中，它常被用作色素，用来给食品上色。
- 它是由天然来源的氧化铁经过精制和处理后得到的。

#### 用途
- **食品颜色调整**：用于糖果、糕点、肉制品等食品中，增加食物的外观吸引力。
- **皮肤保护产品**：在非食品行业，如化妆品中也常用作色素。
- **医药行业**：用于某些药物的外观着色，帮助区分药物种类与剂量。

#### 安全性说明
- 这种颜料已被多个国际食品安全机构验证为安全，例如美国FDA和欧盟EFSA。
- 氧化铁红也是一种常见且长期被用作食品添加剂的物质，具有较高的安全性。
- 使用时需按照规定的最大使用量进行，避免过量。
- 消费者在食用含有氧化铁红的产品时一般不会出现健康问题，但建议仍需遵循包装上的标签指示。', 'GB1886.252-2016', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (251, '羟基硬脂精（又名氧化硬脂精）', '### 羟基硬脂精（又名氧化硬脂精）

#### 介绍
- 羟基硬脂精是一种食品添加剂，化学名称为氧化硬脂醇。
- 它主要是通过硬脂醇的氧化反应制得。
- 该物质呈白色固体粉末状，具有轻微的特殊气味。

#### 用途
- **乳化剂**：羟基硬脂精可以帮助水和油类物质混合，广泛用于食品中作为稳定剂和乳化剂。
- **防腐剂**：可以用来延长食品的保存期，尤其是在乳制品和烘焙食品中。
- **质构改良剂**：改善食品的口感和外观，提供更好的质感和一致性。
- **分散剂**：在饮品中使用，帮助均匀分散其他成分，如在含乳饮料中。

#### 安全性说明
- **已获批准使用**：羟基硬脂精在多个国家和地区（如美国FDA和欧盟）均已被认证为安全的食品添加剂。
- **剂量建议**：尽管被视为安全，还是建议按照食品安全标准指南中推荐的使用量来添加。
- **过敏反应**：极少数情况下，个别人可能会对羟基硬脂精出现过敏反应，如有过敏历史，应咨询医生后使用。
- **常规监测**：食品安全机构会持续监测该添加剂的使用情况和新的科学研究，以确保其安全性。', 'GB1886.253-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (252, '刺梧桐胶', '### 刺梧桐胶

#### 介绍
- **来源**：刺梧桐胶是一种天然植物胶，来源于刺梧桐树的树皮。这种树主要分布在东南亚地区。
- **提取方式**：通常通过水或碱性溶液提取树皮中的胶质，经过净化和干燥处理制成粉末。
- **成分**：主要包含多糖和少量蛋白质，具有良好的增稠和稳定性能。

#### 用途
- **食品工业**：作为增稠剂和乳化剂使用，在各种饮料、甜品、面包和糕点中增加稠度和改善口感。
- **烹饪**：用于调制汤料和酱汁，提供丰富的口感和光滑的质地。
- **健康食品**：因其纯天然的特性，常用于健康食品中，以增加产品的营养价值和功能性。

#### 安全性说明
- **合法认证**：在多个国家和地区已被认可为安全的食品添加剂。
- **过敏反应**：稀有个案中可能引起过敏反应，对梧桐树胶敏感的人应避免使用。
- **消费建议**：建议按照食品安全标准和使用说明适量使用，过量食用可能引起消化不良。
- **研究和监管**：持续的科学研究和食品安全监管确保其在食品中的使用安全性和有效性。

使用刺梧桐胶作为食品添加剂可以提升食品的质感和稳定性，同时其天然来源也符合现代食品添加剂向健康和自然的转变。', 'GB1886.254-2016', '增稠剂', 0x5B335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (253, '活性炭', '### 活性炭作为食品添加剂

活性炭是一种由碳含量的物质（如木材、椰壳等）经过高温处理后制成的微细黑色粉末。它具有极高的孔隙性和表面积，使其在吸附气体和液体中的污染物方面非常有效。在食品工业中，活性炭被用作食品添加剂，主要用于去除杂质和颜色，改善食品外观和清洁度。

#### 介绍
- **原料来源**：主要由木材、竹炭、椰壳等天然材料制成。
- **制造过程**：物料在无氧环境下高温活化，生成具有许多微孔的碳结构。
- **物理形态**：通常为黑色粉末或颗粒。

#### 用途
- **颜色调整**：用于去除或减少食品和饮料中的不希望的颜色。
- **净化剂**：去除杂质和有害物质，如重金属和氯化物。
- **除臭剂**：帮助除去食品加工过程中可能产生的不良气味。
- **健康补充品**：在一些健康产品中用作解毒剂和消化道清洁剂。

#### 安全性说明
- **普遍认为安全**：在适当用量下，活性炭被普遍认为是安全的食品添加剂。
- **摄入限制**：应遵守规定的添加剂使用量，避免过量摄入。
- **可能的副作用**：过量使用可能导致肠胃不适，如便秘或腹泻。
- **交互作用**：可能干扰某些药物的吸收，使用时应注意或咨询医生。

活性炭虽然具有多种有益的用途，但在食品添加时应严格按照食品安全标准使用，以确保其安全性和有效性。 使用活性炭作为食品添加剂时，需要特别注意其用量和适用情况，确保不会对人体健康造成负面影响。', 'GB1886.255-2016', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (254, '甲基纤维素', '### 甲基纤维素（食品添加剂）

#### 介绍
- **来源与制造**：甲基纤维素是通过化学改性植物纤维，主要从木材和棉花中提取得到的纤维素制成的。在制造过程中，纤维素首先会被碱化，然后与甲醇反应生成甲基纤维素。
- **性质**：甲基纤维素是一种白色粉末或者颗粒，具有良好的溶解性和稳定性。在冷水中易溶解，形成均匀的胶体溶液，但在热水中不溶。

#### 用途
- **增稠剂和稳定剂**：在食品制造中，甲基纤维素常用来增加食品的粘度，防止成分分离，提升食品的质感和口感。
- **乳化剂**：因其良好的乳化能力，常被用于需要油水混合的食品中，如冰淇淋和酱料，帮助油水均匀混合。
- **食品包装**：甲基纤维素还可以用于生产可食用薄膜，这种薄膜可作为包装材料，用于包裹食物，提高食品的保质期。

#### 安全性说明
- **全球食品安全标准**：甲基纤维素被多个国家和地区的食品安全机构认可为安全的食品添加剂，包括美国食品药品监督管理局（FDA）和欧盟食品安全局（EFSA）。
- **消费建议**：虽然被认为是安全的，但消费者应在厂商推荐的使用范围内使用，遵循标签上的指导用量。
- **过敏性和副作用**：甲基纤维素一般认为不具有过敏性，并且在食品中的常用级别下很少报告有副作用。然而，过量摄入可能导致胃肠道轻微不适。', 'GB1886.256-2024', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (255, '溶菌酶', '### 溶菌酶（Lysozyme）作为食品添加剂

#### 介绍
- **来源**: 溶菌酶是一种天然存在的酶，广泛存在于人类和动物的唾液、泪水和乳汁中，具有强大的细菌裂解作用。
- **提取**: 主要从鸡蛋白中提取，也可以通过微生物发酵工艺进行生产。
- **性质**: 该酶能够分解细菌的细胞壁，特别是革兰氏阳性菌，从而抑制细菌生长。

#### 用途
- **食品保存**: 作为天然防腐剂添加在各种食品中，例如在奶酪生产中防止发酵过程中的微生物污染。
- **增强食品安全**: 在肉制品和水产品中使用，可以减少食品腐败和延长其保质期。
- **提升食品品质**: 在罐头食品中添加，维持食品结构稳定性和保持其原有风味。

#### 安全性说明
- **广泛认可的安全性**: 溶菌酶作为食品添加剂已被许多国家包括美国食品药品监督管理局（FDA）和欧洲食品安全局（EFSA）认可使用。
- **低过敏性**: 由于主要从鸡蛋白中提取，对于鸡蛋过敏的消费者可能需要注意，但普遍来说溶菌酶的过敏性较低。
- **无毒副作用**: 在规定的使用剂量下，没有报告溶菌酶对人体有毒副作用。', 'GB1886.257-2016', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (256, '正己烷', '### 正己烷

正己烷是一种有机化合物，属于烷烃的一种，分子式为C6H14。在食品工业中，正己烷主要用作提取剂，用于提取植物油和其他食品成分。

#### 介绍
- **化学性质**：无色液体，易挥发，几乎不溶于水，与多数有机溶剂如乙醇、苯等混溶。
- **来源**：可以从石油中分馏得到。
- **生产方式**：工业生产主要通过精炼石油的分馏过程来进行。

#### 用途
- **油脂提取**：用于从种子中提取食用油，如大豆油和葵花籽油。
- **食品加工**：用于去除自然食品中的某些不必要成分，如提取茶叶中的咖啡碱。
- **食品成分**：作为一种溶剂，帮助制造某些食品添加剂和食品包装材料。

#### 安全性说明
- **暴露风险**：长期暴露于高浓度的正己烷可能对人体健康产生不良影响。
- **消费安全**：在食品加工中使用正己烷通常都会经过蒸发和清除步骤，因此在最终产品中的残留量非常低，通常被认为是安全的。
- **监管标准**：多数国家对食品中使用的溶剂如正己烷有严格的残留限量规定，以确保消费者的食品安全。
- **处理警告**：在工业环境中处理正己烷需采取适当的安全措施，包括使用通风系统和穿戴保护装备，避免吸入和皮肤接触。', 'GB1886.258-2016', '提取溶剂', 0x5B372C385D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (257, '蔗糖聚丙烯醚', '### 蔗糖聚丙烯醚

蔗糖聚丙烯醚是一种化学物质，通常不被单独用作食品添加剂。你提到的名称可能是对一种化学物质或产品的简称或误解。若你指的是某种具体的食品添加剂或其衍生物，请提供正确的化学名称或额外的描述。以下是基于假设性的食品添加剂的标准信息结构。

#### 介绍
- **化学性质**: 描述化学组成和结构。
- **来源**: 说明这种物质是如何制造或提取的。
- **常见用途**: 简述在食品工业中的应用领域。

#### 用途
- **保湿剂**: 用于保持食品的湿润性，延长保质期。
- **稳定剂**: 增加食品的保质性，防止成分分离。
- **口感改良剂**: 改善食品的口感和质地。

#### 安全性说明
- **FDA/EFSA审批情况**: 如果有的话，提供美国食品药品监督管理局（FDA）或欧盟食品安全局（EFSA）的审批情况。
- **每日可接受摄入量**: 提供科学研究确定的每日安全摄入量。
- **潜在风险**: 如果有的话，列出已知的过敏反应或不良反应。

请提供更多具体信息，以便提供准确的科普内容。', 'GB1886.259-2016', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (258, '橙皮素', '### 橙皮素

橙皮素（Hesperidin）是从橙子的果皮中提取的一种天然类黄酮化合物，广泛用作食品添加剂。以下是有关橙皮素作为食品添加剂的详细信息。

#### 介绍
- **来源**: 橙皮素主要从柑橘类果皮中提取，尤其是从甜橙和柚子中。
- **结构**: 为一种天然存在的黄酮类化合物，具有抗氧化和抗炎特性。
- **提取**: 通常通过水或有机溶剂提取过程从果皮中分离出来，随后进行纯化。

#### 用途
- **食品保鲜**: 橙皮素具有良好的抗氧化性，能延长食品的保质期，并保持食品颜色和口感。
- **增强风味**: 用作风味增强剂，为食品提供柑橘类的清新香味。
- **营养强化**: 天然来源的橙皮素作为营养补充剂，增加食品中的抗氧化剂水平。
- **健康效益**: 添加到各种食品中，如果汁、饮料和健康食品，以其健康益处吸引消费者。

#### 安全性说明
- **认可概况**: 橙皮素作为食品添加剂在美国、欧盟等多地被认为是安全的。
- **剂量控制**: 食品中橙皮素的添加量应遵循制造商和相关食品安全标准的推荐剂量。
- **过敏反应**: 少数人可能对柑橘类产品敏感，使用橙皮素的食品前应了解个人过敏情况。
- **研究支持**: 大量的科学研究支持橙皮素的安全性，其抗氧化特性有助于维持长期健康。

这些信息可以作为科普用途，增强公众对橙皮素在食品添加剂中应用的理解和信任。', 'GB1886.260-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (259, '根皮素', '### 根皮素作为食品添加剂

#### 介绍
- **化学名称**：根皮素是一种天然存在的植物化合物，属于黄酮类的一种。
- **来源**：主要从柑橘类果皮、洋葱、苹果以及茶叶中提取。
- **性质**：根皮素是一种无色至黄色的晶体，具有抗氧化、抗炎的特性。

#### 用途
- **抗氧化剂**：在食品中添加根皮素可以帮助抵抗氧化，延长食品保存期限。
- **提升营养价值**：根皮素的健康益处使得其成为增加食品营养价值的一个良好选择。
- **改善口感与颜色**：在某些食品中，根皮素可以用来改善食品的颜色和口感。

#### 安全性说明
- **FDA认可**：美国食品药品监督管理局（FDA）认为根皮素是一种安全的食品添加剂。
- **建议摄入量**：虽然根皮素被认为安全，但应按照食品添加剂的标准限制摄入量。
- **过敏反应**：极少数个体可能对根皮素有过敏反应，食用前应确保无过敏历史。
- **长期使用和副作用**：目前为止，没有明确的长期使用副作用报告，但建议遵循常规健康指导。', 'GB1886.261-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (260, '柚苷(柚皮甙提取物)', '### 柚苷（柚皮甙提取物）

#### 介绍
- **源自柚子皮**：柚苷是一种从柚子皮中提取的天然化合物，具有多种生物活性。
- **化学成分**：主要成分为黄酮类化合物，包括类黄酮和黄酮糖苷。
- **提取方法**：一般采用溶剂萃取、蒸馏等方法从柚子皮中提取。

#### 用途
- **食品保鲜**：由于其抗微生物和抗氧化特性，可用于食品的防腐和延长保质期。
- **食品加工**：在果汁、饮料和甜品中增加风味并改善口感。
- **健康补充品**：作为营养补充品的一部分，用于提供抗氧化支持。

#### 安全性说明
- **已被认可用于食品中**：柚苷作为食品添加剂，在多个国家已被认证和准许使用。
- **安全剂量范围**：如按推荐摄入量使用，对人体基本无害。
- **潜在食物相互作用**：需注意它可能与某些药物相互作用，特别是与某些心脏病药物。
- **过敏性**：少数人可能对柚苷或柚子本身存在过敏反应。

通过以上信息，可以看出柚苷作为食品添加剂具有多方面的用途，并且在遵守安全使用指南的情况下，是一种安全的添加剂选择。', 'GB1886.262-2016', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (261, '玫瑰净油', '### 玫瑰净油

#### 介绍
- **来源**: 玫瑰净油是通过蒸馏或溶剂萃取方式从玫瑰花瓣中提取的精油。
- **特性**: 通常具有强烈的芳香，色泽从淡黄色到橙红色。
- **成分**: 主要成分包括香叶醇、酯类和其他芳香化合物。

#### 用途
- **增香**: 在食品中添加极少量的玫瑰净油可以增添独特的香气，常用于糖果、饮料和烘焙食品中。
- **提升风味**: 玫瑰的花香可以提升食品的口感和外观吸引力。
- **传统应用**: 在一些传统料理中，如中东地区的糕点，玫瑰油是不可或缺的风味添加剂。

#### 安全性说明
- **用量调控**: 由于玫瑰净油的浓度很高，因此在食品中的使用量需严格控制以避免过量。
- **过敏信息**: 玫瑰净油可能会引起特定体质人群的过敏反应，使用前应进行风险评估。
- **质量监控**: 需确保所使用的玫瑰净油为食品级且来自可靠的供应商，避免污染和副作用。
- **法规遵守**: 在不同国家和地区，添加玫瑰净油到食品中的规定可能不同，必须遵守当地的食品安全法规。', 'GB1886.263-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (262, '小花茉莉净油', '### 小花茉莉净油

#### 介绍
- **来源**：小花茉莉净油是从小花茉莉（Jasminum sambac）的花朵中提取的精油。
- **提取方法**：通常通过蒸馏法提取，确保保留其天然香气和成分。
- **特征**：这种精油具有独特的甜美芬芳，常用于香水、化妆品和食品行业中。

#### 用途
- **食品香料**：在食品工业中，小花茉莉净油用作天然香料添加剂，用于增添或强化食品的香气。
- **香精配制**：可用于调配各种饮料和糖果的香精，特别是在制作甜点如冰淇淋、果酱以及烘焙产品中。
- **文化特色**：在一些亚洲国家，小花茉莉净油用于传统美食的制作，如茉莉花茶，增加食品的文化特色和吸引力。

#### 安全性说明
- **食品级认证**：作为食品添加剂使用时，必须确保其为纯净的食品级产品，并获得相应的安全认证。
- **限量使用**：应根据相关食品安全标准和规定，控制在安全范围内的使用剂量。
- **过敏性测试**：尽管小花茉莉净油通常安全无害，但对于有特定过敏史的消费者，建议在使用前进行小范围的过敏性测试。
- **保存条件**：应存放在阴凉、干燥处，避免阳光直射，确保其稳定性和安全性。

确保使用符合食品安全规范的小花茉莉净油，可以有效提升食品的品质和吸引力，同时保证消费者的安全。', 'GB1886.264-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (263, '桂花净油', '### 桂花净油

#### 介绍
- **原料**: 桂花净油是从桂花中提取的精油，采用蒸馏或冷压的方法从花朵中提取油分。
- **特性**: 这种油具有桂花特有的香气，颜色透明，质地轻盈。
- **制备**: 制备过程中，严格控制温度和压力以保持其天然香气和成分。

#### 用途
- **食品香精**: 主要用作食品香精，添加到糕点、饮料及其他食品中，赋予食品自然的桂花香味。
- **烹饪用途**: 可用于调制菜肴，特别是甜品和糖果，提供独特的风味。
- **文化价值**: 在亚洲特别是中国，桂花净油常用于传统节日食品中，增添节日气氛。

#### 安全性说明
- **认证标准**: 桂花净油作为食品添加剂，需符合当地食品添加剂的认证标准和安全要求。
- **使用指导**: 在使用时需按照推荐比例添加，避免过量使用可能导致的食品风味不协调。
- **过敏信息**: 少数人可能对桂花或其制品敏感，使用前应确保食品安全性，对敏感人群标明可能的过敏反应。
- **保存条件**: 需在遮光、防潮的环境中保存，确保其稳定性和延长保质期。', 'GB1886.265-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (264, '红茶酊', '### 红茶酊

红茶酊是一种提取自红茶的食品添加剂，具有良好的抗氧化性和自然的着色功能。以下是有关红茶酊的介绍、用途以及安全性说明。

#### 介绍
- **来源**: 红茶酊是通过提取红茶叶中的天然成分，包括茶多酚、咖啡因等有效成分制成的。
- **性质**: 呈棕红色液体，具有红茶的特有香气和味道。
- **提取过程**: 通常采用水或乙醇作为溶剂进行提取，确保了提取物的纯净度和活性成分的保留。

#### 用途
- **食品色素**: 红茶酊因其自然的棕红色，常用于食品如糕点、冰淇淋和饮料中作为色素添加。
- **风味增强剂**: 用于提升和改善食品的香气和味道，尤其在茶饮料和茶味零食中。
- **抗氧化剂**: 富含茶多酚，可以作为抗氧化剂使用，有助于延长食品的保质期和防止脂肪氧化。

#### 安全性说明
- **安全认证**: 红茶酊通常需符合各国关于食品添加剂的规定和标准，例如美国FDA和欧盟EFSA的安全认证。
- **副作用**: 在推荐的使用剂量下，红茶酊通常被认为是安全的，但高剂量可能引起咖啡因过量相关的问题，如失眠、心慌等。
- **适用人群**: 适合大多数成人和儿童使用，孕妇或特殊健康条件的人群应咨询医生或专业人士后再使用。

通过上述信息，大家可以更加了解红茶酊作为食品添加剂的各项属性和注意事项。', 'GB1886.266-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (265, '绿茶酊', '### 绿茶酊

绿茶酊是通过提取绿茶中的有效成分并制成液体形式的一种物质。它主要包含绿茶的抗氧化剂，比如儿茶素，特别是表没食子儿茶素没食子酸酯（EGCG）。在食品添加剂方面，绿茶酊可用作天然防腐剂、抗氧化剂，以及增添特定保健功能的成分。

#### 介绍
- **来源**：提取自绿茶叶，含有高浓度的儿茶素。
- **形态**：通常为液体形式，便于添加到各类食品中。
- **成分**：主要含有表没食子儿茶素没食子酸酯（EGCG）、儿茶素等抗氧化剂。

#### 用途
- **抗氧化剂**：有效延长食品保质期，防止油脂类食品酸败。
- **增强口感**：添加到饮料和茶制品中，增加独特的口味。
- **保健功能**：提供心血管保健、抗炎和抗癌等健康益处。
- **天然防腐剂**：用于取代化学防腐剂，降低对人体的潜在风险。

#### 安全性说明
- **广泛研究**：绿茶和其抽提物已经被广泛研究，显示其在适量使用时对人体是安全的。
- **FDA认可**：美国食品药品管理局(FDA)将绿茶抽提物归类为一般认为安全(GRAS)。
- **过量风险**：尽管天然，但过量摄入仍可能带来健康风险，如肝脏负担加重等。
- **适宜人群**：孕妇和儿童应避免高剂量的绿茶酊，具体使用前应咨询医生。

总体而言，绿茶酊作为食品添加剂在提高食品保质、风味及健康价值方面具有显著效果，同时用户在使用时需注意其剂量和使用人群的安全性建议。', 'GB1886.267-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (266, '罗汉果酊', '### 罗汉果酊作为食品添加剂

#### 介绍
罗汉果酊是从罗汉果中提取的甜味剂，主要成分是罗汉果甙（Mogrosides），是一种天然、无热量的甜味剂。罗汉果是在中国南部地区广泛种植的水果，具有悠久的使用历史。

- **来源**：提取自罗汉果（Siraitia grosvenorii），一种原产于中国的水果。
- **提取物特性**：主要含有的甜味成分是罗汉果甙，是一种高强度的天然甜味剂。
- **加工过程**：通过水或酒精提取罗汉果的有效成分，然后通过过滤、净化和浓缩等步骤制得罗汉果酊。

#### 用途
罗汉果酊作为食品添加剂，主要用于添加甜味，常见于各种食品和饮料中，如酸奶、饮料、甜点等。

- **增加甜味**：在无需增加额外热量的情况下，增加食品和饮料的甜味。
- **改善口感**：能改善食品的整体口感和风味。
- **用量较少**：由于其甜度很高，通常只需要使用很少的量即可达到所需的甜味效果。
- **适用范围广**：可用于烘焙食品、饮料、果汁、健康食品及药物等。

#### 安全性说明
罗汉果酊在全球多个国家和地区被认为是安全的食品添加剂。美国食品药品监督管理局（FDA）将其分类为“一般认为安全”（GRAS）。

- **国际认可**：已被包括美国FDA和世界卫生组织食品添加剂专家委员会（JECFA）在内的多个国际机构评定为安全。
- **无毒副作用**：研究表明，适量摄入罗汉果酊没有报告重大的副作用。
- **长期使用的研究**：长期使用罗汉果酊的研究表明，它是稳定且安全的。
- **适宜人群**：适合各个年龄阶段的人群以及糖尿病患者使用。

这些信息有助于消费者了解罗汉果酊作为食品添加剂的基本情况和安全性，以做出更明智的食品选择。', 'GB1886.268-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (267, '黄芥末提取物', '### 黄芥末提取物

#### 介绍
- **来源**：黄芥末提取物是从黄芥末种子中提取的天然成分，主要成分包括异硫氰酸酯。
- **提取工艺**：通常采用水或乙醇等溶剂进行提取，以分离出具有生物活性的组分。
- **外观与性质**：通常为浅黄色到棕黄色的粉末，具有芥末的特有辛辣味和气味。

#### 用途
- **食品保鲜**：因其具有微生物抑制效果，可用于肉类、调味品等食品的保鲜。
- **风味改良**：添加到各类食品中可以增强风味，特别是在制作芥末酱、调味料中。
- **食品安全**：可作为一种天然防腐剂，帮助抑制食品中的细菌生长，延长食品的保质期。
- **健康产品**：在一些健康食品或保健品中使用，以利用其抗炎、抗氧化的特性。

#### 安全性说明
- **审批与认证**：在多个国家和地区，黄芥末提取物已被认可为安全的食品添加剂。
- **副作用**：一般情况下使用适量的黄芥末提取物是安全的，但过量可能引起呼吸困难、皮肤刺激或其他过敏反应。
- **使用建议**：建议按照食品安全标准和相关法规使用，避免长期大量直接摄入。
- **敏感人群**：孕妇、婴幼儿或对芥末敏感的人应谨慎使用或避免使用。

这些信息可以帮助消费者和食品加工者更好地理解和使用黄芥末提取物作为食品添加剂的性能和安全性。', 'GB1886.269-2016', '食品用香料', 0x5B335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (268, '茶树油(又名互叶白千层油)', '### 茶树油（又名互叶白千层油）

#### 介绍
- 茶树油是从茶树（Melaleuca alternifolia）的叶子中提取的一种精油。
- 这种油在传统上被用于医疗和美容用途，而在食品添加剂中的应用则相对较少。
- 它具有强烈的抗菌和防腐特性，因此在某些食品保存中有潜在的应用。

#### 用途
- **防腐剂**：由于其抗菌特性，茶树油可用作天然防腐剂，延长食品保质期。
- **抗氧化剂**：它也可能作为一种抗氧化剂来阻止食品的氧化，保持食品色泽和风味。
- **风味增强剂**：因含有独特香味，有时也用量极少地添加到特定的食品中以增强风味，尤其是在烘焙食品中。

#### 安全性说明
- **使用剂量**：茶树油作为食品添加剂使用时，必须严格控制剂量，过量可能导致健康问题。
- **过敏反应**：部分人群可能对茶树油成分产生过敏性反应，应在食品标签上明确标识。
- **内服警告**：纯茶树油不宜内服，只有在经过适当加工和稀释后方可作为食品添加剂使用。
- **监管批准**：在使用茶树油作为食品添加剂之前，需要得到相应食品监管机构的批准和认证。', 'GB1886.270-2016', '食品用香料', 0x5B332C362C31335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (269, '香茅油', '### 香茅油

#### 介绍
- 香茅油是从香茅草（Cymbopogon citratus）中提取的一种精油。
- 通常通过蒸馏过程提取，保留了香茅草的香气和味道。
- 香茅油在亚洲料理中非常受欢迎，尤其是在泰国和越南的菜肴中。

#### 用途
- **调味**: 香茅油因其独特的柠檬味而常用于调味和香料。
- **保鲜**: 添加到食品中可以帮助延长保质期，因为它具有抗菌和抗真菌特性。
- **增香**: 用于各种饮料和糕点中，增添独特的香气。

#### 安全性说明
- **食品级别**: 确保使用的香茅油为食品级，安全用于食品加工。
- **适量使用**: 高浓度的香茅油可能对某些人来说过于刺激，应根据产品配方适量使用。
- **过敏反应**: 尽管不常见，但个别人可能对香茅油产生过敏反应，使用前应做小范围测试。', 'GB1886.271-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (270, '大蒜油', '### 大蒜油

大蒜油是一种从大蒜中提取的天然油脂，具有独特的香气和味道。它广泛用于食品制作中，作为风味增强剂和保健产品的组成部分。

#### 介绍
- **来源与提取**: 大蒜油主要通过蒸馏或者压榨大蒜瓣获得，含有大蒜的天然精油成分。
- **主要成分**: 含有大量的硫化合物，尤其是大蒜素，是其主要的活性成分。

#### 用途
- **食品工业**: 用作调味品，增加食品如面包、披萨、肉类和调味酱的香气。
- **保健功能**: 由于大蒜油的抗菌和抗炎作用，常用于保健食品和补充剂中。
- **烹饪使用**: 可用于烹调过程中提供独特的大蒜风味，尤其适合于制作炒菜和沙拉酱。

#### 安全性说明
- **食用安全性**: 一般被认为是安全的，能够适量添加到各种食品中。
- **过敏信息**: 对大蒜或大蒜产品敏感的人应避免使用。
- **保存和使用注意**: 需要存放在阴凉干燥处，避免阳光直射，开封后应尽快使用。

大蒜油作为一种食品添加剂，在给食品添加香味的同时，也带来一定的健康益处。然而，如任何食品添加剂，使用时应注意遵守适当的食用量，以确保食用安全。', 'GB1886.272-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (271, '丁香花蕾油', '### 丁香花蕾油

#### 介绍
- 丁香花蕾油是从丁香花的花蕾中提取的精油，主要成分为丁香酚。
- 它具有独特的香气和味道，常用作香料和调味剂。
- 丁香花蕾油在传统医学中也有应用，被用来缓解牙痛和消化不良等症状。

#### 用途
- **食品调味**：用于调制糕点、饮料和肉类产品，增加食品的香味。
- **防腐剂**：具有一定的抗菌性，可以用作天然防腐剂，延长食品保存时间。
- **健康产品**：用于制作健康食品，利用其消炎和抗氧化的特性。

#### 安全性说明
- **适量使用**：食用时需按照规定的使用量，避免使用过量。
- **过敏警告**：部分人群可能对丁香花蕾油产生过敏反应，请在食用前确保无过敏史。
- **怀孕及哺乳期女性**：怀孕及哺乳期女性应咨询医生后决定是否使用。
- **与药物交互**：具有潜在的药物交互性，使用前建议咨询医疗专业人员。', 'GB1886.273-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (272, '杭白菊花油', '### 杭白菊花油

#### 介绍
- 杭白菊花油是从中国传统的杭白菊中提取的一种精油。
- 该油富含多种有益的化学成分，如黄酮类、挥发油和其他天然抗氧化剂。
- 杭白菊（学名：Chrysanthemum morifolium）因其医用和食用价值广泛种植于中国。

#### 用途
- **食品调味**：杭白菊花油可用于调味各种食品，增加独特的香气和味道。
- **食品保存**：该油具有天然的防腐特性，可以用作食品保鲜剂。
- **健康产品**：因其健康益处，常被添加到保健食品和饮品中。

#### 安全性说明
- **普遍认为安全**：在正常的食品添加量中，杭白菊花油通常被认为是安全的。
- **过敏反应**：极少数人可能对菊花类产品敏感，使用时应注意过敏反应。
- **使用建议**：建议按食品添加剂标准使用，遵循适当的用量指导。

以上信息可以作为科普材料向公众介绍杭白菊花油作为食品添加剂的相关知识，帮助消费者了解其用途和安全性。', 'GB1886.274-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (273, '白兰花油', '### 白兰花油（作为食品添加剂）

#### 介绍
- 白兰花油通常提取自白兰花的花朵，具有独特的香气。
- 主要通过蒸馏等方法提取其精油用于食品调味。
- 在食品工业中，常用作香料以增加产品的吸引力。

#### 用途
- **调味增香**：用于糖果、烘焙食品、饮料等，增加食品的香气，提高食欲。
- **食品保鲜**：白兰花油含有天然抗氧化物，能帮助延长食品保质期。
- **制作特色美食**：在特定的文化美食中，如某些亚洲甜点，使用白兰花油来增加独特风味。

#### 安全性说明
- **一般认为安全**（GRAS）：在美国，白兰花油作为食品添加剂通常被认为是安全的。
- **适量使用**：尽管被广泛使用与食品中，但应遵循标准使用量，避免过量。
- **过敏性测试**：对于有特殊体质的消费者，建议在使用前进行过敏性测试。
- **监管标准**：在使用前，应确保产品符合当地食品安全及监管的标准。', 'GB1886.275-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (274, '白兰叶油', '### 白兰叶油

#### 介绍
- **来源**: 白兰叶油是从白兰花树的叶子中提取出的精油。
- **提取方法**: 通常通过蒸馏的方式从叶子中提取得到。
- **主要成分**: 主要含有植物油和香气分子，具有特有的香气。

#### 用途
- **食品香精**: 在食品工业中，用于调配烘焙食品、糖果、饮料等产品的香味。
- **调味品**: 可用于制作调味酱或进行食物的香料调味。
- **食品保鲜**: 某些情况下，白兰叶油具有轻微的防腐效果，可以用于延长食品的保质期。

#### 安全性说明
- **认证与标准**: 在使用前需确保白兰叶油符合国际食品安全标准，如FDA或EFSA的规定。
- **使用浓度**: 必须按照食品安全标准严格控制使用的浓度，过量可能导致食品安全问题。
- **过敏信息**: 尽管不常见，但某些人可能对白兰叶油的成分敏感，使用时应考虑过敏风险。
- **存储与处理**: 应在阴凉、干燥处存储，避免直接阳光照射，保证油品质量稳定。

通过以上的介绍，可详细了解白兰叶油作为食品添加剂的相关信息，其应用在确保安全的前提下，能够提升食品的风味和质感。', 'GB1886.276-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (275, '树兰花油', '### 树兰花油

#### 介绍
- 树兰花油是从树兰（柑橘科植物）的花朵中提取的一种精油。
- 此油以其独特的香味和香气受到欢迎，常用于香水和调香产品中。
- 在食品添加剂领域，主要用于增添或改善食品的香味。

#### 用途
- **调味剂**：在烘焙食品、糖果和饮料中添加以增强食品的芳香。
- **香料制备**：用于制备与柑橘相关的复合香料，广泛应用于各种食品和饮料中。
- **芳香疗法**：虽主要用于非食品领域，但在某些“功能性食品”中也可能被用于促进放松和改善情绪。

#### 安全性说明
- 树兰花油作为一种食品添加剂，在使用前需要遵循严格的质量和纯度标准。
- 按照FDA和EFSA的规定，当按推荐的剂量和使用方法使用时，树兰花油通常被认为是安全的。
- 对柑橘类产品敏感或有过敏史的人应在使用含有此类成分的产品前咨询健康专业人士。
- 过量使用树兰花油可能导致皮肤敏感或其他不良反应，因此应严格遵守使用说明。', 'GB1886.277-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (276, '椒样薄荷油', '### 椒样薄荷油

椒样薄荷油是一种从某些薄荷品种中提取的精油，主要成分包括薄荷酮和胡椒脑，具有独特的香气和味道。

#### 介绍
- **来源**：椒样薄荷油主要从椒薄荷（Mentha piperita）中提取，通过水蒸气蒸馏的方法得到精油。
- **成分**：主要成分为薄荷酮和胡椒脑，还包括一些次要成分如薄荷烯、柠檬烯等。
- **特性**：具有清凉的感觉和强烈的薄荷香气，是一种无色至淡黄色的液体。

#### 用途
- **食品制造**：用作口香糖、糖果、烘焙食品和饮料的香料，提供清新的味道。
- **呼吸健康**：添加到某些治疗感冒或咳嗽的食品补充品中，帮助缓解呼吸道问题。
- **消化健康**：用于制造涉及消化健康的产品，如胃舒缓食品或饮品。

#### 安全性说明
- **一般安全**：通常情况下，椒样薄荷油作为食品添加剂是安全的，适当使用未见重大安全风险。
- **使用限制**：应遵守推荐的使用剂量，过量可能导致不适，如胃部不适或皮肤敏感。
- **过敏反应**：极少数个体可能对薄荷油成分敏感，出现过敏症状，使用前应先进行小范围试用。

以上信息提供基于现有的食品科学研究和行业标准，用于科普和教育目的。在使用任何添加剂前，建议咨询专业人士或查阅相关规范。', 'GB1886.278-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (277, '洋茉莉醛（又名胡椒醛）', '### 洋茉莉醛（胡椒醛）

洋茉莉醛，也称为胡椒醛，是一种常见的食品添加剂，主要用于增加或改善食品的香气和味道。

#### 介绍
- **化学名称**：洋茉莉醛，英文名Heliotropin
- **化学式**：C8H8O3
- **外观**：常见为白色晶体粉末
- **来源**：可以通过自然提取和化学合成两种方式获得
- **特性**：具有类似香草和杏仁的甜香气

#### 用途
- **食品香料**：用于糖果、烘焙食品、饮料等的香气增强
- **调味剂**：增加或改善食品的风味，常见于甜品和饮料
- **其他工业用途**：也常用于日化产品、香水等领域

#### 安全性说明
- **调控机构**：被国际香料协会(IFRA)、美国食品药品监督管理局(FDA)等机构认可
- **毒理学数据**：在推荐的使用剂量下一般被认为是安全的
- **过敏反应**：极少数个体可能对洋茉莉醛或其混合物产生过敏反应
- **使用建议**：遵循相关食品添加剂规定和标准，注意不超过建议的添加剂量

使用洋茉莉醛作为食品添加剂时，制造商和消费者均需注意其安全使用的规范和建议，以确保食品的安全与质量。', 'GB1886.279-2016', '食品用香料', 0x5B332C31335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (278, '2-甲基戊酸乙酯', '### 2-甲基戊酸乙酯

#### 介绍
- **化学名称**：2-甲基戊酸乙酯，也称为乙酯化2-甲基戊酸。
- **化学式**：C7H14O2。
- **外观与性质**：无色液体，具有水果香氛，易溶于有机溶剂，较难溶于水。
- **制备方法**：通常通过酯化反应制备，即2-甲基戊酸与乙醇在酸性催化剂作用下反应生成。

#### 用途
- **食品香精**：作为食品香精的组分之一，用于模拟或增强食物的香味，特别是果味食品如饮料、糖果、烘焙食品等。
- **食品工业**：在食品加工过程中用作风味增强剂，提高食品的香气魅力。
- **其他应用**：在化妆品及个人护理产品中作为香精成分使用，增加产品的吸引力。

#### 安全性说明
- **安全级别**：在正常的使用和处理条件下，被认为是安全的。
- **监管信息**：被多国食品和药物管理机构认可为食品添加剂，具备相应的安全证书。
- **使用限制**：尽管被认为是安全的，使用时应遵守当地法律和指导原则，控制在合理的剂量范围。
- **潜在影响**：过量使用可能引起不适，如轻微的呼吸道或皮肤刺激，在使用前需进行风险评估。

以上信息适用于科普及食品添加剂的相关内容学习。', 'GB1886.280-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (279, '香茅醛', '### 香茅醛

#### 介绍
- 香茅醛，又称柠檬醛，化学式为C10H16O。
- 它是一种天然有机化合物，通常提取自某些植物如香茅、柠檬皮等。
- 在工业生产中，香茅醛可以通过蒸馏等方法从植物中提取，或通过化学合成的方式制备。

#### 用途
- **食品香料**：作为一种常用的食品添加剂，香茅醛主要用于增加或改善食品的气味和味道。广泛用于糕点、饮料和糖果等食品中。
- **香精制备**：在食品工业中，香茅醛可用于配制柠檬、柑橘等多种食用香精。
- **保质增香**：除了用作香料外，香茅醛还具有一定的抗菌功效，可以在一定程度上帮助食品保质和提升食品安全性。

#### 安全性说明
- **普遍认为安全**：香茅醛作为食品添加剂，在适量使用下通常被认为是安全的，多个国家和地区的食品监管机构都有明确的使用指导标准。
- **使用限量**：为确保食品的安全性，使用香茅醛应遵循相关食品安全标准和指南，避免超量使用。
- **过敏情况**：少数人可能对香茅醛或其源植物产生过敏反应，使用前应做好标识提示，以警告敏感人群。', 'GB1886.281-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (280, '麦芽酚', '### 麦芽酚

#### 介绍
- **化学性质**：麦芽酚（Guaiacol）是一种有机化合物，属于酚的衍生物，化学式为C7H8O2。
- **来源**：主要从植物的木质素中提取。
- **外观与味道**：通常为无色或浅黄色液体，具有独特的烟熏味。

#### 用途
- **食品香料**：在食品工业中，麦芽酚因其独特的香味常被用作香料，特别是在肉制品和烘焙食品中用以增添烟熏味。
- **食品生产**：用于制作肉类产品、调味品和汤料，增加食品的香气及风味。
- **其他应用**：除了在食品工业的应用外，麦芽酚也可用于医药、化妆品和洗涤产品中作为香料或抗氧化剂。

#### 安全性说明
- **消费安全**：在适量使用下，麦芽酚作为食品添加剂是安全的。但需按照食品安全标准和规定使用。
- **过敏可能性**：极少数人可能对其产生过敏反应，使用前最好确保无过敏历史。
- **毒理数据**：毒理研究表明，适量的麦芽酚并不会引起严重的健康问题。
- **监管评估**：在多数国家和地区，如欧盟和美国，麦芽酚作为食品添加剂的使用已得到相关食品安全机构的审评和批准。', 'GB1886.282-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (281, '乙基香兰素', '### 乙基香兰素

#### 介绍
- **化学名**: 3-乙氧基-4-羟基苯甲醛
- **外观**: 白色至淡黄色结晶粉末
- **气味**: 具有香草豆似的甜美香气
- **溶解性**: 易溶于醇和大部分油脂，微溶于水
- **制备**: 主要通过香草酸的乙氧基化反应制备得到

#### 用途
- **食品产业**: 用于增香和调味，广泛用于糖果、糕点、冰淇淋、饮料等的生产
- **香料**: 作为香料添加剂，应用于香水和化妆品中以增添甜香气
- **药品**: 在某些药品中添加以改善口感
- **其他制品**: 用于无烟烟草及洗涤剂的香气添加

#### 安全性说明
- **安全评估**: 大多数国家批准作为食品添加剂，经FAO和WHO的JECFA评估为安全
- **日常摄入上限**: 一般认为每日可耐受摄入量（ADI）为0~2mg/kg体重
- **敏感性反应**: 少数人可能会对其产生过敏反应
- **使用建议**: 遵循相关食品添加剂使用规范和国家标准，适量使用
- **储存条件**: 应储存在干燥阴凉处，避免直接日光照射

此科普内容旨在提供乙基香兰素作为食品添加剂的基本信息，以帮助公众更好地了解其特性和安全性。', 'GB1886.283-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (282, '覆盆子酮(又名悬钩子酮)', '### 覆盆子酮（又名悬钩子酮）

#### 介绍
- **来源**：覆盆子酮是一种天然存在于红覆盆子中的物质，也可以通过化学合成方式制备。
- **化学性质**：属于天然风味复合物，具有强烈的覆盆子香气和味道。
- **制备**：除了从红覆盆子中提取外，也可通过酵母或细菌发酵合成，以及化学合成方法制得。

#### 用途
- **食品香料**：作为一种优良的食品添加剂，被广泛用于食品工业以增加或改善产品的香气。
- **饮料**：用于各种饮料中，如碳酸饮料、果汁、茶饮等，添加覆盆子的自然果香。
- **糕点和甜点**：在冰淇淋、糖果和其他甜点中用作增香剂，增加食品的吸引力。
- **减肥产品**：在一些减肥产品中添加，用其潜在的代谢增强作用，但科学证据支持的程度有限。

#### 安全性说明
- **食品安全认证**：在多数国家，包括美国FDA和欧盟授予的食品添加剂使用许可，需遵循特定标准和剂量限制。
- **使用剂量**：作为食品添加剂时应严格按照推荐的剂量使用，避免过量。
- **过敏性**：虽然不常见，但某些人可能对覆盆子酮或其来源的成分敏感。
- **临床研究**：虽然作为食品添加剂通常被认为是安全的，还是建议消费者关注相关的科学研究和报告，特别是关于长期健康影响的研究。

以上内容主要针对覆盆子酮作为食品添加剂的用途和安全性，供广大消费者及食品工业参考。', 'GB1886.284-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (283, '丙酸苄酯', '### 丙酸苄酯

#### 介绍
- **化学结构**: 丙酸苄酯是一个有机化合物，具有刺激性的芳香，化学式为C10H12O2。
- **物理性质**: 通常为无色透明液体，具有芳香。
- **制备**: 通过丙酸与苄醇进行酯化反应制得。

#### 用途
- **食品香精**: 由于丙酸苄酯具有甜的香草和水果香味，常被用作食品香精添加剂，用于调味和增加食物的吸引力。
- **香水成分**: 在香水制作中，可用作香味底料，提供持久的芳香。
- **化妆品添加剂**: 也用于一些化妆品中，增加产品的香气。

#### 安全性说明
- **毒性**: 一般认为丙酸苄酯的毒性较低，但过量接触可能引起刺激。
- **限量使用**: 在食品和化妆品中使用时，需要遵守相关安全标准和使用限量。
- **皮肤接触**: 可能会引起皮肤轻微刺激，建议使用时采取适当保护措施。
- **食品安全**: 作为食品添加剂时，应确保其符合食品安全法规和标准的要求，确保消费者健康。

以上内容为丙酸苄酯作为食品添加剂时的基本信息，适用于科普和教育用途。不断更新的研究和政策可能会影响以上内容的准确度和完整性，建议查阅最新的资料和标准。', 'GB1886.285-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (284, '丁酸丁酯', '### 丁酸丁酯

#### 介绍
- **化学名称**：丁酸丁酯，也称作丁酸正丁酯。
- **分子式**：C8H16O2。
- **外观与性质**：无色液体，具有强烈的水果香味，是许多水果的天然成分。
- **溶解性**：难溶于水，易溶于有机溶剂如醇、醚和多数油类。
- **生产方法**：通常通过酯化反应制备，即丁酸和丁醇在酸性或碱性催化剂作用下反应生成。

#### 用途
- **食品香精**：主要用于配制桃、杏、樱桃、草莓等水果香型的食品香精。
- **食品加工**：作为食品添加剂，用于提升或增加食品的香气，如在糖果、饮料、烘焙食品中应用。
- **其他行业应用**：在化妆品、香水、清洁剂和其它工业产品中也有广泛使用，增加产品的吸引力。

#### 安全性说明
- **毒性级别**：一般认为丁酸丁酯具有低毒性。
- **安全认证**：在正规使用和浓度下，被多国食品监管机构认为是安全的食品添加剂。
- **过敏信息**：对于敏感人群，需要注意是否会引起过敏反应，尽管这种情况较少。
- **环境影响**：应避免大量排放到环境中，以防对水生环境或土壤造成潜在影响。
- **储存和处理**：需要在通风良好、远离火源的条件下储存，并确保容器密封良好以防止挥发。

以上内容为丁酸丁酯作为食品添加剂的基本科普信息，适用于业内人士和消费者的了解和参考。', 'GB1886.286-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (285, '异戊酸乙酯', '### 异戊酸乙酯

异戊酸乙酯是一种常见的食品添加剂，以其果香味广泛用于食品工业。

#### 介绍
- **化学名称**：异戊酸乙酯，也称为2-甲基丁酸乙酯。
- **分子式**：C7H14O2。
- **外观**：无色透明液体。
- **溶解性**：在水中溶解度较低，易溶于大多数有机溶剂如乙醇、乙醚等。

#### 用途
- **食品香精**：用于调配桃子、杏子、草莓等水果的风味。
- **饮料**：用于各种饮品中增加果香。
- **烘焙食品**：用于面包、糕点等烘焙食品中提供特定的香味。
- **糖果**：增加糖果的香甜味道，尤其是水果糖果的制作。

#### 安全性说明
- **食品级**：食品级的异戊酸乙酯被认为是安全的食品添加剂。
- **使用限制**：虽然被广泛认为是安全的，但应按照食品添加剂使用规定仅限在允许的食品中使用适当浓度。
- **毒理数据**：较低的急性毒性，但高剂量可能引起呼吸道、眼睛或皮肤刺激。
- **监管批准**：在多个国家和地区，如欧盟和美国，已被批准作为食品添加剂使用。

使用异戊酸乙酯作为食品添加剂时，需遵循当地食品安全规范和制造商的使用指导，以确保消费者使用安全。', 'GB1886.287-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (286, '苯甲酸乙酯', '### 苯甲酸乙酯

#### 介绍
- 苯甲酸乙酯（Ethyl benzoate）是一种具有芳香性的化学化合物，分子式为 C9H10O2。
- 在工业上，它通常通过苯甲酸（Benzoic acid）和乙醇（Ethanol）的酯化反应制得。
- 苯甲酸乙酯为无色或淡黄色液体，具有甜梨或浆果的香味，是食品和香料工业中常用的添加剂。

#### 用途
- **食品行业：** 用作食品香精，增加或改善食品的香味，常用于糖果、糕点、冰淇淋等食品。
- **香料制备：** 在香水和化妆品中，苯甲酸乙酯因其甜美的香气被用作香料成分。
- **溶剂应用：** 由于其良好的溶解性，可以用作某些类型食品包装材料及食品加工中的溶剂。

#### 安全性说明
- 苯甲酸乙酯被认为是相对安全的食品添加剂，并已被多国食品药品监督管理机构批准使用。
- 常规使用下，暴露于苯甲酸乙酯不应引起严重健康问题。
- 尽管如此，遵守当地和国际食品安全标准和使用指导依旧非常重要，以确保消费者健康和产品安全性。
- 敏感人群应避免过量接触，以防出现过敏反应或其他不适症状。

以上信息作为科普介绍，有助于了解苯甲酸乙酯在食品添加剂中的应用及其相关安全性信息。', 'GB1886.288-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (287, '苯甲酸苄酯', '### 苯甲酸苄酯

#### 介绍
- 苯甲酸苄酯，化学式为C6H5CH2O2CC6H5，是一种有机化合物。
- 通常以无色液体的形态出现，带有芳香味。
- 作为食品添加剂，主要用于其防腐和抗微生物的特性。

#### 用途
- **防腐剂**：苯甲酸苄酯可以抑制微生物的生长，延长食品的保质期。
- **香料**：由于其独特的芳香性，它可以用作食品香精，增加或改善食品的香味。
- **抗菌剂**：在一些食品加工中，可以用作抗菌剂，帮助抑制不良细菌的生长，确保食品的安全性。

#### 安全性说明
- **监管批准**：在多个国家和地区，苯甲酸苄酯作为食品添加剂的使用已经获得了相应的食品药品监督管理部门的批准。
- **剂量控制**：使用苯甲酸苄酯时需要遵守制定的最大允许剂量。过量使用可能会引起健康问题。
- **过敏情况**：少数人可能对苯甲酸苄酯有过敏反应，使用时需留意是否有过敏症状发生。
- **科学研究**：目前的科学研究支持苯甲酸苄酯的安全性，但仍推荐消费者在食用含有此类添加剂的产品时保持适度。', 'GB1886.289-2016', '食品用香料', 0x5B31335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (288, '2-甲基吡嗪', '### 2-甲基吡嗪

#### 介绍
- **化学性质**: 2-甲基吡嗪是一种有机化合物，属于吡嗪类。
- **分子式**: C5H6N2
- **结构特征**: 含有一个吡嗪环，环的2位置被一个甲基取代。

#### 用途
- **食品香精**: 用作食品中的香精添加剂，增加或改善食品的味道和香味。
- **食品加工**: 可用于调味品制备，提升食品的整体风味。
- **科研用途**: 在食品科学研究中，可用于开发新型调味料或研究食品味道的形成机理。

#### 安全性说明
- **监管审批**: 在使用前应确保得到相应的食品安全监管部门批准。
- **剂量监控**: 需遵循“致使剂量”原则，避免过量使用，以确保食品安全。
- **安全研究**: 通常需要通过毒理学评估和食品安全测试，才能确认其作为食品添加剂的安全性。
- **使用建议**: 应按照食品安全标准和指导原则使用，保证消费者健康不受影响。', 'GB1886.290-2016', '食品用香料', 0x5B322C345D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (289, '2,3-二甲基吡嗪', '### 2,3-二甲基吡嗪

#### 介绍
- **化学性质**：2,3-二甲基吡嗪是一种有机化合物，属于吡嗪类衍生物，分子式为C6H8N2。
- **制备方法**：通常通过有机合成的方法从相应的前体物质制得。

#### 用途
- **食品工业**：在食品添加剂中，2,3-二甲基吡嗪可能作为风味增强剂，用于增加或改善食品的味道。
- **科研用途**：在科学研究中，2,3-二甲基吡嗪可用于合成其他复杂的有机化合物。

#### 安全性说明
- **毒性评估**：使用前需要对2,3-二甲基吡嗪进行严格的毒理学评估，以确保其在食品中的安全性。
- **使用限制**：基于安全评估，应制定严格的使用标准和限量，防止过量使用。
- **监管审批**：在使用2,3-二甲基吡嗪作为食品添加剂之前，需要获得相应的食品安全机构的审批，如FDA（美国食品药品监督管理局）或欧盟的EFSA（欧洲食品安全局）。
- **警示信息**：产品标签上需明确标注包含2,3-二甲基吡嗪，并提供可能的健康风险信息，让消费者做出知情选择。', 'GB1886.291-2016', '食品用香料', 0x5B322C345D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (290, '2,3,5-三甲基吡嗪', '### 2,3,5-三甲基吡嗪

#### 介绍
- **化学分类**：2,3,5-三甲基吡嗪属于吡嗪类化合物，是含有吡嗪环结构的有机化合物。
- **分子结构**：该化合物具有三个甲基分别取代在吡嗪环的2,3,5位置。
- **制备方式**：通常通过特定的有机合成路线，如多组分反应，来合成2,3,5-三甲基吡嗪。

#### 用途
- **食品行业**：作为食品添加剂，用于调味和增强食品的香味。
- **香精香料**：在制造人工香料的过程中，可以用来模拟烤肉或其他烟熏食品的味道。
- **研究用途**：在食品科学和化学研究中，用于研究和开发新的食品添加剂配方和香味调配。

#### 安全性说明
- **安全评估**：在使用前，2,3,5-三甲基吡嗪需经过严谨的安全评估和毒理学测试。
- **监管批准**：符合特定国家或地区食品安全标准和规定，如美国FDA或欧盟EFSA的食品添加剂批准。
- **使用建议**：建议按照食品安全标准和使用量指导严格使用，避免过量使用可能引起的不良反应。
- **可能的风险**：应注意控制使用浓度，过量可能对特定人群（如有特殊疾病或过敏体质的人）造成健康风险。

以上内容为基于2,3,5-三甲基吡嗪作为食品添加剂的基本信息，具体使用时还需参照相关法规及专业的食品安全指南。', 'GB1886.292-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (291, '5-羟乙基-4-甲基噻唑', '### 5-羟乙基-4-甲基噻唑

#### 介绍
- **化学性质**：5-羟乙基-4-甲基噻唑是一种含有噻唑环的化合物，噻唑环是一种含有硫和氮的五元杂环。
- **制备方法**：通常通过特定的有机合成步骤制备，涉及硫和氮的环化反应。
- **外观**：一般为白色至淡黄色的固体，具有特殊的气味。

#### 用途
- **食品工业**：作为食品添加剂，在食品中主要用于增加或改善风味。
- **味道改进**：可以用于改善或强化某些食品的香味，尤其是烘焙食品和肉类产品。
- **食品研发**：在新食品产品的研发阶段，用于探索新的味觉体验和风味组合。

#### 安全性说明
- **监管审批**：在使用前必须经过食品安全监管机构的审批，如美国食品药品监督管理局（FDA）或欧盟食品安全局（EFSA）的安全评估。
- **剂量控制**：使用时需严格按照推荐剂量进行，避免过量使用可能导致的健康问题。
- **毒理学研究**：已经通过一系列毒理学测试，以确保其在推荐剂量下的安全性。
- **敏感性提示**：对于有特定食品敏感性的消费者，应提前了解产品中是否含有此添加剂。

以上信息旨在提供有关5-羟乙基-4-甲基噻唑在食品添加剂应用中的基础知识，消费者在食用含此化合物的食品前应充分了解相关安全信息。', 'GB1886.293-2016', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (292, '2-乙酰基噻唑', '### 2-乙酰基噻唑

#### 介绍
- **化学性质**：2-乙酰基噻唑是一种具有特定分子结构的化合物，其化学式为C5H7NOS。
- **来源**：该化合物在工业上通常是通过化学合成的方式制备得到。

#### 用途
- **食品调味**：2-乙酰基噻唑常用于增强食品的香味，尤其是肉类和肉汤的风味。
- **食品工业**：在食品加工过程中，作为风味增强剂添加，提升最终产品的口感和香气。

#### 安全性说明
- **食品级标准**：2-乙酰基噻唑作为食品添加剂使用时，需符合各国食品安全标准和规定。
- **用量限制**：应严格按照推荐的用量使用，避免过量。
- **科研验证**：多项研究表明，在规定的使用范围和浓度下，2-乙酰基噻唑是安全的。

以上是作为食品添加剂时2-乙酰基噻唑的简要科普信息。在使用任何食品添加剂时，了解其性质、合理用量和可能的影响是非常重要的。', 'GB1886.294-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (293, '2,3,5,6-四甲基吡嗪', '### 2,3,5,6-四甲基吡嗪

#### 介绍
- **化学结构**：2,3,5,6-四甲基吡嗪是一种含有吡嗪环的有机化合物，其分子中吡嗪环的2、3、5、6位被甲基所取代。
- **制备**：通常通过有机合成方法制备，包括通过适当的前体化合物进行环化及甲基化反应。
- **物理性质**：这种化合物一般为固态，具有一定的熔点和沸点，依合成方法及纯化程度可能有所不同。

#### 用途
- **食品工业**：在食品工业中，2,3,5,6-四甲基吡嗪可用作风味增强剂，用于增加或改善食品的味道。
- **科研用途**：在化学研究中，此类化合物可能用于开发新的合成路径或作为中间体，进一步合成其他更复杂的化合物。

#### 安全性说明
- **毒理学研究**：在使用2,3,5,6-四甲基吡嗪前应参考相关的毒理学数据。化合物的毒性需通过具体实验确定，包括急性和慢性效应。
- **合规性**：确保符合当地和国际对食品添加剂的法规要求。使用前需检查其是否被批准为食品添加剂，并了解相关的使用限度和条件。
- **安全处理**：在操作2,3,5,6-四甲基吡嗪时需采取适当的安全措施，比如穿戴合适的个人防护装备，并在良好的通风条件下进行操作。

此介绍仅作为科普信息使用，关于具体化合物的安全性和使用规范，请咨询专业机构或进行相应的安全数据查阅。', 'GB1886.295-2016', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (294, '柠檬酸铁铵', '### 柠檬酸铁铵 (E381)

#### 介绍
- **化学名称**：柠檬酸铁铵是一种复合食品添加剂，主要成分包括柠檬酸、铁和铵。
- **性状**：通常呈现为黄色或棕色的粉末状，有时会见到小颗粒状。
- **溶解性**：它在水中的溶解性良好，而在乙醇等有机溶剂中几乎不可溶。

#### 用途
- **着色剂**：柠檬酸铁铵可用作食物着色剂，特别是在糖果、冰淇淋和其他甜食中，增加食品的视觉吸引力。
- **营养补充剂**：作为铁的来源，它被添加到婴幼儿食品、麦片和其他强化食品中，以帮助防治铁缺乏性贫血。
- **食品保鲜**：由于其抗氧化性质，柠檬酸铁铵可用于延长食品保质期和提高食品安全性。

#### 安全性说明
- **安全批准**：国际和地区食品安全机构，如欧盟食品安全局（EFSA）和美国食品药品监督管理局（FDA），批准其作为食品添加剂使用。
- **使用限制**：适度使用柠檬酸铁铵是安全的，但应遵守具体使用最大限量规定，以避免过量摄入。
- **不良反应**：常见的副作用较少，但对某些敏感人群可能会有过敏反应或消化不良的报道。
- **建议**：建议食品制造商和消费者严格按照规定使用，并注意任何更新的安全指南和研究结果。', 'GB1886.296-2016', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (295, '聚氧丙烯甘油醚', '### 聚氧丙烯甘油醚作为食品添加剂

#### 介绍
- 聚氧丙烯甘油醚是一种合成化合物，通常由丙烯醇和甘油经过化学反应生成。
- 在食品工业中，这种物质主要用作乳化剂、稳定剂或表面活性剂。
- 该化合物能够提高食品的质感和保质期，并改善其外观和一致性。

#### 用途
- **食品加工**：用作乳化剂，帮助水和油混合，增加食品如冰淇淋、酱料和奶昔的稳定性。
- **保质与保湿**：作为湿润剂，在糕点和面包中使用，以保持产品的软性和延长保质期。
- **改善口感与外观**：在软饮料和果汁饮品中添加，以增加口感的丰富度和视觉上的吸引力。

#### 安全性说明
- **监管认证**：聚氧丙烯甘油醚作为食品添加剂，在多个国家和地区已经通过了相应的食品安全监管机构的认证和审批。
- **使用限制**：虽然被认为是安全的，但在食品中的使用量通常受到严格限制，以防摄入量过高。
- **过敏性和副作用**：到目前为止，关于聚氧丙烯甘油醚引起严重过敏或其他健康问题的报告非常少见，但消费者在使用含有此类添加剂的产品时仍需注意个体差异。

使用聚氧丙烯甘油醚作为食品添加剂可以提升食品的多种感官属性和物理特性，但如同所有食品添加剂一样，其安全性和效用需在科学研究和监管的框架下持续评估和监控。', 'GB1886.297-2018', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (296, '聚氧丙烯氧化乙烯甘油醚', '### 聚氧丙烯氧化乙烯甘油醚

这种化合物虽然听起来复杂，但在食品工业中可能是作为一种添加剂存在的。在下面的内容中，我将提供关于它的基本介绍、用途以及相关的安全性说明。

#### 介绍
- **化学性质**：聚氧丙烯氧化乙烯甘油醚是一种非离子表面活性剂，由聚氧丙烯（一种聚合物）和氧化乙烯以及甘油组成。
- **物理形态**：通常是液体或蜡状固体，依据聚合度和分子量的不同而异。
- **可溶性**：它在水中具有良好的溶解性，这一特性使其在多种应用中都非常有用。

#### 用途
- **乳化剂**：在食品加工中，可用作稳定剂或乳化剂，帮助油水混合物保持均匀状态，常见于冰淇淋和奶昔等产品。
- **增稠剂**：在一些酱料和汤品中，可以增加产品的粘稠度。
- **悬浮剂**：帮助悬浮不溶或难溶的固体颗粒，如果汁饮料中的果肉。
- **溶解助剂**：在复杂的食品配方中，提高其他难溶成分的溶解性。

#### 安全性说明
- **监管审批**：确保其在食品添加剂的用途中符合相关法规的规定，例如美国食品药品监督管理局（FDA）或欧盟委员会（EC）。
- **用量限制**：在使用时应严格按照推荐用量进行，避免过量使用可能导致的副作用。
- **可能的副作用**：虽然广泛使用且通常安全，但消费者在过敏性或摄取过量时可能会出现轻微的胃肠道不适。
- **持续研究**：食品科学领域不断研究和评估所有添加剂的安全性，聚氧丙烯氧化乙烯甘油醚也不例外。

以上信息提供了关于聚氧丙烯氧化乙烯甘油醚作为食品添加剂的概览，有助于科普和理解它在食品工业中的应用和考虑。', 'GB1886.298-2018', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (297, '冰结构蛋白', '### 冰结构蛋白（食品添加剂）

冰结构蛋白是一种在极端寒冷环境中发现的天然蛋白质，它们能够抑制液体中的水分结晶，防止冰晶生长。在食品工业中，这种蛋白可以被用作添加剂，用以改善食品的质感和保质期。

#### 介绍
- **来源**：主要从某些能在极低温度下生存的生物（如某些鱼类、植物和昆虫）中提取。
- **制造过程**：通过基因工程技术，将相关基因导入微生物中，通过发酵过程大规模生产。
- **特性**：能够在不影响食品风味的前提下，控制冰晶的大小和分布。

#### 用途
- **冷鲜产品**：用于冰淇淋、冷冻酸奶等，防止结大冰晖，保持细腻口感。
- **冷冻食品**：保持肉类、鱼类等在解冻后的水分和结构，减少细胞组织的损伤。
- **农产品**：用于保鲜处理，延长果蔬的保质期，减少运输和贮存过程中的损耗。

#### 安全性说明
- **批准情况**：在多个国家和地区，如美国食品药品监督管理局（FDA）和欧盟已获得批准作为食品添加剂使用。
- **食用安全性**：经过广泛的安全评估和测试，未发现对人体有害的影响。
- **过敏信息**：对于过敏源信息，需要消费者注意可能标注的相关过敏信息，尽管过敏案例罕见。

这些信息能够帮助公众更好地了解冰结构蛋白的性质和用途，确保其在食品添加剂使用中的安全性和适应性。', 'GB1886.299-2018', '其他', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (298, '离子交换树脂', '### 离子交换树脂作为食品添加剂

离子交换树脂是一种高分子聚合物，常用于水处理以及食品加工中，通过离子交换过程去除或替换溶液中的某些离子。

#### 介绍
- **结构与性质**：离子交换树脂是由具有离子交换功能的基团（例如磺酸盐基团）修饰的高分子结构。
- **类型**：分为阳离子交换树脂和阴离子交换树脂，分别用于去除水中的正离子如钙、镁等和负离子如氯、硫酸根等。
- **制备方法**：通常通过聚合作用形成基础骨架，再引入功能基团进行化学修饰。

#### 用途
- **水质软化**：在食品加工中，用于软化水质，去除水中的钙、镁等硬度离子，防止设备结垢。
- **纯化和净化**：用于去除水中或食品原料中的有害物质和杂质，如重金属离子和其他非期望的离子。
- **食品加工辅助**：在糖类的制作过程中，用于去除糖液中的杂质和颜色，提高产品质量。

#### 安全性说明
- **食品级材料**：使用时需确保树脂为食品级，符合相关食品安全标准。
- **定期更换与维护**：离子交换树脂在使用过程中需定期更换或再生，防止污染积累。
- **慎重使用**：尽管有广泛的应用，但应遵循严格的使用指南和标准，防止过量使用或不当使用导致安全问题。', 'GB1886.300-2018', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (299, '半乳甘露聚糖', '### 半乳甘露聚糖

#### 介绍
- **来源与成分**: 半乳甘露聚糖主要由半乳糖和甘露糖组成，是一种天然存在于多种植物中的多糖。
- **提取方式**: 通常从植物种子或豆类中提取，如卡拉胶就是从海藻中提取的一种富含半乳甘露聚糖的天然物质。
- **食品工业中的制备**: 在食品加工中，半乳甘露聚糖可能会经过一系列的精炼和纯化步骤以符合食品级标准。

#### 用途
- **增稠剂**: 在食品工业中常被用作增稠剂，增加食品的粘稠度和口感。
- **稳定剂**: 作为稳定剂，在乳制品和饮料中使用，帮助维持产品的均匀性和延长保质期。
- **胶体形成**: 在冰淇淋和奶昔等商品中用作胶体形成剂，改善其结构和延缓融化速度。
- **乳化剂**: 有助于水和油类成分的混合，使其乳化，常见于沙拉酱和调味品中。

#### 安全性说明
- **食品安全认证**: 半乳甘露聚糖作为食品添加剂，在多个国家和地区获得了安全认证，可以安全使用。
- **消化吸收**: 人体不能完全消化吸收半乳甘露聚糖，它主要通过胃肠道而没有被分解吸收。
- **无毒性**: 研究表明，半乳甘露聚糖在食用量范围内是安全的，不具毒性。
- **过敏反应**: 极少数情况下可能会引起过敏反应，需要关注敏感人群的使用情况。

这些信息将有助于公众更好地理解半乳甘露聚糖作为食品添加剂的作用和安全性。', 'GB1886.301-2018', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (300, '聚乙二醇', '### 聚乙二醇

#### 介绍
- 聚乙二醇（PEG），是一种多功能的聚醚化合物，通常以长链的乙二醇单元重复构成。
- 它是一种无色、无味、非挥发性的固态或液体物质。
- 在食品工业中，聚乙二醇主要用作稳定剂、润滑剂以及增湿剂。

#### 用途
- **作为稳定剂**：聚乙二醇可以帮助混合物保持均匀状态，防止成分分离。
- **作为润滑剂**：在食品加工过程中可以减少机械磨损和食品粘连，使加工更加高效。
- **作为增湿剂**：聚乙二醇可以吸收周围的水分，用于保持食品的湿度，防止干燥。

#### 安全性说明
- **经多国认证**：聚乙二醇已经被多个国家的食品安全机构如美国FDA和欧洲EFSA认证为安全的食品添加剂。
- **低毒性表现**：聚乙二醇在常用的浓度下一般被认为是安全的，具有低毒性。
- **使用限制**：尽管被认为是安全的，但在使用时应遵循相关法规对添加剂的使用量和食品种类的限制。
- **对特定人群的警告**：极少数情况下，部分人可能对聚乙二醇展示出轻微的过敏反应，使用前应注意可能的敏感性。

以上内容可以作为了解聚乙二醇作为食品添加剂时的基本信息和指引。', 'GB1886.302-2021', '其他', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (301, '食用单宁', '### 食用单宁

#### 介绍
- 单宁，也称作鞣酸，是一种天然存在于多种植物中的多酚类化合物。
- 在自然界中，单宁存在于茶叶、苹果、橡树及其他多种果实与植物中。
- 在工业上，单宁可通过提取这些植物原料获得，并加以纯化和处理后作为食品添加剂使用。
- 主要有两种类型的单宁：水溶性单宁（如茶单宁）和不溶性单宁（如木单宁）。

#### 用途
- **作为抗氧化剂**：单宁具有很好的抗氧化属性，可以用来延长食品的保质期，防止食品变质。
- **作为增稠剂和稳定剂**：在加工食品如果酱、果冻和糖果中可以增加质地的稠密感。
- **风味改善剂**：在某些饮料（如红茶、果汁）中添加适量的单宁，可以改善口感和增添风味。
- **食品保色剂**：单宁能与蛋白质结合，帮助维持食品的颜色和光泽。

#### 安全性说明
- **广泛认可的安全性**：食用单宁作为食品添加剂，在欧盟、美国以及许多其他国家已被广泛认可和使用。
- **摄入建议量**：虽然单宁是安全的，过量摄入可能会导致肠胃不适或其他副作用。消费者应注意不超过食品安全标准中推荐的摄入量。
- **过敏反应**：极少数个体可能对单宁或其来源的植物成分敏感，应注意可能出现的过敏反应。
- **适宜人群**：通常情况下，儿童、孕妇和哺乳期妇女在使用含有单宁的产品时应更加小心，最好在专业人士的建议下使用。

以上信息有助于公众了解食用单宁作为食品添加剂的基本信息及其应用。', 'GB1886.303-2021', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (302, '磷酸（湿法）', '### 磷酸（湿法）作为食品添加剂

#### 介绍
- 磷酸是通过湿法工艺制得的无机化合物，化学式为H₃PO₄。
- 湿法磷酸通常是通过硫酸处理磷矿石制得，产生的磷酸溶液会进一步净化和浓缩。
- 在食品工业中，磷酸主要用作酸度调节剂，添加到食品中以调节其酸碱平衡。

#### 用途
- **酸度调节剂**：磷酸可以调整食品和饮料的pH值，保持产品的稳定性和口感。
- **抗结剂**：在粉末或颗粒状食品中，磷酸有助于防止物料结块，改善流动性和储存性。
- **乳化剂**：在加工乳制品时，磷酸可帮助脂肪和水分混合，提高产品的均质性。
- **保味剂**：磷酸能够增强食品中其他味道的感觉，尤其是酸和甜味。

#### 安全性说明
- **国际食品法典**（Codex Alimentarius）将磷酸归类为一般公认为安全（GRAS）的食品添加剂。
- **每日摄入量限制**：世界卫生组织（WHO）和食品农业组织（FAO）的专家委员会建议，磷酸的可接受每日摄入量（ADI）为70 mg/kg体重。
- **消化系统反应**：过量摄入磷酸可能导致消化不良，如胃痛或不适感，特别是在胃酸过多的情况下。
- **注意适量**：作为消费者，应注意不同食品中磷酸的总摄入量，尤其是在消费加工食品和软饮料时。', 'GB1886.304-2020', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (303, 'D-木糖', '### D-木糖 (Xylitol)

#### 介绍
- D-木糖，也被称为木糖醇，是一种天然存在的糖醇，可以从多种植物材料中提取得到。
- 它是一种白色结晶性物质，味道与蔗糖类似，但卡路里较低。
- D-木糖广泛存在于水果、蔬菜、树皮和其他植物的纤维中。
- 由于其独特的代谢路径，D-木糖不需要胰岛素就可以被人体吸收利用。

#### 用途
- **作为甜味剂**：在食品和饮料中作为低热量的甜味剂使用，适用于糖尿病患者和减肥者。
- **口腔健康**：在口香糖和牙膏中添加D-木糖，能够降低口腔细菌的糖代谢能力，从而减少蛀牙。
- **提供能量**：虽然提供的热量低，但D-木糖可以作为能量来源，供体内使用。
- **保湿作用**：在化妆品中常用作保湿剂，帮助皮肤保持湿润。

#### 安全性说明
- **FDA认可**：美国食品与药品管理局（FDA）认为D-木糖为一种安全的食品添加剂。
- **低危害性**：D-木糖消费适量时，大多数人可以安全地摄入，不容易引起血糖急剧升高。
- **可能的消化问题**：大量摄入D-木糖可能导致胃肠道不适，例如腹泻和胀气，建议逐渐增加摄入量。
- **对宠物的危害**：D-木糖对犬类等宠物非常危险，即使是少量也可能导致宠物的低血糖症和肝脏问题。', 'GB1886.305-2020', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (304, '谷氨酸钠', '### 谷氨酸钠

#### 介绍
- 谷氨酸钠（Monosodium Glutamate, MSG）是一种常用的食品添加剂，化学式为 C5H8NO4Na。
- 它是通过发酵法生产的，主要原料包括糖蜜、淀粉等，通过微生物发酵产生谷氨酸后，再通过中和反应转化为谷氨酸钠。
- 谷氨酸钠可增强食物本身的味道，属于味精的一种，提供鲜味。

#### 用途
- **食品工业**: 广泛用于各类食品中，如肉制品、鱼制品、蔬菜、汤料、调味品等，用来增强食物的鲜美口感。
- **餐饮业**: 在烹饪中添加少量谷氨酸钠，可以使菜肴味道更加饱满，改善食品的整体风味。
- **家庭厨房**: 家庭烹饪时，常用作调味品，提升菜品的味道。

#### 安全性说明
- **国际食品添加剂标准**: 谷氨酸钠被国际食品法典委员会（Codex Alimentarius）和美国食品药品监督管理局（FDA）认为是安全的食品添加剂。
- **科学研究支持**: 大量科学研究表明，适量使用谷氨酸钠对人体是安全的。不过，某些人可能会出现对谷氨酸钠过敏的现象，表现为头痛、胸闷等症状，这种情况被称为“中餐馆综合症”。
- **使用建议**: 建议根据需要适量使用，并注意总体饮食的平衡与健康，特别是对于有特殊健康条件的人群，建议在医生的指导下使用。

以上是对谷氨酸钠作为食品添加剂的简单介绍。在使用时应注意其用量以避免过敏等不良反应，并结合个人健康状况谨慎食用。', 'GB1886.306-2020', '增味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (305, '叶绿素铜钾盐', '### 叶绿素铜钾盐

#### 介绍
- **化学配制**：叶绿素铜钾盐是由叶绿素通过与铜和钾进行化学反应制得的复合物。
- **颜色特性**：通常为绿色粉末，因其独特的色泽被广泛用作食品着色剂。
- **溶解性**：在水中具有良好的溶解性，适合用于各种可溶性食品应用。

#### 用途
- **食品着色剂**：广泛用于糖果、饮料、冷冻甜点以及某些加工食品中，提供自然的绿色调。
- **营养补充**：由于其原料叶绿素的营养价值，叶绿素铜钾盐在一定程度上也可能带有健康益处。
- **美化食品**：帮助食品在视觉上更加吸引消费者，增加食品的市场竞争力。

#### 安全性说明
- **食品级别认证**：叶绿素铜钾盐作为食品添加剂在多个国家和地区已被批准，满足相关食品安全标准。
- **毒理学测试**：经过严格的毒理学测试，证明其在适宜的使用条件下对人体无害。
- **使用建议**：应按照食品安全规定和厂家的使用建议进行使用，避免过量使用。

通过以上的介绍、用途和安全性说明，叶绿素铜钾盐作为一种食品添加剂，提供了食品行业一种天然且安全的着色选择。用户在使用时应注意遵守相关的食品安全标准及使用指南。', 'GB1886.307-2020', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (306, '海藻酸钙（又名褐藻酸钙）', '### 海藻酸钙（又名褐藻酸钙）

#### 介绍
- 海藻酸钙是从某些特定的褐藻类植物中提取得到的一种天然多糖。
- 它主要由D-甘露酸和L-古洛酸通过β-1,4糖苷键相连而成。
- 作为食品添加剂，它是一种优良的凝胶剂、稳定剂和乳化剂。

#### 用途
- **食品工业**：用作果冻的凝固剂，增稠剂于酱料和冰激凌中，以及作为乳制品和非乳制饮料中的稳定剂。
- **保健品**：在膳食补充剂中用作释放控制剂。
- **非食品用途**：即使主要用于食品，海藻酸钙也用于制药工业，如在牙科印模材料中作为胶凝剂。

#### 安全性说明
- **普遍认为安全（GRAS）**：在合理的摄入量下，海藻酸钙被国际食品法典委员会（Codex Alimentarius）和美国食品药品监督管理局（FDA）认为是安全的。
- **低过敏性**：海藻酸钙通常不会引发过敏反应，适合大多数人群使用。
- **摄入建议**：虽然认为是安全的，消费者仍应遵循包装上的推荐用量或根据专业医疗人员的建议进行消费。', 'GB1886.308-2020', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (307, '藻蓝', '### 藻蓝色素

#### 介绍
- **藻蓝色素**，也被称为**蓝藻色素**或**藻蓝蛋白**，是从某些蓝藻中提取的一种天然色素。
- 主要来源是**螺旋藻**（Spirulina），这种藻类以其丰富的营养和健康益处而知名。
- 它是一种水溶性色素，呈现鲜亮的蓝色，有时也被用来混合制造绿色食品色素。

#### 用途
- **食品颜色**：用作天然食品着色剂，在糖果、冰淇淋、糕点和其他多种食品中添加美丽的蓝色。
- **饮料**：增强饮料如运动饮料和果汁饮品的视觉吸引力。
- **营养补充剂**：由于其健康益处和抗氧化特性，常被加入健康饮品和营养补充剂中。

#### 安全性说明
- **广泛认可**：藻蓝色素被多个国家的食品安全机构认可为安全食品添加剂。
- **无重大副作用**：使用藻蓝色素作为食品添加剂在目前的研究中未发现重大健康风险或副作用。
- **建议遵守用量指导**：尽管安全性高，但消费者和食品生产商应遵循相关的用量建议，以避免过量使用。

这些信息有助于理解藻蓝色素作为食品添加剂的背景、用途和安全性，为消费者和食品制造商提供科学与实际的参考依据。', 'GB1886.309-2020', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (308, '金樱子棕', '### 金樱子棕

#### 介绍
金樱子棕（也称为金樱子黄）是一种棕黄色的植物性食品添加剂，来源于金樱子（Gardenia jasminoides），一种常见的观赏植物。它是通过提取金樱子果实中的天然色素而制得。

- **来源**: 金樱子棕主要来源于金樱子果实。
- **提取方法**: 通常使用水或有机溶剂从干燥的果实中提取色素。
- **色素特性**: 表现为棕黄色，视具体浓度和pH值可能呈现不同深浅。

#### 用途
金樱子棕作为一种食品色素，在食品工业中应用广泛，主要用于增添或恢复食品的颜色。

- **糖果制造**: 用于各种糖果的着色，增强视觉吸引力。
- **饮料**: 在果汁、饮料中添加，增强颜色。
- **烘焙食品**: 用于面包、蛋糕的制作中，以提供自然的黄色调。
- **面条及调味品**: 用于给面条或调味料着色。

#### 安全性说明
金樱子棕作为食品添加剂，其安全性广泛被研究并认受多国食品安全机构核准。

- **批准使用**: 在多个国家和地区已被批准作为食品添加剂。
- **安全摄取量**: 根据食品安全机构的规定，有明确的每日摄入量限制。
- **过敏性**: 对特定体质可能造成过敏反应，但这种情况极为罕见。
- **毒理学研究**: 广泛的毒理学研究表明，在正常的食用范围内，金樱子棕无毒无害。

通过这些信息，可以清楚地了解到金樱子棕的主要特性、用途以及安全性，满足科普及行业标准需要。这种食品添加剂的天然来源和较高的安全性使其在食品制造业中尤为受欢迎。', 'GB1886.310-2020', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (309, '黑加仑红', '### 黑加仑红

#### 介绍
- 黑加仑红，又名红色40号，学名Allura Red AC。
- 它是一种合成染料，属于偶氮染料类。
- 在工业中，黑加仑红通常以粉末形式出现。
- 主要用于食品、饮料、化妆品和药品的颜色增艳。

#### 用途
- 用于给各种食品和饮料着色，如糖果、软饮料和果冻。
- 在烘焙食品中用作装饰或颜色增强剂。
- 可用于某些农产品的皮肤着色，用以改善外观。
- 也广泛应用于非食品产品中，比如口服药物和化妆品。

#### 安全性说明
- 黑加仑红已经被多个国家的食品安全机构批准使用，包括美国FDA和欧盟EFSA。
- 一般认为，按照现有的法规和使用指南使用黑加仑红是安全的。
- 然而，某些研究指出持续过量摄入可能导致健康问题，如过敏反应或注意力缺陷过动症（ADHD）的风险增加。
- 建议消费者注意不要过量摄入含有人工色素的食品和饮料。

这些信息可作为科普材料，用来增强公众对食品添加剂特别是人工色素的认识和理解。使用时请确保遵循当地的法规与建议。', 'GB1886.311-2020', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (310, '甲壳素', '### 甲壳素作为食品添加剂

#### 介绍
- **来源**：甲壳素主要来源于甲壳类动物如虾、蟹等的外壳，是由葡萄糖胺单元通过β-1,4-聚合而成的天然多糖。
- **提取**：提取过程通常涉及去除钙质、蛋白质和色素，最后得到纯净的甲壳素。
- **性质**：无色、无味，具有良好的生物相容性和生物可降解性。

#### 用途
- **用作增稠剂和稳定剂**：在食品工业中，可以作为增稠剂和乳化剂，改善食品的口感和稳定性。
- **保湿与保鲜**：甲壳素具有良好的膜形成能力，可以在食品表面形成保湿的层，延长食品的保鲜期。
- **促进健康**：被用于制作食品补充剂，例如它可以帮助降低胆固醇、增强免疫系统等。

#### 安全性说明
- **FDA认可**：甲壳素被美国食品药品监督管理局(FDA)认为是安全的食品添加剂。
- **过敏警告**：对于对甲壳类海鲜过敏的人群，食用含甲壳素的产品可能会引发过敏反应。
- **广泛接受**：在多个国家和地区作为食品添加剂被广泛接受和使用，未发现严重的健康风险。
- **建议摄入**：虽然被认为是安全的，建议消费者遵循标准摄入量，避免过量使用。', 'GB1886.312-2020', '其他', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (311, '联苯醚（又名二苯醚）', '### 联苯醚（又名二苯醚）

#### 介绍
- 联苯醚是一种芳香族化合物，具有两个苯环通过一个氧桥相连的结构。
- 在工业应用中主要用作一种溶剂，但在食品工业中也被研究作为添加剂使用。
- 该化合物是无色或淡黄色的晶体，具有较低的挥发性。

#### 用途
- **风味剂**：联苯醚可能被添加到食品中用作风味剂，增强食品的香气。
- **抗氧化剂**：研究表明联苯醚具有一定的抗氧化性能，可以用来延长食品的保质期。
- **防腐剂**：由于其抗菌特性，可能被用作食品中的防腐剂，帮助抑制微生物生长。

#### 安全性说明
- **毒理学研究**：目前，关于联苯醚的安全性数据相对有限，毒理学研究正在进行中，以确保其在食品中的安全应用。
- **监管批准**：在作为食品添加剂使用前，联苯醚需要获得相关食品安全机构如FDA（美国食品药品管理局）或EFSA（欧洲食品安全局）的批准。
- **使用建议**：建议按照食品安全标准和法规指导下使用联苯醚，严格遵守推荐的使用剂量和条件。', 'GB1886.313-2020', '其他', 0x5B322C385D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (312, '乙二胺四乙酸二钠钙', '### 乙二胺四乙酸二钠钙（EDTA-CaNa2）

#### 介绍
- **化学名称**：乙二胺四乙酸二钠钙是一种EDTA（乙二胺四乙酸）的钙钠盐形式。
- **分子式**：C10H12N2O8CaNa2·2H2O。
- **外观**：通常呈现为白色粉末状或颗粒状物质。

#### 用途
- **食品保鲜**：可用于食品中作为防腐剂和稳定剂，帮助延长食品的保质期。
- **金属离子螯合剂**：在食品加工中，它能够有效地螯合金属离子，防止金属催化的氧化反应。
- **增强食品的色泽与口感**：通过螯合金属离子，可以防止色泽的变化并改善食品口感。

#### 安全性说明
- **FDA批准**：在美国，FDA（食品药品监督管理局）已批准其作为食品添加剂使用。
- **剂量安全**：尽管如此，任何食品添加剂的使用都应控制在安全的剂量范围内，以避免潜在的副作用。
- **过敏与个体差异**：少数个体可能对此类添加剂敏感，建议过敏体质的消费者在食用含有此添加剂的食品前先咨询医生。', 'GB1886.314-2020', '稳定剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (313, '胭脂虫红及其铝色淀', '### 胭脂虫红及其铝色淀

胭脂虫红是通过胭脂虫（一种寄生在某些仙人掌上的小昆虫）得到的天然色素，其铝色淀则是胭脂虫红通过特定处理与铝离子结合后的产物。

#### 介绍
- **源自自然**: 胭脂虫红是由胭脂虫的干燥体经水或乙醇萃取而成。
- **提取过程**: 经过提取、净化和干燥过程，最终形成粉末状红色染料。
- **铝色淀化**: 胭脂虫红与铝离子反应后形成更稳定的铝复盐色素。

#### 用途
- **食品色素**: 用于饮料、糖果、酸奶和其他需要红色的食品中。
- **化妆品着色**: 用于唇膏、口红等需自然红色的化妆品中。
- **制药用途**: 可用于一些药物的外观着色。

#### 安全性说明
- **认证与评估**: 由多个国家和地区的食品安全机构（如FDA，欧盟EFSA）评估认证合格。
- **限制与建议**: 食用胭脂虫红时，各地区有不同的使用限量和标注要求。
- **可能的过敏源**: 少数人可能对胭脂虫红有过敏反应，应在食品中标注含有此成分。

通过以上介绍，可以看出胭脂虫红及其铝色淀作为食品添加剂是相对安全且广泛接受的，但制造商和消费者仍需遵守当地的规定和建议。', 'GB1886.315-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (314, '胭脂树橙', '### 胭脂树橙

胭脂树橙，学名为 *Bixa orellana*，是一种主要分布在南美洲的植物，其种子富含胭脂红色素，这种色素在食品工业中常作为天然色素添加剂使用。

#### 介绍

- **学名**: *Bixa orellana*
- **别名**: 红木树、姜黄树
- **产地**: 主要分布在南美洲、印度和东南亚的一些地区
- **提取部分**: 主要从其种子中提取色素

#### 用途

- **食品染色**: 常用于乳制品、烘焙食品、肉制品等需要红色到橙色的食品中。
- **食品标识**: 用于区分不同风味或类型的食品，如奶酪、酱料。
- **提高诉求**: 增加食品颜色的吸引力，使产品更加诱人。

#### 安全性说明

- **食品级认证**: 美国FDA和欧盟食品安全局（EFSA）均批准其作为食品添加剂使用。
- **剂量限制**: 应按食品安全标准中规定的添加剂量使用，避免过量。
- **过敏反应**: 罕见，但部分敏感人群可能需要注意。
- **长期研究**: 目前没有明确证据表明适量使用胭脂树橙有害健康。

总结而言，胭脂树橙是一种常用的天然食品色素，适度使用时既安全又能增强食品的外观。', 'GB1886.316-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (315, 'β-胡萝卜素（盐藻来源）', '### β-胡萝卜素（盐藻来源）

#### 介绍
- β-胡萝卜素是一种天然存在的橙红色色素，化学式为 C40H56。
- 由于盐藻是一种富含β-胡萝卜素的微藻，因此它被用来工业大规模生产这种色素。
- 它是一种强大的抗氧化剂，并可在人体内转化为维生素A。

#### 用途
- **食品着色剂**: 常用于给食品如饮料、糖果、零食和乳制品等提供天然的橙色至红色色泽。
- **营养补充剂**: 因其可转化为维生素A，β-胡萝卜素常被添加到多种营养补充产品中。
- **美容与保健产品**: 在一些护肤品和健康产品中添加，以利用其抗氧化属性。

#### 安全性说明
- **广泛研究与批准**: β-胡萝卜素作为食品添加剂已经经过了广泛的研究并被多个国家和地区的食品安全机构如FDA和EFSA批准。
- **过敏反应**: 对于大多数人来说，β-胡萝卜素是安全的，但极少数人可能对它或从盐藻提取的其他物质产生过敏反应。
- **摄入量管理**: 虽然β-胡萝卜素是安全的，但过度摄入（特别是作为补充剂）可能导致皮肤轻微变黄，这是一种被称为胡萝卜素血症的无害状况。

此介绍旨在提供基础了解，并建议在使用前咨询专业意见以确保安全和适应性。', 'GB1886.317-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (316, '玉米黄', '### 玉米黄

#### 介绍
- 玉米黄（Tartrazine），也被称为食用黄色4号，化学名称为三钠盐。
- 是一种合成染料，属于偶氮染料的一种。
- 在工业中主要用于食品、药品和化妆品的着色。
- 分子式为C16H9N4Na3O9S2。

#### 用途
- 广泛用于非酒精饮料、果冻、冰淇淋、糕点以及加工食品如薯片和早餐谷物的着色。
- 用于某些药物和化妆品的着色，提高外观的吸引力。
- 可用於替代某些天然色素，特别是在色泽的稳定性方面更为优越。

#### 安全性说明
- 玉米黄已被多个国家和地区的食品药品监管机构批准使用，包括美国FDA和欧盟。
- 部分研究指出，过量摄入可能与儿童多动症、过敏反应等健康问题有关，但未有明确科学共识。
- 敏感人群若不慎食用可能引发症状如皮疹、哮喘等。
- 消费者应留意产品标签，了解并控制摄入量，特别是对于敏感群体来说更为重要。', 'GB1886.318-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (317, '沙棘黄', '### 沙棘黄

沙棘黄是一种天然的食品添加剂，提取自沙棘果实，具有显著的保健功能和用途广泛的特性。

#### 介绍
- **来源**: 沙棘黄是从沙棘果实中提取的天然黄酮类化合物，主要成分包括类黄酮、黄酮醇、糖类等。
- **外观**: 通常呈现为黄色或橙黄色的粉末。
- **营养价值**: 富含抗氧化剂，有助于增强身体的免疫力。

#### 用途
- **食品色素**: 作为天然食品色素广泛用于果汁、糖果、饮料等的着色。
- **健康产品**: 应用于保健品中，用于提供抗疲劳、抗氧化的健康效益。
- **美容产品**: 在美容行业中用于制作各类护肤品，以其抗氧化性质帮助护肤。

#### 安全性说明
- **安全批准**: 在多个国家和地区（如中国、欧盟）已被批准为食品添加剂。
- **副作用**: 在推荐的摄入量下，沙棘黄一般被认为是安全的，但过量摄入可能导致消化不良或过敏反应。
- **注意事项**: 建议敏感人群如孕妇或对沙棘成分过敏的人士在使用前咨询专业医疗意见。

沙棘黄作为一种食品添加剂，提供了一种自然和安全的选择来丰富食物的营养和外观，非常适合在日常饮食中增添营养和色彩。', 'GB1886.319-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (318, '葡萄糖酸钠', '### 葡萄糖酸钠

葡萄糖酸钠是一种广泛用于食品和其他行业的添加剂，以其安全性和效用被认可。

#### 介绍
- **化学名称**：葡萄糖酸钠
- **化学式**：C6H11NaO7
- **性质**：白色至黄色的粉末或颗粒，易溶于水
- **制备方法**：通常通过发酵过程，将葡萄糖转化为葡萄糖酸，再通过中和葡萄糖酸生成葡萄糖酸钠

#### 用途
- **食品工业**：用作pH调节剂，增稳剂，缓蚀剂
- **保健产品**：作为矿物质补充剂，帮助改善钙和镁的吸收
- **美容产品**：在护肤品中用作保湿剂和抗老化成分
- **清洁产品**：作为生物降解的金属清洁剂，在环保清洁产品中广泛使用

#### 安全性说明
- **FDA认可**：美国食品药品监督管理局（FDA）批准作为食品添加剂
- **欧盟立法**：根据欧盟法规，葡萄糖酸钠是允许在食品中使用的添加剂（E编号为E576）
- **毒理学评估**：通常认为是安全的，经常摄入量在食品中的使用下没有报告的副作用
- **环境影响**：作为一种生物降解产品，对环境的影响极小

此信息适用于希望了解葡萄糖酸钠作为食品添加剂用途和安全性的个人或专业人士。', 'GB1886.320-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (319, '索马甜', '### 索马甜 (Somatine)

索马甜作为食品添加剂，主要在一些特定的产品中使用，以改善其质感和口感，还能增加营养价值。以下是关于索马甜的介绍、用途和安全性说明：

#### 介绍
- **化学名称**：索马甜是一种食品添加剂，通常用作增甜剂或保湿剂。
- **性质**：它具有稳定性高，易于储存的特点，且对环境友好。

#### 用途
- **食品工业**：常用于糖果、饮料和烘焙食品中，增加甜度而不增加额外的热量。
- **营养补充**：有时候也被添加到低热量食品和饮料中，以帮助控制糖尿病患者的血糖水平。
- **产品保质**：作为保湿剂使用，在某些产品中可预防食品干裂，延长保质期。

#### 安全性说明
- **安全批准**：索马甜已被多个国家的食品安全机构批准使用，包括FDA和欧盟食品安全局(EFSA)。
- **消费指南**：尽管索马甜被视为安全，但建议按照标签指示适量使用，过量可能会引起消化不良等问题。
- **敏感性与副作用**：对部分人群可能会引起轻微的过敏反应，如皮疹或胃部不适，建议敏感体质的消费者首次使用时应注意观察身体反应。

索马甜作为食品添加剂的使用，通常需要依照法律规定和食品安全标准执行，确保消费者能够安全享用含有此类添加剂的食品。', 'GB1886.321-2021', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (320, '可溶性大豆多糖', '### 可溶性大豆多糖

可溶性大豆多糖是从大豆中提取的一种天然多糖，具有多种功能性及营养特性，广泛应用于食品工业中作为添加剂。

#### 介绍
- **来源**：主要从大豆中提取。
- **成分**：主要由半乳糖、阿拉伯糖、半乳甘露寡糖等组成。
- **特性**：具有高度的水溶性和良好的稳定性。

#### 用途
- **改善质感**：用于提高食品的稳定性和口感，如在乳制品中增加稠度和光滑感。
- **健康益处**：可能有助于降低血脂、改善肠道健康。
- **食品加工**：作为增稠剂、乳化剂或稳定剂使用，改善食品的加工性能和延长保质期。

#### 安全性说明
- **食品级安全**：通常认为是安全的，已被多个国家的食品安全机构批准使用。
- **过敏信息**：由于来源于大豆，敏感消费者应注意可能的过敏反应。
- **摄入建议**：建议按标准用量添加，过量使用可能影响食品的风味和质地。

以上信息可以帮助公众更好地理解可溶性大豆多糖的性质、用途以及安全性，从而在日常生活中作出更明智的食品选择。', 'GB1886.322-2021', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (321, '花生衣红', '### 花生衣红

花生衣红，也称为花生皮红或花生瓤红，是一种天然色素，主要从花生的外皮中提取。它由于其天然来源和色泽鲜艳，常被用作食品添加剂。

#### 介绍
- **来源**：花生衣红主要从花生的外壳（衣）中提取，是一种天然的植物色素。
- **成分**：主要含有的色素包括类黄酮、花青素等多种天然色素成分。
- **形态**：通常以粉末形态存在，颜色从红到棕红不等。

#### 用途
- **着色效果**：在食品工业中，用以增加或改善食品的颜色，使食品更具吸引力。
- **抗氧化性**：由于含有天然抗氧化物，可用来提高食品的抗氧化性质，延长保质期。
- **食品种类**：常用于肉类制品、饮料、糕饼、糖果等多种食品中。

#### 安全性说明
- **批准使用**：在多个国家和地区被认可和批准为食品添加剂。
- **用量规定**：使用时需遵守相关法规对添加量的限制，避免过量。
- **过敏信息**：少数人可能对花生及其衍生产品存在过敏反应，使用时应标明来源。
- **研究支持**：多项研究表明，适量使用花生衣红作为食品添加剂是安全的。', 'GB1886.323-2021', '着色剂', 0x5B335D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (322, '偏酒石酸', '### 偏酒石酸

偏酒石酸是一种在食品加工中常用的添加剂，具有多种功能。它在化学上被称为二氢二酸根，是酒石酸的盐之一。以下是有关偏酒石酸的介绍、用途和安全性说明。

#### 介绍
- **化学性质**: 偏酒石酸通常表现为白色粉末，易溶于水。
- **获取方式**: 主要通过化学合成或者从酒石酸中分离得到。
- **食品级标准**: 作为食品添加剂使用时，需要符合特定的食品安全标准。

#### 用途
- **pH值调节剂**: 常用来调整食品的酸碱平衡。
- **抗结剂和稳定剂**: 在粉末状食品中防止结块，并帮助保持产品的稳定性。
- **饮料添加**: 在碳酸饮料和果汁中使用，可以改善口感和保持饮料的颜色和风味。
- **烘焙辅助**: 在烘焙产品中作为发酵剂的成分，帮助蛋糕、面包等发起。

#### 安全性说明
- **认证和评估**: 国际食品法典委员会（Codex Alimentarius）和其他国家食品安全机构认证为安全食品添加剂。
- **耐受度和副作用**: 在正常的食品添加剂使用量下，偏酒石酸被认为是安全的。长期大量摄取可能会引起消化不良等问题。
- **敏感性和禁忌**: 对于大多数人来讲是安全的，但对某些特定体质如有特别敏感或特殊健康状况的消费者，建议在专业人士指导下使用。

使用偏酒石酸作为食品添加剂可以有效改善食品质量和保质期，但也需要注意其使用的适量和适用范围。', 'GB1886.324-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (323, '聚偏磷酸钾', '### 聚偏磷酸钾

#### 介绍
- **化学式**：聚偏磷酸钾的化学式通常表示为 K4P2O7，在一些情况下也可能有其他的形式，依据实际的聚合度。
- **性质**：它是一种无色或白色的结晶性或粉末状固体，易溶于水，具有很好的乳化性和缓冲性。
- **制备**：聚偏磷酸钾通常通过将偏磷酸钠和氢氧化钾或碳酸钾在水溶液中反应，随后通过蒸发和晶体化得到所需产品。

#### 用途
- **食品工业**：作为乳化剂，防止油水分离，改善食品质地和延长保质期。
- **质构改良剂**：在加工肉类和鱼制品中，聚偏磷酸钾可用于增强蛋白质的水分保持能力，改进口感。
- **稳定剂和缓冲剂**：在乳制品和烘焙食品中，用来维持pH稳定，提高产品的整体稳定性。
- **抗结剂**：在干粉类食品中，如速溶饮料、调味粉等，防止产品结块，确保顺畅流动。

#### 安全性说明
- **食品级认证**：聚偏磷酸钾作为食品添加剂使用时，需符合相关食品安全标准和法规。
- **摄入限制**：尽管被认为是安全的，但过度摄入可能对健康产生不良影响。应根据当地食品安全机构的建议进行适量使用。
- **过敏性和敏感性**：普遍认为对大多数人群是安全的，但少数人可能对该化合物敏感，使用前应咨询相关食品专家或医生。
- **环境影响**：应妥善处理剩余和废弃的聚偏磷酸钾，避免对环境造成潜在的负面影响。', 'GB1886.325-2021', '水分保持剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (324, '酸式焦磷酸钙', '### 酸式焦磷酸钙

酸式焦磷酸钙作为一种食品添加剂，常见于处理食品中，具有特定的功能和安全性要求。以下是关于酸式焦磷酸钙的基本介绍、用途以及安全性说明。

#### 介绍
- **化学名称**：酸式焦磷酸钙
- **化学式**：Ca(H₂PO₄)₂·H₂O
- **外观**：通常为白色粉末
- **溶解性**：易溶于水，不溶于乙醇

#### 用途
- **酸度调节剂**：用于调整或控制食品的酸度。
- **膨松剂**：在烘焙产品中常用作膨松剂，帮助面团或糊状物体发起。
- **营养补充剂**：因含有钙和磷，可作为营养补充剂，增加食品的营养价值。
- **稳定剂**：用于稳定处理过的食品，保持产品的质感和持久性。

#### 安全性说明
- **禁忌人群**：对含有磷酸盐敏感的人群应避免摄入。
- **摄入限制**：尽管酸式焦磷酸钙被普遍认为是安全的，食品中使用时仍需遵循《食品添加剂使用卫生标凈》规定的用量限制。
- **欧盟标准**：在欧盟中，其使用须符合EFSA(欧洲食品安全局)的规定和安全评估。
- **美国FDA规范**：在美国，FDA将酸式焦磷酸钙列入GRAS（公认为安全）物质清单。

以上信息适用于食品科研人员、行业工作人员以及对食品添加剂感兴趣的消费者，提供科普和教育用的参考。', 'GB1886.326-2021', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (325, '磷酸三钾', '### 磷酸三钾

#### 介绍
- **化学式**：K3PO4
- **别名**：磷酸钾
- **形态**：无色晶体或白色粉末
- **溶解性**：易溶于水，不溶于乙醇

#### 用途
- **调节剂**：作为pH调节剂，用于调整食品中的酸碱度。
- **乳化剂**：在加工食品中作为乳化剂使用，帮助水和油混合，提高食品的稳定性。
- **质构改良剂**：改善食品质感，如增加面包和糕点的体积和松软度。
- **食品添加剂**：作为营养增补剂和抗氧化剂，帮助保持食品的营养价值和新鲜度。

#### 安全性说明
- **安全级别**：在适量使用下，一般被认为是安全的。
- **限制与标准**：各国食品安全机构如美国FDA和欧盟EFSA设置有具体的使用量限制。
- **注意事项**：过量摄取可能引起身体不适，如肠胃不适或者电解质失衡。
- **敏感群体**：建议咨询医生后使用，遵守相关食品法规和安全建议。', 'GB1886.327-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (326, '焦磷酸二氢二钠', '### 焦磷酸二氢二钠（食品添加剂）

焦磷酸二氢二钠是一种常见的食品添加剂，主要用于调整pH值、作为乳化剂和稳定剂等。

#### 介绍
- **化学式**：Na2H2P2O7
- **别称**：焦磷酸钠、焦磷酸二钠等
- **外观**：通常以白色粉末形态出现
- **溶解性**：在水中较易溶解，但在酒精中几乎不溶
- **制备**：通常通过磷酸和碳酸钠在高温下反应制得

#### 用途
- **pH调节剂**：用于调整食品的酸碱平衡，优化食品口感和延长保质期
- **乳化剂**：帮助油水混合物稳定，防止分离，常见于冷饮、酱料等产品
- **稳定剂**：在加工食品中用以维持产品的结构，防止成分沉淀
- **抗结剂**：防止粉末状食品如奶粉、咖啡粉等结块
- **缓冲剂**：用于维持食品中特定的pH环境，保持风味和颜色的稳定

#### 安全性说明
- **食品级认证**：作为食品添加剂，需符合特定国家和地区的食品安全标凊
- **使用限量**：根据各国食品安全规定，其在食品中的使用量有具体限制
- **过敏性**：普遍认为不具备过敏性，但敏感个体需谨慎使用
- **长期摄入安全性**：建议按照食品安全标准进行适量使用，避免长期大量摄入
- **国际评估**：多个国际食品安全机构（如FDA、EFSA）已评估其安全性，确认适当条件下的安全使用

这种食品添加剂因其多功能性在食品工业中被广泛应用，消费者在选购含此添加剂产品时可根据个人需求和健康状况选择。在使用任何添加剂时，遵循“适量原则”为关键。', 'GB1886.328-2021', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (327, '磷酸氢二钠', '### 磷酸氢二钠

#### 介绍
- **化学式：** Na2HPO4
- **性状：** 白色粉末或颗粒状物质，可溶于水，不溶于醇。
- **制备：** 主要通过磷酸与碳酸钠的中和反应来制备。
- **供应形态：** 通常以无水和多水合物形式存在。

#### 用途
- **缓冲剂：** 用于调节食品的酸碱平衡。
- **乳化稳定剂：** 增强食品中油水分的稳定性，广泛用于乳制品。
- **品质改良剂：** 可用于调节面团的粘度和质地，改善烘焙食品的质量。
- **水软化剂：** 用于预防加工过程中水硬度引起的问题。

#### 安全性说明
- **食品级标准：** 符合国家食品安全标准，可用作食品添加剂。
- **毒性：** 一般认为在适宜的摄入量下安全。
- **禁忌：** 过量摄入可能导致身体矿物质失衡，应遵循专业指导合理使用。
- **敏感性：** 某些人可能对含磷的食品添加剂比较敏感，在使用前应进行相应的测试。

这些信息用于帮助更好地理解磷酸氢二钠作为食品添加剂的特性和安全性。', 'GB1886.329-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (328, '磷酸二氢铵', '### 磷酸二氢铵（食品添加剂）

#### 介绍
- **化学式**: NH₄H₂PO₄
- **别名**: 磷酸氢二铵、一铵磷酸
- **外观**: 通常为白色粉末状固体
- **溶解性**: 在水中易溶，不溶于酒精
- **制备**: 通过磷酸与氨水反应生成

#### 用途
- **面点改良剂**: 用于面包和蛋糕中，帮助调节酸碱平衡，改善发酵效果
- **营养强化剂**: 作为磷和氮的来源，补充矿物质营养
- **发酵助剂**: 用于发酵产品如啤酒、酵母等，提供必需的营养以促进微生物的生长
- **调理剂**: 在加工食品中作为pH调节剂使用，帮助控制食品的酸碱度

#### 安全性说明
- **食品级安全**: 常用于食品加工中，被多个国家的食品安全机构认可为食品添加剂
- **无毒性**: 在适宜的摄取量下，磷酸二氢铵被认为是安全的
- **遵守标准**: 使用时需遵守各国关于食品添加剂的使用标凈和限量
- **潜在影响**: 过量使用可能导致健康问题，推荐在专业指导下使用

请注意，尽管磷酸二氢铵在合适量下被认为是安全的，但任何食品添加剂的使用都应符合当地法规要求，并注意个人健康状况。', 'GB1886.330-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (329, '磷酸氢二铵', '### 磷酸氢二铵

#### 介绍
- 磷酸氢二铵（Diammonium Phosphate, DAP）是一种无机化合物，化学式为 (NH4)2HPO4。
- 通常呈白色粉末状或颗粒状，易溶于水，不溶于醇。
- 在食品工业中，它主要被用作营养强化剂、pH调节剂和酵母营养源。

#### 用途
- **作为酵母营养源**：在制造酵母发酵产品如面包和啤酒时，磷酸氢二铵为酵母提供必需的氮和磷营养，帮助酵母生长和发酵。
- **pH调节剂**：它可以调节食品和饮料的酸碱度，保持产品的稳定性和味道。
- **营养强化剂**：作为食品添加剂，它被添加到一些加工食品中以增加其营养价值，特别是钾和磷的含量。

#### 安全性说明
- **一般认为安全（GRAS）**：在美国，磷酸氢二铵被FDA认为是一般认为安全的物质，可用作食品添加剂。
- **摄入限制**：虽然被认为安全，但过量摄入任何添加剂都可能引起健康问题。建议在食品中使用磷酸氢二铵时严格遵守相关标准和规定。
- **潜在风险**：长期大量摄入含有磷酸盐的食品可能对肾脏健康产生影响，特别是在已有肾病或心血管疾病的人群中应谨慎使用。

以上信息可以作为科普或在相关领域的食品加工中提供参考和指导。', 'GB1886.331-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (330, '磷酸三钙', '### 磷酸三钙

磷酸三钙（Tricalcium phosphate），也被称为无水磷酸钙，是一种常用的食品添加剂，具有多种用途在食品工业中。

#### 介绍
- **化学式**: Ca₃(PO₄)₂
- **形态**: 一般呈现为粉末状
- **来源**: 主要通过磷酸与碳酸钙反应制备而成

#### 用途
- **钙的补充剂**: 增加食品中的钙含量，用于强化饮料和食物，如谷物、面包。
- **抗结剂**: 防止食品中出现结块现象。
- **酸度调节剂**: 调整食品的酸碱平衡。
- **营养增强剂**: 在婴儿配方奶粉中常见，用以提供必要的矿物质。

#### 安全性说明
- **普遍安全性**: 磷酸三钙被多国食品监管机构视为安全，包括美国食品药品监督管理局（FDA）和欧盟。
- **摄取限制**: 尽管普遍被视为安全，过量消费仍可能导致健康问题，如肾脏负担增加。
- **适宜人群**: 适用于大多数人群，但患有某些特定健康状况的人士（如需要控制磷摄入的患者）应咨询健康专业人士后使用。
- **标记必需**: 在食品包装上，含有磷酸三钙的产品需要明确标注，以确保消费者的知情权和选择权。

这些信息有助于了解磷酸三钙作为食品添加剂的基本特性及其安全性详情。', 'GB1886.332-2021', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (331, '磷酸二氢钙', '### 磷酸二氢钙

磷酸二氢钙是一种常见的食品添加剂，化学式为Ca(H₂PO₄)₂。它通常用作营养强化剂、酸度调节剂和膨松剂。

#### 介绍
- **化学名称**：磷酸二氢钙
- **化学式**：Ca(H₂PO₄)₂
- **外观**：白色粉末形态
- **溶解性**：在水中可溶

#### 用途
- **营养强化剂**：作为钙和磷的来源，增加食品中的矿物质含量。
- **酸度调节剂**：调节食品的pH值，改善口感和稳定颜色。
- **膨松剂**：在烘焙食品中与碳酸盐反应，释放二氧化碳帮助面团膨胀。
- **乳化稳定剂**：改善乳制品及其他水油混合型食品的质构和稳定性。

#### 安全性说明
- **普遍认为安全**：在规定的使用量范围内，磷酸二氢钙被认为是安全的食品添加剂。
- **限制摄入量**：过量摄入可能导致钙磷比失衡，影响身体健康。
- **监管批准**：在多个国家和地区，如美国FDA和欧盟EFSA，均已批准其作为食品添加剂使用。
- **敏感性考量**：对于磷酸盐敏感的个体，应注意避免摄取过量。

这种添加剂在合理的使用范围内可以安全地应用于食品改良和营养增强，但消费者和食品生产者应注意其使用限制和推荐摄入量。', 'GB1886.333-2021', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (332, '磷酸氢二钾', '### 磷酸氢二钾（作为食品添加剂）

#### 介绍
- **化学式：** K₂HPO₄
- **分类：** 属于磷酸盐类食品添加剂
- **状态：** 常见为白色粉末状物质
- **溶解性：** 易溶于水，不溶于醇

#### 用途
- **缓冲剂：** 用于调节食品的pH值，保持产品酸碱平衡
- **乳化剂：** 增加食品的稳定性，并防止油水分层
- **营养强化剂：** 增加食品中的钾含量，对于钾的补充有积极作用
- **改良剂：** 在烘焙和肉制品中用以改善结构和保持水分，提高产品质感

#### 安全性说明
- **认证标准：** 磷酸氢二钾作为食品添加剂，在多国食品法规中被认可使用
- **摄入限量：** 应按照当地相关食品安全标准使用，过量食用可能带来健康风险
- **适用人群：** 除非特殊医嘱，一般人群均可食用
- **过敏信息：** 通常不认为是过敏源，但敏感人群应注意可能的个别反应

这些信息可以用来科普磷酸氢二钾作为食品添加剂的特性和安全性等相关知诺。在使用时，制造商应确保遵从相应法规及标准，以确保食品的安全性和合规性。', 'GB1886.334-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (333, '三聚磷酸钠', '### 三聚磷酸钠（作为食品添加剂）

#### 介绍
- **化学名称**：三聚磷酸钠（Sodium tripolyphosphate, STPP）
- **化学式**：Na5P3O10
- **外观**：通常呈现为白色粉末状或颗粒状
- **溶解性**：在水中易溶，不溶于有机溶剂
- **生成方式**：通常是通过磷酸盐与钠化合物的反应制备得到

#### 用途
- **保湿剂**：能够吸收水分，帮助食品保持湿润，常用于肉类和海产品处理，以保持鲜美和增加重量
- **改善质感**：改善食品质感和口感，作为肉类制品的乳化剂和稳定剂
- **防止变质**：抑制食品中金属离子的反应，延长食品保质期
- **pH调节剂**：调节食品的酸碱平衡，影响酶的活性和食品的颜色
- **增稠剂/凝固剂**：在加工过程中增加食品的黏度或固体含量

#### 安全性说明
- **国际评价**：世界卫生组织的食品添加剂专家委员会（JECFA）和美国食品与药物管理局（FDA）均评估其为安全食品添加剂
- **摄入量建议**：建议控制每日摄取量，虽然正常使用下的摄取量通常被认为是安全的
- **过敏性和反应**：大多数人不会对此化合物显示出过敏反应，但过敏体质的人应咨询医生
- **长期大量使用的影响**：过量可能会影响钙、镁等矿物质的吸收，避免长期过量使用
- **环境影响**：应注意合理处理生产和使用过程中产生的废弃物，减少对环境的影响

在使用三聚磷酸钠作为食品添加剂时，应依据相关食品安全法规和标准操作，确保食品安全和消费者健康。', 'GB1886.335-2021', '水分保持剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (334, '磷酸二氢钠', '### 磷酸二氢钠

#### 介绍
- **化学名称**：磷酸二氢钠，也称为单磷酸钠。
- **化学式**：NaH2PO4。
- **外观**：通常为无色晶体或白色粉末。
- **溶解性**：易溶于水，不溶于醇。
- **制备**：通过磷酸与氢氧化钠的反应制得。

#### 用途
- **缓冲剂**：在食品加工中用作pH调节剂，帮助维持食品的酸碱平衡。
- **乳化剂**：在加工奶制品和肉制品中作为乳化剂使用，帮助混合水和油。
- **防腐剂**：具有一定的抑菌作用，可以延长食品的保质期。
- **营养强化剂**：作为磷的补充来源，增加食品的营养价值。

#### 安全性说明
- **安全评级**：磷酸二氢钠被广泛认为是安全的食品添加剂，在规定的使用范围和量内为人体所容忍。
- **用量限制**：使用时应根据相关食品安全标准，控制在安全范围内。
- **过敏反应**：一般不会引起过敏反应，少数敏感人群应谨慎使用。
- **长期摄入**：长期大量摄入可能会对健康造成不利影响，如影响矿物质平衡等。

以上信息可供消费者和食品加工业者了解和参考磷酸二氢钠作为食品添加剂的性质和安全使用指南。', 'GB1886.336-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (335, '磷酸二氢钾', '### 磷酸二氢钾

磷酸二氢钾，也被称为磷酸一钾，是一种无机化合物，化学式为KH₂PO₄。在食品工业中，它是一种常见的添加剂，用于调节酸度、作为螯合剂和营养补充剂。

#### 介绍
- **化学性质**：磷酸二氢钾为无色晶体或白色粉末，易溶于水，不溶于酒精。
- **制备方法**：通常通过磷酸与氢氧化钾的中和反应制得。
- **编号**：作为食品添加剂，其E编号为E340(i)。

#### 用途
- **酸度调节剂**：用于调整食品和饮料的pH值，增强食品的口感和稳定性。
- **螯合剂**：可以与金属离子形成稳定的复合物，用以改善食品的外观和质量。
- **营养补充剂**：在某些营养品中添加，用以补充钾和磷，特别是在运动饮料中。
- **保湿剂和抗结剂**：在干燥食品中使用，帮助控制水分，防止食品结块。

#### 安全性说明
- **普遍认为安全**：在规定的使用水平和条件下，磷酸二氢钾被认为是安全的食品添加剂。
- **摄入量限制**：尽管它被认为是安全的，消费者仍然应注意不超过建议的日摄入量。
- **过敏反应**：极少数情况下，一些敏感人群可能对磷酸二氢钾产生轻微的过敏反应。
- **监管批准**：在大多数国家和地区（包括美国FDA和欧洲EFSA），磷酸二氢钾作为食品添加剂的使用都已获得批准。', 'GB1886.337-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (336, '磷酸三钠', '### 磷酸三钠

磷酸三钠（Trisodium Phosphate, TSP）是一种无机化合物，常用作食品添加剂。它具有强烈的碱性，是一种有效的清洁剂，并在食品加工中用作调味剂和乳化剂。

#### 介绍
- **化学式**：Na3PO4
- **外观**：通常为白色粉末或结晶
- **溶解性**：易溶于水，形成碱性溶液
- **功能**：主要用于调节食品的酸碱度，增强食品的加工性能和质地。

#### 用途
- **肉类和家禽**：作为去水剂和软化剂，帮助肉类维持水分，改善质地。
- **乳制品**：用于调整pH值，增强乳制品的稳定性和口感。
- **饮料**：用于调节酸碱度，保持饮料色泽和风味的稳定。
- **烘焙食品**：参与调节面团的pH值，改良面团的质地和膨胀性。

#### 安全性说明
- **认可度**：被多个国家和地区的食品安全机构批准使用，包括美国食品药品监督管理局(FDA)和欧盟。
- **摄入限制**：尽管磷酸三钠被认为是安全的，但消费者应遵循建议的使用剂量，过量使用可能对健康有害。
- **可能的副作用**：在极少数情况下，过量消费可能引起胃部不适，如恶心或腹泻。
- **注意事项**：应避免儿童过量摄入；患有肾脏疾病的人应在医生指导下使用。

以上信息旨在提供对磷酸三钠作为食品添加剂的基本认识，帮助消费者更好地了解其用途和安全性信息。', 'GB1886.338-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (337, '焦磷酸钠', '### 焦磷酸钠（Sodium Pyrophosphate）

焦磷酸钠，也称为四偏磷酸钠或焦磷酸盐，是一种无机化合物，广泛用作食品添加剂。

#### 介绍
- **化学式**: Na₄P₂O₇
- **外观**: 通常为白色粉末状
- **溶解性**: 易溶于水，不溶于有机溶剂
- **生成**: 通常通过二氧化磷和氢氧化钠的反应制得

#### 用途
- **乳化剂**: 用于保持水和油的混合，常用于肉制品和乳制品。
- **质构改善剂**: 提高食品的质地和保水性，使产品更加柔软。
- **PH调节剂**: 调整食品的酸碱度，有助于改善口感和增强防腐效果。
- **缓蚀剂**: 在加工过程中减少金属离子的不利影响。

#### 安全性说明
- **食品安全评估**: 焦磷酸钠被多个国家的食品安全机构批准为食品添加剂。
- **摄入限制**: 世界卫生组织和食品农业组织设有每日可接受摄入量（ADI）限值。
- **过量风险**: 高剂量可能导致肠胃不适、肾脏负担增加等问题。
- **敏感性注意**: 在极少数个体中可能会引发过敏反应，尤其是那些对磷酸盐敏感的人。

以上信息提供了焦磷酸钠作为食品添加剂的基本情况，供消费者和行业人士参考。如需进一步深入了解，建议联系相关食品安全机构获取详细指导和安全标准。', 'GB1886.339-2021', '水分保持剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (338, '焦磷酸四钾', '### 焦磷酸四钾

焦磷酸四钾是一种常见的食品添加剂，其化学式为K4P2O7，属于焦磷酸盐类。在食品工业中它主要被用作乳化剂、品质改良剂等。

#### 介绍
- **化学名称**: 焦磷酸四钾
- **分子式**: K4P2O7
- **外观**: 通常为白色粉末或颗粒
- **溶解性**: 易溶于水，不溶于乙醇
- **用途**: 主要用于食品加工作为乳化剂和稳定剂

#### 用途
- **食品加工**: 广泛用于加工肉类、海鲜、奶制品，增强食品的质感和保持水分
- **品质改良剂**: 用于改善食品的结构，使其更加细腻爽滑
- **乳化剂**: 在油水混合的食品中用作乳化剂，有助于稳定混合物，防止分层
- **缓冲剂**: 调整食品的pH值，帮助维持食品的颜色和口感

#### 安全性说明
- **食品级**: 焦磷酸四钾作为食品添加剂时需要满足食品安全标准，以防不纯成分含量过高
- **消费指南**: 建议按照食品标签或食品安全规程中推荐的用量使用
- **FDA规定**: 焦磷酸四钾在美国食品和药物管理局（FDA）的允许使用范围内
- **可能的副作用**: 超量使用可能引起胃肠道不适，建议消费者合理用量
- **敏感性**: 对于具有特定磷敏感性或肾功能不全的个体，建议在医生指导下使用

以上信息可以作为焦磷酸四钾在食品添加剂方面科普的基本参考。使用时请确保按照相关法规和标准操作。', 'GB1886.340-2021', '水分保持剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (339, '二氧化钛', '### 二氧化钛

二氧化钛（Titanium dioxide, TiO₂）是一种广泛使用的化合物，具有高折光率和强耐光性，常作为颜料使用。在食品工业中，二氧化钛被用作白色着色剂。

#### 介绍
- **化学性质**：二氧化钛是一种不溶于水的白色粉末。
- **来源**：自然界中存在于钛铁矿和金红石等矿物中，工业生产主要采用硫酸法和氯化法。
- **CAS号**：13463-67-7。
- **E编号**：E171。

#### 用途
- **食品颜色调整**：用于糖果、糕点、面包、冰淇淋等食品的白色造型。
- **增加遮盖力**：改善食品外观，提高产品的质感和视觉吸引力。
- **均匀产品色泽**：在食品加工过程中可以覆盖原料本身的色泽，使产品色泽更加均匀。

#### 安全性说明
- **食品级标准**：根据法规，食品添加剂二氧化钛必须符合国家食品安全标准，且为食品级。
- **健康研究**：长期摄入大量的二氧化钛颗粒可能对健康造成影响。欧盟食品安全局（EFSA）在一项研究中提出对其安全性的疑虑。
- **监管动态**：部分国家和地区对二氧化钛在食品中的应用有不同规定。例如，欧盟已经禁止使用二氧化钛（E171）作为食品添加剂。

请在使用食品添加剂时遵守相关国家和地区的法律法规，并关注最新的食品安全标准和研究进展。', 'GB1886.341-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (340, '硫酸铝铵', '### 硫酸铝铵（Ammonium Aluminum Sulfate）

#### 介绍
- 硫酸铝铵是一种无色至白色的结晶性粉末。
- 它是由硫酸、铝和铵盐合成的无机化合物。
- 在食品添加剂中被标记为E523。

#### 用途
- **制酸剂**：用于控制食品的pH值。
- **稳定剂**：帮助食品保持其结构和质感。
- **净化剂**：用于净化水和其他饮料。
- **膨松剂**：在烘培过程中帮助面团膨胀。

#### 安全性说明
- 硫酸铝铵在适量使用下被认为是安全的，已由多个国家的食品安全机构批准。
- 过量消耗可导致胃部不适或其他消化系统问题。
- 职业长期接触者应采取适当防护措施避免吸入粉尘。
- 消费者应确保其使用的食品添加剂来源可靠且在安全范围之内。', 'GB1886.342-2021', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (341, 'L-苏氨酸', '### L-苏氨酸（L-Threonine）

#### 介绍
- **化学性质**: L-苏氨酸是一种必需氨基酸，是人体和其他动物的蛋白质合成所必需的，但不能自身合成，需要通过食物或补充剂摄取。
- **来源**: 在自然界中，L-苏氨酸主要存在于肉类、鱼类、奶制品和一些豆类中。在工业上，它可以通过微生物发酵法生产。
- **生产方式**: 工业生产多采用发酵工艺，利用大肠杆菌等微生物将含糖的原料转化成L-苏氨酸。

#### 用途
- **营养补充**: 作为营养补充剂，L-苏氨酸被添加到许多健康食品和婴儿配方奶粉中。
- **动物饲料**: 在畜牧业中，L-苏氨酸是一种常用的饲料添加剂，用以提高畜产品的营养价值和生长速度。
- **食品加工**: 在食品加工中，L-苏氨酸可以用作营养加强剂，增加食品的氨基酸平衡。
- **医疗应用**: 在某些特殊疾病治疗中，L-苏氨酸可以用作药物的辅料，帮助病人恢复健康。

#### 安全性说明
- **通用认可**: L-苏氨酸作为食品添加剂在全球范围内被广泛认可和使用，多个国家和地区的食品药品监督管理机构（如美国FDA、欧盟EFSA）均确认其安全性。
- **副作用**: 在一般推荐的剂量范围内使用，L-苏氨酸没有已知的严重副作用。过量摄取可能导致消化系统不适如恶心、腹泻等症状。
- **敏感性和过敏**: 对特定个体，如有苏氨酸敏感性或过敏历史，应避免使用或在医生的指导下使用。
- **合理使用**: 建议按照食品标签或营养专家的推荐进行适量摄取，不应过量或依赖单一补充剂获取营养。

以上信息可作为食品添加剂科普的基础知识，让公众对L-苏氨酸的使用有更全面的了解。', 'GB1886.343-2021', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (342, 'DL-丙氨酸', '### DL-丙氨酸作为食品添加剂

#### 介绍

- **化学性质**: DL-丙氨酸是丙氨酸的一个外消旋体，包含一个氨基酸的D型和L型。分子式为C3H7NO2。
- **来源**: 大多数通过生物发酵或化学合成的方法得到。
- **形态**: 通常为白色晶体或结晶性粉末。

#### 用途

- **风味改良剂**: 提升或增强食品中的自然风味。
- **营养补充剂**: 在食品和饮料中添加以增强其营养价值。
- **pH调节剂**: 用于调整食品的酸碱平衡。
- **抗氧化剂辅助**: 配合其他抗氧化剂使用，帮助延长食品的保质期。

#### 安全性说明

- **普遍认为安全**: 作为食品添加剂的DL-丙氨酸广泛被认为是安全的，已被多个国家的食品监管机构批准。
- **副作用**: 在正常的使用浓度下，DL-丙氨酸没有报告有严重的副作用。
- **摄入限制**: 尽管低风险，消费者依然建议遵循包装标签上的使用建议，避免过量摄入。
- **适用人群**: 适用于大多数人群，但特殊人群（如孕妇、婴儿等）应咨询专业人士后使用。', 'GB1886.344-2021', '增味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (343, '桑椹红', '### 桑椹红

桑椹红，也被称为桑色素，是一种天然色素，从桑树果实中提取，因其色泽鲜艳主要用于食品着色。

#### 介绍

- **来源**：桑椹红是从成熟的桑葚果实中提取的天然色素。
- **化学成分**：主要含有花青素类化合物，如桑色素。
- **外观**：通常呈红色至紫色粉末状。

#### 用途

- **食品着色**：广泛用于糖果、果汁、冰淇淋等食品中，增加食品的外观吸引力。
- **健康食品**：因其抗氧化性强，常被添加到健康产品如果汁和茶饮料中。
- **医药用途**：在某些药品中作为天然着色剂使用，尤其是在儿童药物中以增加接受度。

#### 安全性说明

- **批准使用**：在多个国家和地区（如欧盟、美国）被认为是安全的食品添加剂。
- **摄入限制**：虽然被视为安全，过量摄入任何添加剂都可能引起不适，建议按照食品安全标准和制造商指导进行使用。
- **过敏信息**：极少数人可能对桑椹或其提取物敏感，有过敏史的消费者应小心使用。

此介绍用于科普并提供基本信息，具体使用时应参照当地食品安全规范以及产品说明。', 'GB1886.345-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (344, '柑橘黄', '### 柑橘黄

柑橘黄（又称黄色4号、日落黄，学名Sunset Yellow FCF，化学名为二钠盐水合7-硫酸盐）是一种人工合成的染料，常用作食品添加剂。

#### 介绍
- **化学性质**：柑橘黄是一种酸性偶氮染料。
- **外观**：以粉末形式存在，具有艳丽的橙黄色。
- **溶解性**：可溶于水，略溶于乙醇。
- **编号**：E110（欧盟食品添加剂编码）。

#### 用途
- **食品着色**：广泛用于糖果、饮料、雪糕等食品中增添颜色。
- **药品制造**：用于某些药品的颜色标记，使药品具有识别颜色。
- **化妆品添加剂**：用于某些化妆品中以增加外观的吸引力。

#### 安全性说明
- **监管信息**：在多个国家和地区，包括美国FDA和欧盟，柑橘黄是被批准使用的食品添加剂。
- **过敏反应**：极少数情况下，某些人可能会对柑橘黄显示出过敏性反应。
- **摄取限制**：建议消费者遵循每日摄取量限制，避免过量摄取。
- **健康争议**：虽然广泛被认为是安全的，柑橘黄曾被研究指出可能与儿童行为问题（如ADHD）有关，但目前没有确凿的科学证据支持这一观点。', 'GB1886.346-2021', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (345, '4-氨基-5,6-二甲基噻吩并[2,3-d]嘧啶-2(1H)-酮盐酸盐', '### 4-氨基-5,6-二甲基噻吩并[2,3-d]嘧啶-2(1H)-酮盐酸盐

#### 介绍
- 该化合物为一种有机化学成分，含有噻吩环和嘧啶环的结构。
- 通常以盐酸盐的形式存在，增加了其在多种应用中的稳定性和可用性。
- 作为食品添加剂，它可能用于改善或保持食品的质量和稳定性。

#### 用途
- **食品保质**：可用于延长食品保存期限，防止食品变质。
- **食品加工辅助剂**：在食品加工过程中，作为稳定剂或抗氧化剂使用，维护食品原有色泽和口感。
- **口味改良剂**：可能用于调整或增强食品的口味，提高食品的吸引力。

#### 安全性说明
- **通过安全性评估**：在作为食品添加剂使用前，应通过相关的食品安全性评估，确保对人体无害。
- **遵守使用标准和限量**：使用时需严格按照食品添加剂的使用标准和限量要求，避免过量使用。
- **过敏性和副作用**：对于有特定健康问题的消费者，使用前应咨询专业人士，了解是否存在潜在的过敏性或副作用。

这个复合物的应用范围、安全数据和确切作用方式需根据实际产品规格书和最新的科研数据来判断。食品添加剂的开发和使用都应获得国家和地区食品药品监督管理部门的批准，并确保其科学性和安全性。', 'GB1886.347-2021', '其他', 0x5B325D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (346, '焦磷酸一氢三钠', '### 焦磷酸一氢三钠

#### 介绍
- 焦磷酸一氢三钠，也称为焦磷酸钠或磷酸氢二钠，化学式为Na₃HPO₄。
- 在食品工业中，它通常以无水或含水形式出现。
- 主要用作调节剂，增稠剂或乳化剂。

#### 用途
- **调节pH值**：用于调整食品的酸碱度。
- **改善质感**：作为增稠剂，有助于提升食品的质感和稳定性。
- **乳化作用**：用于保持食品中油水成分的均匀分布，如在奶制品和酱料中。
- **抗结剂**：防止粉末状食品如奶粉、咖啡粉结块。

#### 安全性说明
- **法规审批**：焦磷酸一氢三钠作为食品添加剂在多数国家得到认可，包括美国食品药品监督管理局(FDA)和欧盟。
- **摄入限制**：尽管被广泛使用，消费者仍需注意不要超过建议的日摄入量，过量可能会影响矿物质吸收。
- **敏感性问题**：对特定疾病如肾病患者建议在医师指导下使用，因其含钠可能影响健康。
- **常见副作用**：过量可能会导致消化不良如腹泻，注意遵守食品标签指导和健康专家的建议。', 'GB1886.348-2021', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (347, '茶多酚棕榈酸酯', '### 茶多酚棕榈酸酯

#### 介绍
- 茶多酚棕榈酸酯是一种通过将茶多酚与棕榈酸结合制得的复合物。
- 主要由茶叶中提取的天然抗氧化剂茶多酚与棕榈酸通过特定化学过程合成。
- 这种合成物在食品工业中因其抗氧化属性而被重视。

#### 用途
- **抗氧化剂**：作为强效的抗氧化剂，有助于延长食品保质期，防止食品脂质的氧化变质。
- **风味改善**：可以用于改善食品的口感和保持食品的新鲜度。
- **健康促进**：由于茶多酚的健康益处，这种添加剂有时被添加到食品中以增加其健康价值。

#### 安全性说明
- **许可使用**：在多个国家和地区，茶多酚棕榈酸酯已被认可和批准作为食品添加剂使用。
- **剂量控制**：与所有食品添加剂一样，使用时需控制在安全范围内的剂量。
- **广泛研究**：其安全性已通过各种科学研究进行验证，长期监测显示，在合理的用量下不会对人体健康造成负面影响。
- **偶见敏感性**：极少数个体可能对该添加剂成分表现出敏感性，使用时需要注意可能出现的过敏反应。', 'GB1886.360-2022', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (348, '叶绿素铜', '### 叶绿素铜

叶绿素铜是一种广泛用于食品工业的天然色素添加剂，通常从叶绿素中提取并与铜离子结合制成。它主要用于提供绿色至蓝绿色的色泽。

#### 介绍
- **来源**：叶绿素铜是通过将叶绿素从植物绿叶中提取并进行铜置换反应得到的。
- **成分**：主要成分是叶绿素与铜离子的复合物。
- **性质**：为深绿色粉末或液体，具有良好的水溶性和热稳定性。

#### 用途
- **食品着色**：主要用于糖果、饮料、冰淇淋等食品的绿色着色。
- **营养补充**：作为铜的来源之一，有时用于强化食品中的营养元素。
- **美化食品外观**：提高食品的视觉吸引力，帮助恢复加工食品中的天然颜色。

#### 安全性说明
- **批准使用**：叶绿素铜已被多个国家和地区的食品安全机构批准用作食品添加剂。
- **摄取限量**：虽然被认为是安全的，但应遵守食品法规中推荐的日摄入量不超标。
- **过敏反应**：极少数情况下，某些敏感人群可能对叶绿素铜或其衍生物产生过敏反应。
- **长期安全性研究**：长期的食用安全性研究表明，适量消费叶绿素铜是安全的。

以上信息可以帮助消费者和食品生产者更好地理解叶绿素铜作为食品添加剂的性质、用途及其安全性。', 'GB1886.361-2022', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (349, 'ε–聚赖氨酸', '### ε–聚赖氨酸

#### 介绍
- ε–聚赖氨酸是一种由赖氨酸通过酶催化反应连接成多聚体的天然发生多胺。
- 它主要由特定的微生物产生，如链球菌或腐生菌。
- 结构上，ε–聚赖氨酸由数个赖氨酸残基通过ε氨基和α羧基间的肽键连接而成。

#### 用途
- 作为天然防腐剂：ε–聚赖氨酸具有很强的抗菌活性，可以抑制多种细菌的生长，广泛用于食品保存中。
- 提高食品安全性：在肉制品、乳制品、饮料及其他易腐食品中，添加ε–聚赖氨酸可以延长保质期并减少食品污染。
- 保持食品品质与风味：因为它自身无色无味，不影响原有食品风味。

#### 安全性说明
- 已获得多国食品安全机构认证，包括美国FDA和欧盟EFSA。
- 经动物实验和临床试验验证，正常食用量下没有明显的副作用。
- 建议遵守当地的食品安全标准和用量指导，以确保安全使用。

ε–聚赖氨酸作为一种高效的天然食品添加剂，凭借其出色的抗菌性质和安全性记录，日益受到食品工业的重视和欢迎。', 'GB1886.362-2022', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (350, '植物活性炭（稻壳来源）', '### 植物活性炭（稻壳来源）

植物活性炭是由植物来源的原料（如稻壳）通过炭化和活化处理制成的炭黑物质。它具有很好的吸附性能和化学稳定性，被广泛用于医药、环保及食品加工等行业。下面是详细的信息介绍：

#### 介绍
- **源自自然**：植物活性炭使用稻壳作为原料，这是一种广泛可得且可再生的农业副产品。
- **生产过程**：稻壳首先被热解（加热分解），随后进行高温蒸汽活化，这一过程增强了其表面的多孔结构，从而提升了吸附能力。
- **环保低碳**：使用农业废弃物（稻壳）生产活性炭能有效减少环境污染，转化废物为有用产品。

#### 用途
- **色素吸附**：在食品加工中，植物活性炭可用于去除食品中的不希望的颜色，帮助改善食品的外观。
- **去除杂质**：它能吸附溶解在食品中的有害物质和杂质，如农药残留、重金属等。
- **食品保鲜**：添加到食品包装材料中，可以延长食品的保质期，减少食品腐败。

#### 安全性说明
- **认证标准**：植物活性炭作为食品添加剂，需要满足国际食品安全标准，如FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）的规定。
- **无毒无害**：根据研究，植物源活性炭是非毒性的，且不含有对人体有害的化学物质。
- **长期使用的安全性**：虽然广泛认为安全，但确保长期安全性仍需按照专业机构的建议与指导使用。

这些内容源自对稻壳来源的植物活性炭在食品加工应用相关的研究与报告。希望这些信息有助于您对这种食品添加剂的了解。', 'GB1886.363-2022', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (351, '越橘红', '### 越橘红

#### 介绍
- **学名**：越橘红是一种从越橘（Blueberry或Bilberry）中提取的天然色素。
- **成分**：主要含有花青素，尤其是环烯醇花青苷，这些成分是越橘果实赋予其特有的蓝紫色。
- **来源**：色素主要从越橘果实中提取，这些浆果通常生长在北欧和北美的寒冷地区。

#### 用途
- **食品着色**：作为天然食用色素广泛使用于饮料、糖果、果酱和其他加工食品中，以增强或恢复颜色。
- **抗氧化剂**：越橘红含有丰富的抗氧化剂，可以用于食品中以延长保质期和提高食品安全。
- **健康食品**：越橘红的健康益处使其在健康食品和饮料中也非常受欢迎，例如在抗衰老和视力保健产品中的应用。

#### 安全性说明
- **安全批准**：越橘红在多个国家和地区被认为是安全的食品添加剂，如在欧盟、美国已获得批准用于食品中。
- **副作用**：在常规使用中，越橘红通常是安全的，未有严重副作用的报告。但任何添加剂都应适量使用。
- **消费建议**：建议按照当地和国际的标准和指南进行使用，过量消费可能会引起过敏反应或其他食品安全风险。', 'GB1886.364-2022', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (352, '5-戊基-3H-呋喃-2-酮', '### 5-戊基-3H-呋喃-2-酮

#### 介绍
- **化学结构**: 5-戊基-3H-呋喃-2-酮是一种含氧杂环有机化合物，其分子中包含呋喃环和酮基。
- **物理性质**: 通常为黄色油状液体，具有类似于焦糖和坚果的香味。
- **化学性质**: 该化合物在食品中主要作为香气成分存在。

#### 用途
- **食品香料**: 用于增强或模拟各种食品的香味，如烘焙食品、糖果、饮料等。
- **食品处理**: 在一些特定的食品加工过程中，用以改善产品的整体风味。
- **研究用途**: 在食品科学研究中，作为研究食品香味成分的一种工具。

#### 安全性说明
- **安全评估**: 该化合物已经通过食品添加剂安全评估，认为在常规使用浓度下对人体是安全的。
- **使用限量**: 根据食品法规，使用5-戊基-3H-呋喃-2-酮作为食品添加剂时，必须严格遵守推荐的使用限量。
- **注意事项**: 避免超量使用，尤其是在高温处理食品时需要控制添加剂的使用量，以免产生不良影响。
- **敏感性**: 对于特定敏感人群，建议在食用含此添加剂的产品前进行适当咨询和测试。', 'GB1886.376-2024', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (353, '碳酸氢铵', '### 碳酸氢铵

#### 介绍
- **化学式**：NH₄HCO₃
- **别名**：重碳酸铵、发酵粉
- **外观**：白色粉末，有特殊气味
- **溶解性**：碳酸氢铵在水中易溶，但在酒精中几乎不溶
- **制备过程**：通常通过氨气与二氧化碳在水中反应得到

#### 用途
- **面包和蛋糕制作**：作为起泡剂，可以帮助面团或糕点在烘焙过程中发挥，形成松软的质地
- **饼干生产**：作为膨胀剂使用，在高温下分解产生气体，帮助饼干成型和增加蓬松度
- **其他食品加工**：在制作一些特定的传统食品时用作膨胀剂，改善食品的口感和外观

#### 安全性说明
- **食品级标准**：碳酸氢铵用作食品添加剂时，必须符合相关食品安全标准和规定
- **健康影响**：通常情况下，食用含有适量碳酸氢铵的食品是安全的，但过量消费应避免
- **分解注意**：在烘焙过程中会分解为水、二氧化碳和氨，适量使用时分解产物是安全的，注意保持良好的通风，避免氨气积聚可能引起的不适
- **储存要求**：应存放在干燥、阴凉处，避免潮湿和高温环境，以保证其稳定性和效用

通过上述的科普信息，可以帮助消费者和食品生产者了解碳酸氢铵作为食品添加剂的基本信息、用途及安全性。', 'GB1888-2014', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (354, '二丁基羟基甲苯（BHT）', '### 二丁基羟基甲苯（BHT）

#### 介绍
- **化学名称**：二丁基羟基甲苯，在化学领域简称为BHT。
- **化学式**：C15H24O。
- **外观**：白色或淡黄色固体。
- **溶解性**：BHT在脂肪和油类中溶解度较好，但在水中溶解度较低。

#### 用途
- **防腐剂**：BHT广泛用作食品的防腐剂，尤其是在油脂及其加工产品中，可以防止食品因氧化而变质。
- **抗氧化剂**：作为抗氧化剂，BHT能够延长食品的保质期，防止食品中的脂肪酸被氧化。
- **化妆品行业**：除了食品添加剂，BHT也常用于化妆品行业中，以保护化妆品中的油脂成分不被氧化。

#### 安全性说明
- **安全认证**：BHT已经被多个国家和地区的食品安全机构认证为安全食品添加剂。
- **使用限制**：虽然BHT被认为是安全的，但仍需按推荐的剂量使用，避免过量。
- **敏感性和争议**：一些研究指出BHT可能会引发过敏反应，并且有争议认为其可能具有潜在的健康风险。消费者应根据自己的健康状况和需要选择含BHT的产品。
- **环境影响**：BHT的环境影响正在研究中，建议合理使用并关注相关环境保护规定。

以上内容主要供作为食品添加剂科普使用，并建议消费者在选择含有添加剂的产品时仔细阅读标签，并考虑自身健康状况。', 'GB1900-2010', '抗氧化剂', 0x5B325D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (355, '硫磺', '### 硫磺作为食品添加剂

#### 介绍
- 硫磺（化学式：S）在食品添加剂中主要是以二氧化硫或其它硫化物形式存在。
- 在食品加工中，常用于防腐和抗氧化，用以延长食品的保质期。
- 除了直接作为食品添加剂，硫磺还在农业中用于生产硫酸盐肥料，间接影响食品链。

#### 用途
- **防腐剂**：特别是在干果、果汁等产品中，防止微生物生长，延长食品保质。
- **抗氧化剂**：防止食品因氧化而变质，维持食品的色泽和口感。
- **漂白剂**：在一些食品如面粉和糖的生产过程中用以提升产品的外观。
- **酿酒**：在制作啤酒和葡萄酒等发酵饮料中，用来控制微生物活动并调整酸度。

#### 安全性说明
- **监管机构审批**：在很多国家，如美国FDA和欧盟EFSA审查并批准了作为食品添加剂的硫磺的安全性。
- **限量使用**：使用硫磺及其衍生物作为食品添加剂需遵循严格的限量标准，以防过量摄入。
- **过敏问题**：少部分人可能对硫磺或其衍生物如二氧化硫敏感，可能引发过敏反应。
- **长期摄入问题**：虽然在安全限量范围内，但长期大量摄入可能对健康产生不利影响，尤其是对呼吸系统可能有刺激作用。', 'GB3150-2010', '漂白剂、防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (356, '苋菜红', '### 苋菜红

#### 介绍
- **化学名称**：苋菜红是一种食品添加剂，化学名称为二钠盐。
- **来源**：主要从红苋菜中提取，红苋菜是一种广泛栽培的食用植物，以其鲜艳的红色叶片著称。
- **性质**：水溶性良好，能在食品中均匀分散，主要用作色素。

#### 用途
- **着色剂**：用于饮料、糖果、酱料等多种食品中，可以提供鲜艳的红色。
- **营养补充**：苋菜红提取自天然植物，含有一定的营养成分，如维生素和矿物质。
- **增加食物诱惑力**：良好的外观可以增加食物的吸引力，使其更加诱人。

#### 安全性说明
- **审批情况**：在许多国家和地区，如欧盟和美国，苋菜红作为食品添加剂有严格的用量规定和审批程序。
- **摄入限制**：虽然是从天然植物中提取，仍需遵循特定的日摄入量建议，以避免过量。
- **过敏反应**：极少数情况下，部分敏感体质的人可能会对苋菜红出现轻微的过敏反应。
- **研究表明**：根据多项科学研究与风险评估，合理使用下苋菜红的安全性是可以得到保证的。', 'GB4479.1-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (357, '柠檬黄', '### 柠檬黄

柠檬黄，也被称为日落黄FGR，是一种常用的合成食品染料，属于偶氮染料类。具体信息如下：

#### 介绍
- **化学名称**：日落黄FGR
- **化学式**：C16H10N2Na2O7S2
- **批准使用地区**：多数国家批准用于食品中
- **外观**：鲜亮的黄色粉末

#### 用途
- **饮料**：用于碳酸饮料、果汁和运动饮料等，提供鲜艳的黄色。
- **糖果**：广泛应用于果冻糖果、软糖和其他糖果制品。
- **烘焙食品**：用于饼干、蛋糕的装饰和色彩增强。
- **调味品**：用于调味酱和沙拉酱以增加色泽吸引力。
- **即食食品**：作为方便面和其他即食产品的颜色添加剂。

#### 安全性说明
- **国际食品法典**：国际食品法典委员会（CAC）认可其为食品添加剂。
- **欧盟标准**：在欧盟，柠檬黄的使用受到严格监管, 确保其用量在安全范围内。
- **美国FDA规定**：美国食品药品监督管理局（FDA）限制某些食品使用柠檬黄，并要求明确标注含有该染料。
- **健康影响**：虽然普遍认为在适量使用下安全，过量摄入某些敏感人群可能会引起过敏反应或其他健康问题。
- **日常监管与研究**：持续的研究和食品安全监管以确保消费者健康不受影响。', 'GB4481.1-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (358, '柠檬黄铝色淀', '### 柠檬黄铝色淀

#### 介绍
- **化学名称**：柠檬黄铝色淀是以柠檬黄为主要色素成分，辅以铝粒子形成的湖色素。
- **特性**：该色素具有良好的水溶性和稳定性，通过与铝离子结合形成的色淀，使色素在食品中更加稳定。
- **制备方法**：通常通过将柠檬黄溶解在适当的介质中，再加入铝盐溶解液反应，最后进行干燥和粉碎得到。

#### 用途
- **食品着色**：广泛用于糖果、饮料、糕点和其他食品中提供黄色至橙色的着色效果。
- **改良稳定性**：与铝形成的色淀形式增强了色素在高温和光照下的稳定性，适用于需要加热或长期储存的食品。
- **提高外观吸引力**：使食品外观更加诱人，增强消费者的购买意愿。

#### 安全性说明
- **批准使用**：在许多国家和地区，包括欧盟和美国，柠檬黄已被批准为食品添加剂。
- **用量限制**：使用柠檬黄铝色淀时需要遵守各国关于食品添加剂的最大使用限量规定，避免过量。
- **可能的副作用**：尽管较为安全，过敏体质的消费者在极少数情况下可能会对柠檬黄产生敏感反应。过量使用可能会影响消化系统，表现为轻微的胃肠不适。
- **监管要求**：生产和使用柠檬黄铝色淀的企业需遵循严格的质量控制和安全评估程序，确保产品质量和安全性。

通过上述信息，消费者可以更好地了解柠檬黄铝色淀作为食品添加剂的性质、用途及安全性，以促进科学合理的使用。', 'GB4481.2-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (359, '日落黄', '### 日落黄

日落黄，也被称为黄色5号，是一种常用的合成食品着色剂。它在国际上被编码为E110。

#### 介绍
- **化学名称**：日落黄F.C.F., 黄色5号
- **化学式**：C16H10N2Na2O7S2
- **外观**：为黄色粉末或颗粒
- **溶解性**：易溶于水，难溶于乙醇

#### 用途
- **食品行业**：广泛用于糖果、饮料、蜜饯、果冻、糕点等的着色。
- **医药用途**：用于某些药物的制造，如口服溶液和片剂的着色。
- **化妆品行业**：可以用于某些化妆品中以增加外观的吸引力。

#### 安全性说明
- **监管批准**：日落黄已被多个国家和地区的食品药品监督管理机构批准，包括美国FDA和欧盟EFSA。
- **过敏反应**：极少数人可能对日落黄产生过敏反应，如哮喘和皮肤疹。
- **安全剂量**：日落黄的摄入量被建议限制在每日不超过4毫克/千克体重。
- **争议和研究**：尽管有些研究指出日落黄可能与儿童的注意力缺陷超动症(ADHD)有关，但广泛的科学证据仍未能明确其直接关联。
- **使用建议**：建议消费者在平衡饮食的基础上，适量消费含有日落黄的食品。

以上信息可以帮助公众了解日落黄作为食品添加剂的基本信息与安全性，有助于做出更明智的食品选择。', 'GB6227.1-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (360, '明胶', '### 明胶

明胶是一种多功能的食品添加剂，主要从动物的皮肤、骨骼和结缔组织中提取。通常来自猪皮、牛皮、牛骨或鱼皮。它含有高量的蛋白质，并且是氨基酸赖氨酸和脯氨酸的良好来源。

#### 介绍
- **来源**: 主要来源于动物的皮肤、骨骼和结缔 tissue，通过水解过程得到。
- **成分**: 富含蛋白质，主要成分为氨基酸，如甘氨酸、脯氨酸和赖氨酸。
- **生产**: 利用热水或酸、碱的处理抽取胶原蛋白，再通过冷却凝结，干燥等步骤制成固体或粉末状。
- **物理性质**: 无色或淡黄色，具有特定的凝胶性质，在热水中可以溶解形成溶液，并在冷却后形成凝胶。

#### 用途
- **食品工业**: 常用作胶体稳定剂、增稠剂、凝结剂或乳化剂。广泛应用于果冻、糖果、冰淇淋、酸奶及肉制品等。
- **制药领域**: 用于制造软胶囊和硬胶囊等药用辅料。
- **其他用途**: 也可以用作照相材料的载体、美容产品中的保湿剂以及生产胶原蛋白等。

#### 安全性说明
- **食品级别**: 明胶作为食品添加剂具有较高的安全性，被许多国家的食品药品监督管理机构批准用于食品中。
- **过敏反应**: 尽管罕见，但部分人可能对特定的动物来源的明胶存在过敏反应。
- **疾病传播风险**: 符合标准的生产过程可以有效降低传染性疾病的风险，如狂牛病等。
- **日常摄入**: 一般认为正常的日常摄入是安全的，没有确定的摄入上限。
- **标签说明**: 消费者应检查产品标签，了解明胶的来源以决定是否符合个人的饮食习惯或限制。

通过明确地标识食品中添加的明胶和其来源，可以帮助消费者做出更明智的食品选择。', 'GB6783-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (361, '葡萄糖酸-δ-内酯', '### 葡萄糖酸-δ-内酯

葡萄糖酸-δ-内酯，也称为GDL或δ-葡萄糖内酯，是一种常见的食品添加剂，主要由植物性葡萄糖进行发酵制得。

#### 介绍
- **化学性质**: 葡萄糖酸-δ-内酯是一种白色的结晶性粉末，易溶于水。
- **制备过程**: 通常通过植物原料中的葡萄糖发酵得到葡萄糖酸，然后通过脱水制备成内酯形式。
- **商业形式**: 在市场上通常以粉末形式销售，用于食品工业。

#### 用途
- **食品加工**: 主要用于豆制品如豆腐的凝固剂，帮助形成理想的质地。
- **酸味调节剂**: 在面包和奶酪制作中调节pH值，提供特定的酸味和保质效果。
- **发酵辅助剂**: 在发酵食品的生产中加速酵母或细菌的发酵过程。
- **乳化剂和稳定剂**: 在多种食品中作为乳化剂和稳定剂，改进食品的结构和延长保质期。

#### 安全性说明
- **食品级**: 葡萄糖酸-δ-内酯被多个国家的食品监管机构认可为安全的食品添加剂。
- **无毒**: 在当前的使用剂量下，它被认为是无毒的，不会对人体健康造成影响。
- **广泛接受**: 因其较低的副作用和广泛的使用历史，被广泛接受在食品加工中使用。
- **服从规定**: 在使用过程中需要遵守相关食品添加剂的使用规范和剂量限制，以确保食品安全。

以上信息可以帮助公众了解葡萄糖酸-δ-内酯作为食品添加剂的基本信息和安全使用指南。', 'GB7657-2020', '凝固剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (362, '栀子黄', '### 栀子黄

栀子黄是一种从栀子花中提取的天然色素，具有良好的染色效果和一定的药用价值。在食品工业中，它常被用作天然食品色素添加剂。下面是关于栀子黄的详细介绍、用途和安全性说明。

#### 介绍
- **来源**：栀子黄是从栀子（Gardenia jasminoides）的果实中提取的天然黄色素。
- **成分**：主要含有栀子素（crocin）和栀子黄素等成分。
- **特点**：具有良好的着色能力和天然的抗氧化特性。

#### 用途
- **食品着色**：在糖果、饮料、糕点和其他食品中添加，以增强食品颜色的鲜艳度。
- **健康产品**：作为健康食品的色素增添其吸引力。
- **药用辅料**：用于某些中药制剂中，以提高药效和改善外观。

#### 安全性说明
- **批准使用**：多个国家和地区的食品安全机构已批准栀子黄作为食品添加剂。
- **剂量控制**：使用时需控制在安全剂量范围内，过量可能导致不良反应。
- **不易过敏**：栀子黄一般认为是低过敏性的食品添加剂，但敏感体质的人仍需谨慎使用。

以上信息提供了关于栀子黄作为食品添加剂的基本知识，适合用于食品添加剂的科普教育和研究。', 'GB7912-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (363, '甜菊糖苷', '### 甜菊糖苷

甜菊糖苷（Steviol Glycosides），也称为甜叶菊提取物，是从甜叶菊（Stevia rebaudiana Bertoni）叶子中提取的天然甜味剂。由于其高甜度和低热量特性，甜菊糖苷作为一种食品添加剂，在全球范围内得到了广泛应用。

#### 介绍

- **来源**：甜菊糖苷是从甜叶菊植物的叶子中提取的。
- **结构**：主要由糖苷化的甜味化合物组成，包括甜菊糖苷A、甜菊糖苷D等多种成分。
- **甜度**：甜度约为普通蔗糖的200-300倍。
- **特点**：没有卡路里，不会引起血糖急剧上升。

#### 用途

- **饮料**：用于各种饮料中，如茶、咖啡、果汁及碳酸饮料等，以减少使用蔗糖。
- **食品**：广泛用于糖果、糕点、果酱和口香糖等甜食生产。
- **特殊饮食需求**：适用于糖尿病人士和减肥者的饮食，作为传统甜味剂的替代品。
- **药品和健康产品**：在一些药品和膳食补充剂中使用，以改善口感，特别是对儿童友好的产品。

#### 安全性说明

- **国际认可**：世界卫生组织（WHO）和美国食品药品监督管理局（FDA）等多个国际权威机构确认甜菊糖苷的安全性。
- **摄入限量**：建议每日摄入限制根据体重来计算，通常是每公斤体重4毫克。
- **长期研究**：已有多年的科学研究支持其安全性，没有发现有毒副作用。
- **少数反应**：极少数情况下，有报道表明个别消费者可能会经历轻微的消化不适。', 'GB1886.355-2022', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:12');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (364, '葡萄糖酸锌', '### 葡萄糖酸锌

葡萄糖酸锌是以锌与葡萄糖酸生成的化合物，常用作食品添加剂，具有增强食品营养价值的作用。

#### 介绍
- **化学式**: C12H22O14Zn
- **性状**: 白色或类白色粉末
- **溶解性**: 在水中易溶，几乎不溶于乙醇

#### 用途
- **营养补充剂**: 作为锌的补充来源，用于强化包括婴儿食品在内的多种食品。
- **稳定剂**: 增加产品的保质期，保持食品质感和口味的稳定。
- **改善剂**: 在烘焙食品中改善面团的质量，提高其体积和质感。

#### 安全性说明
- **FDA认可**: 美国食品药品监督管理局（FDA）批准用作食品添加剂。
- **安全摄入量**: 具有明确的每日摄入上限，过量可能导致锌的摄入过多，引起身体不适。
- **广泛研究**: 葡萄糖酸锌的安全性和效用已经过广泛研究，确认其在推荐剂量内的安全性。
- **敏感性注意**: 对锌过敏的消费者应避免使用含此添加剂的食品。

此信息旨在提供对葡萄糖酸锌作为食品添加剂的基本科普，消费者在使用前应参考具体产品的标签信息。', 'GB8820-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (365, 'β-胡萝卜素', '### β-胡萝卜素

#### 介绍
- β-胡萝卜素是一种天然存在的色素，化学上属于类胡萝卜素。
- 在自然界中广泛存在于果蔬中，如胡萝卜、甜瓜和南瓜等。
- 具有强烈的橙红色，经常被用作食品的着色剂。
- 在人体内，β-胡萝卜素可以被转化为维生素A，对视力和皮肤健康具有重要作用。

#### 用途
- **食品着色**: 用于饮料、糖果、零食等多种食品中，增强食品的外观吸引力。
- **营养增强剂**: 作为维生素A的前体，增加食品的营养价值，特别是在儿童食品和乳制品中。
- **抗氧化剂**: β-胡萝卜素具有抗氧化特性，可以帮助保护食品不被氧化，延长保质期。
- **健康补充品**: 在一些健康补充食品中添加，帮助提高免疫力、保护视力。

#### 安全性说明
- **通常认为安全**（GRAS）: 在美国，β-胡萝卜素被FDA认为是"一般认为安全"的物质。
- **摄入建议**: 虽然作为食品添加剂非常安全，过量摄入仍有可能导致皮肤微黄，这是一种无害的状态，名为胡萝卜素血症。
- **广泛认可**: 全球多个国家及地区的食品安全机构也认可了β-胡萝卜素的安全性，广泛用作食品添加剂。
- **过敏反应**: 极少数个体可能对β-胡萝卜素有轻微过敏反应，通常体现为皮肤轻微刺激或过敏。', 'GB1886.366-2023', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (366, '松香甘油酯和氢化松香甘油酯', '### 松香甘油酯

#### 介绍
- 松香甘油酯是由松香和甘油经过酯化反应而成的复杂混合物。
- 主要成分为三酸甘油酯和二酸甘油酯。
- 松香甘油酯通常呈淡黄色到棕色，具有一定的粘性和较弱的特异性气味。

#### 用途
- 作为食品添加剂，主要用于防止食品干燥及保持食品的稳定性。
- 可用于糖果的涂膜，提供光泽并防止糖果表面的粘连。
- 在果汁和软饮料中，松香甘油酯可以作为云化剂，帮助悬浮果汁中的油脂或香料。
- 用于各种食品的包装材料中，作为一种增塑剂，增加材料的柔软度和延展性。

#### 安全性说明
- 松香甘油酯已被许多国家认定为安全食品添加剂。
- 根据FDA和欧盟的规定，松香甘油酯在特定使用条件和限量下被认为是安全的。
- 过量摄取松香甘油酯可能导致消化系统不适，如摄入适量则通常不会引起健康问题。
- 长期和大量摄入的安全性数据尚不充分，建议在食品工业中严格按照规定比例使用。

### 氢化松香甘油酯

#### 介绍
- 氢化松香甘油酯是松香甘油酯经过氢化处理获得的产品。
- 该处理提高了其颜色和热稳定性，同时减少了气味。
- 氢化松香甘油酯通常呈淡黄色至几乎无色，并具有良好的热稳定性和耐氧化性。

#### 用途
- 用途与松香甘油酯相似，以增强食品的外观和质感。
- 常用作糖果和果汁饮料的云化剂。
- 在烘焙食品中可以作为抗结剂，防止食品粘连。
- 用于食品包装材料，提供更好的透明度和柔韧性。

#### 安全性说明
- 氢化松香甘油酯相较于未氢化的松香甘油酯具有更高的化学和热稳定性，因此在食品加工中更安全。
- 同样被多个国家和地区的食品安全机构认可为安全的食品添加剂。
- 使用时仍需遵循制造商提供的使用指南和建议的添加量。
- 对于氢化松香甘油酯的长期摄入影响，同样需要更多的研究来明确其安全性。', 'GB10287-2012', '被膜剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (367, '山梨醇酐单硬脂酸酯（司盘 60）', '### 山梨醇酐单硬脂酸酯（司盘 60）

#### 介绍
- 山梨醇酐单硬脂酸酯，也被称为司盘 60，是一种由单个硬脂酸分子与山梨醇酐分子通过酯键结合形成的化合物。
- 它属于山梨酸酯类，这是一类广泛用于食品中作为防腐剂的化学品。
- 司盘 60主要是用作乳化剂和稳定剂，帮助食品中的油水混合物保持均匀状态。

#### 用途
- 作为乳化剂，司盘 60能够帮助水与油类成分混合，从而增强食品的整体质感和口感。
- 使用于烘焙食品中，可以提升糕点和面包的体积，使其更加松软。
- 在冷冻食品中添加，可以防止冰晶的形成，维持产品的质量和口感。
- 用作稳定剂，防止食品成分分离，保持食品的稳定性和延长保质期。

#### 安全性说明
- 国际食品添加剂标准机构，如美国食品药品监督管理局（FDA）和世界卫生组织的食品添加剂专家委员会（JECFA），均批准司盘 60作为食品添加剂使用，认为其在常规使用下是安全的。
- 按照推荐的使用剂量和方法使用时，司盘 60不会对人体健康造成危害。
- 长期和大量摄入任何添加剂都可能引起健康问题，因此建议按照标准食品配方使用，避免过量。
- 对于有特定食品添加剂过敏历史的人群，使用前应检查产品成分。

使用这些信息来增进消费者对食品添加剂的理解和安全使用是非常重要的。', 'GB13481-2011', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (368, '山梨醇酐单油酸酯（司盘 80）', '### 山梨醇酐单油酸酯（司盘 80）

#### 介绍
- 山梨醇酐单油酸酯又称作司盘 80，是一种广泛使用的食品乳化剂。
- 它是由山梨醇酐（一种碳水化合物的衍生物）和油酸（一种长链不饱和脂肪酸）化学合成而成。
- 该物质在食品工业中因其优异的乳化特性而被重视。

#### 用途
- **乳化剂：** 在食品制造中，司盘 80 可帮助混合难以兼容的成分如油和水。
- **稳定剂：** 它能增加食品的质构和稳定性，防止成分分离。
- **改良剂：** 在面包和糕点中添加，可以改善产品的体积和软性。
- **防腐剂：** 有时也用作防腐剂来延长食品的保质期。

#### 安全性说明
- **通用认可：** 山梨酸及其衍生物是被国际上许多食品安全机构认可的食品添加剂。
- **限量使用：** 虽然被认为是安全的，但在食品中的使用量仍受到限制，以确保不会对人体造成不良影响。
- **过敏性：** 稀有情况下，某些人可能对司盘 80 敏感，可能会出现轻微的过敏反应。
- **长期监管：** 该添加剂的安全性经过长期监管和研究，确保其在食品中的使用是安全的。

通过这些信息，希望能够帮助大家更好地理解山梨醇酐单油酸酯（司盘 80）作为食品添加剂的属性和应用。在选择使用该添加剂的食品时，消费者应当注意产品标签说明，确保食用安全。', 'GB13482-2011', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (369, '维生素 A', '### 维生素A作为食品添加剂

#### 介绍
- 维生素A是一种脂溶性维生素，重要的抗氧化剂。
- 在食品加工中，通常以Retinol、Beta-Carotene（β-胡萝卜素）等形式添加。
- 主要源自动物肝脏、鱼油或某些植物的β-胡萝卜素，可以通过化学合成或生物提取获得。

#### 用途
- **增强营养**：用于强化食品，增补其营养价值，特别是在婴儿食品、乳制品和早餐麦片中添加。
- **改善食品质感和颜色**：在肉类和饼干中添加能提高其外观吸引力。
- **保持健康**：维生素A在维持眼睛健康、支持免疫系统及促进骨骼生长等方面起着关键作用。

#### 安全性说明
- **摄取限制**：过量摄入维生素A可能导致中毒现象，如头痛、恶心、皮肤干燥等。
- **特定风险群体**：孕妇过量摄取维生素A有可能导致胎儿畸形。
- **监管标准**：在多数国家，维生素A的使用在食品中都受到严格的食品安全标准与监管。
- **日常推荐摄入量**：建议依据不同年龄、性别的推荐日摄入量来摄取维生素A，避免摄入过量。

以上内容有助于了解维生素A作为食品添加剂的相关科普知识。', 'GB14750-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (370, '维生素 B1（盐酸硫胺）', '### 维生素 B1（盐酸硫胺）

#### 介绍
- **化学名称**：维生素 B1 以盐酸硫胺的形式存在，其化学式为 C12H17ClN4OS·HCl。
- **性质**：盐酸硫胺为白色结晶粉末，味微苦。
- **稳定性**：在干燥状态下较为稳定，易溶于水，较不稳定于热和光。

#### 用途
- **营养强化**：维生素 B1 是多种食品中不可缺少的营养补充剂，尤其是在精米、面粉和早餐谷物中添加。
- **食品加工**：在食品加工过程中添加盐酸硫胺，可以防止维生素 B1 的损失，确保食品的营养价值。
- **保健功能**：增加食品中维生素 B1 的含量有助于改善糖类的代谢和神经系统的健康。

#### 安全性说明
- **认证和标准**：在多数国家，维生素 B1 的使用需符合当地食品安全标准和规定。
- **安全剂量**：维生素 B1 一般认为是安全的，但应遵守推荐的日摄入量，防止过量。
- **副作用**：在常规剂量下使用通常无副作用。过量可能导致特定健康问题，但这种情况非常罕见。
- **适用人群**：适宜大多数人群使用，但需要特别注意婴儿和孕妇的具体需求和反应。

以上是维生素 B1（盐酸硫胺）作为食品添加剂的基本信息，可供科普和了解其在食品工业中的应用。', 'GB14751-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (371, '维生素 B2（核黄素）', '### 维生素 B2（核黄素）

#### 介绍
- 维生素 B2，即核黄素，是一种水溶性维生素。
- 它是B族维生素中的一员，主要存在于动植物细胞中。
- 在工业上，核黄素主要通过发酵法生产，利用特定微生物将葡萄糖、甜菜糖或乳糖转化为核黄素。

#### 用途
- **食品强化**：作为营养强化剂添加到各种食品中，如面包、早餐谷物、婴儿食品等。
- **色素作用**：由于其鲜艳的黄色，被用作天然着色剂。
- **健康补充**：用于生产维生素补充品，帮助防止缺乏症和维持身体健康。

#### 安全性说明
- **普遍认为安全**：根据世界卫生组织（WHO）和食品农业组织（FAO）的评估，核黄素在推荐剂量内被普遍认为是安全的。
- **无明确副作用**：在正常摄入量下，核黄素不会引起任何明确的副作用，且对大部分人群均适用。
- **过量摄入**：虽然过量摄入核黄素一般不会导致严重问题，但长期大量摄入可能会出现轻微的尿液变黄等情况。

以上信息有助于理解维生素 B2（核黄素）的基本知识、用途及其安全性，从而更好地在食品添加剂领域应用。', 'GB14752-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (372, '维生素 B6（盐酸吡哆醇）', '### 维生素 B6（盐酸吡哆醇）

#### 介绍
- 维生素 B6，化学名称为盐酸吡哆醇，是B族维生素之一。
- 它是一种水溶性维生素，常以盐酸吡哆醇的形式出现在食品添加剂中。
- 该种形式有利于维生素B6在加工过程中的稳定性和生物利用度。

#### 用途
- **增强营养**：作为营养强化剂添加到各种食品中，如早餐谷物、面包、牛奶和婴儿食品。
- **调整食品的营养成分**：帮助满足特定人群的营养需求，例如孕妇、老年人和儿童。
- **改善食品功能**：在某些情况下可能用于改善食品的保质期或加工特性。

#### 安全性说明
- **广泛研究证实安全性**：作为一种常见的食品添加剂，盐酸吡哆醇的安全性已被广泛研究和验证。
- **官方机构认可**：世界卫生组织（WHO）和食品农业组织（FAO）等国际卫生机构确认其作为食品添加剂的安全性。
- **使用限量规定**：尽管安全，但还是有建议的日摄入量或使用上限，以避免过量导致的健康问题。
- **敏感性反应**：少数人可能对维生素B6（盐酸吡哆醇）敏感，表现为皮肤发痒或其他过敏反应，但这种情况较为罕见。', 'GB14753-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (373, '维生素 C（抗坏血酸）', '### 维生素 C（抗坏血酸）作为食品添加剂

#### 介绍
- **化学性质**：维生素 C，也称为抗坏血酸，是一种水溶性维生素，化学式为C6H8O6。
- **生产过程**：通常通过发酵过程从葡萄糖中合成，也可从新鲜水果和蔬菜中提取。
- **形态**：作为食品添加剂，维生素 C 常以粉末或晶体形态出现，便于添加。

#### 用途
- **抗氧化剂**：作为强效的抗氧化剂，维生素 C 可以防止食品中的脂肪和油脂氧化变质。
- **营养增强**：添加至各种食品中以强化其营养价值，特别是用于增加非果汁饮品和婴儿食品中的维生素含量。
- **颜色保护**：在果蔬加工中添加，能够防止果肉变色，保持食物的新鲜外观。
- **改善面团质地**：在面包和其他烘焙食品中使用，可以改善面团的弹性和体积。

#### 安全性说明
- **普遍认为安全**（GRAS）：在美国，维生素 C 被食品和药物管理局（FDA）认定为一般认为安全的物质。
- **日摄入量建议**：虽然作为添加剂的维生素 C 分量通常很小，但整体日摄入量应遵循国家或国际营养建议标准。
- **过敏反应**：极少数情况下，某些个体可能对维生素 C 出现敏感反应，虽然这种情况比较罕见。
- **全球使用情况**：维生素 C 作为食品添加剂在全球范围内得到广泛使用和认可，多个国家的食品安全机构均评估了其安全性。', 'GB14754-2010', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (374, '维生素 D2（麦角钙化醇）', '### 维生素 D2（麦角钙化醇）

#### 介绍
- **化学名称**：维生素 D2 也称为麦角钙化醇，是维生素 D的一种形式。
- **来源**：主要从植物源和菌类中提取，尤其是通过紫外线照射含麦角固醇的食物而产生。
- **化学性质**：维生素D2是一种脂溶性维生素，可以在体内转化为活性形式。

#### 用途
- **营养补充**：作为食品添加剂增加食品中的维生素D含量，帮助防止维生素D缺乏。
- **食品强化**：常添加于牛奶、植物奶、早餐谷物和果汁中，以帮助改善公众的维生素D水平。
- **适用人群**：特别适用于不常曝露在阳光下、素食者及老年人，帮助他们满足维生素D的日常需求。

#### 安全性说明
- **摄入量**：通常认为日常摄入量应安全限制在一定范围内，过量可能导致不良健康后果。
- **健康影响**：适量补充可帮助骨骼健康，过量可能引起钙质异常沉积等问题。
- **监管评估**：在多个国家和地区，维生素D2的使用和添加量已由相应的食品安全机构进行评估并规定了安全标准。
- **敏感群体**：孕妇和哺乳期妇女在使用前应咨询医生，避免可能的风险。

以上信息可以帮助公众理解维生素 D2 作为食品添加剂的基本情况和注意事项。', 'GB14755-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (375, '维生素 E（dl-α-醋酸生育酚）', '### 维生素 E（dl-α-醋酸生育酚）

维生素 E 是一种脂溶性维生素，广泛用作食品添加剂，主要在食品工业中用于防止氧化及延长保质期。其形式之一是 dl-α-醋酸生育酚，是合成维生素 E 的一种形态。

#### 介绍
- dl-α-醋酸生育酚是合成的维生素 E 形式。
- 它由化学合成得到，与天然源的维生素 E 构造相似但不完全相同。
- 作为抗氧化剂，它有助于防止食品中的脂肪和油脂氧化。

#### 用途
- **食品保鲜**：添加到各种食品中以防止氧化、延长食品的保质期。
- **营养强化**：用作营养补充剂来增加食品的营养价值，尤其是在缺乏维生素 E 的饮食中。
- **化妆品行业**：也被广泛用于化妆品中，帮助减少皮肤炎症和保湿。

#### 安全性说明
- **通常情况下的安全性**：被广泛认为是安全的食品添加剂，在多数国家和地区都已获得批准使用。
- **摄入量建议**：尽管 dl-α-醋酸生育酚一般安全，过量摄入与一些健康风险相关，包括影响凝血功能和可能抑制甲状腺功能，建议按照每日推荐摄入量使用。
- **过敏和反应**：少数人可能对合成维生素 E 出现过敏反应，使用时需要注意个体差异。

以上信息可以作为食品添加剂的科普资料，让消费者了解和科学使用维生素 E。', 'GB14756-2010', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (376, '烟酸', '### 烟酸（维生素B3）

#### 介绍
- 烟酸，也称为尼克酸或维生素B3，是水溶性维生素，属于B复合维生素的一部分。
- 它在自然界中广泛存在于多种食物中，如肉类、鱼类、奶制品、蛋、坚果和绿叶蔬菜等。
- 在工业上，烟酸可以通过化学合成方法大规模生产，主要用于食品强化和作为食品添加剂。

#### 用途
- **食品强化**：烟酸常被添加到面粉、谷物和婴儿配方奶粉中，以防止维生素B3缺乏。
- **保健功能**：烟酸可用于维持皮肤健康、支持神经系统和转换食物为能量。
- **抗氧化剂**：作为抗氧化剂，帮助减少氧化应激并提高食品产品的保质期。

#### 安全性说明
- **推荐摄入量**：烟酸的日常摄入量应控制在建议水平内，过量摄入可能导致肝脏损害、胃溃疡等问题。
- **FDA 审批**：在美国，烟酸作为食品添加剂已被食品药品监督管理局（FDA）批准，用量必须遵守FDA规定的安全标准。
- **通常认为安全**：在正确的使用量下，烟酸是被广泛认为安全的，但消费者应遵循专业健康顾问的建议，特别是在存在特定健康条件下。
- **不适宜人群**：某些条件如肝病患者或已知对烟酸敏感的人应避免过量摄入。

此信息旨在提供关于烟酸作为食品添加剂的基本知识，进一步的使用应结合专业健康建议。', 'GB14757-2010', '营养强化剂', 0x5B31332C31355D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (377, '咖啡因', '### 咖啡因

咖啡因是一种天然存在于多种植物中的生物碱，常见于咖啡、茶叶、可可豆和可乐果等。在食品工业中，咖啡因不仅是因自然含量存在于某些食品和饮料中，也常被作为添加剂人工添加以增强产品的特定特性。

#### 介绍

- **来源与提取**: 主要从咖啡豆、茶叶和可可豆等天然来源提取，也可通过合成方式生产。
- **性质**: 白色结晶性粉末，略带苦味。
- **作用**: 主要用于提高警觉性、消除疲劳感，提升思维敏捷性。

#### 用途

- **增强味道和性能**: 在一些软饮料和能量饮料中添加，用以增加其刺激性和提高能量。
- **提升精神状态**: 用于某些类型的食品和饮料中，帮助消费者保持警醒和活力。
- **饮料行业**: 常见于各种市场上的能量饮料、茶和即溶咖啡等产品中。

#### 安全性说明

- **建议摄入量**: 成人安全的日常摄入量通常建议为400毫克咖啡因，相当于约4杯咖啡。
- **副作用**: 过量摄入可能导致失眠、心慌、头痛、烦躁不安等症状。
- **特定人群建议**: 孕妇和儿童应限制咖啡因的摄入，特定健康状况的人应咨询医生后决定是否以及多少摄入咖啡因。

在食品添加剂的使用中，咖啡因的使用量和方式应严格遵守相关的食品安全标准和法规，以确保消费者安全。', 'GB14758-2010', '食品用香料', 0x5B395D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (378, '牛磺酸', '### 牛磺酸

牛磺酸（Taurine），也被命名为2-氨基乙磺酸，是一种含硫的非必需氨基酸，广泛存在于动物组织中。它在人体内扮演多种生理作用，且作为食品添加剂在各种食品和饮料中应用。

#### 介绍
- 牛磺酸是一种从动物组织中提取的白色结晶性粉末。
- 它在自然状态下广泛存在于鱼类、肉类等食品中。
- 作为食品添加剂，牛磺酸主要以合成形式存在。

#### 用途
- **能量饮料**：增加体力和耐力，改善运动表现。
- **婴儿配方奶粉**：促进新生儿大脑和视网膜的发育。
- **宠物食品**：提高宠物的心脏健康和视力。
- **保健品**：作为健康补充品，改善心脏功能、抗氧化和抗炎症。

#### 安全性说明
- **广泛研究证实的安全性**：牛磺酸作为食品添加剂，已通过多项科学研究验证其安全性。
- **适量使用**：虽然牛磺酸普遍被认为是安全的，但任何添加剂的过量使用都可能引起健康问题。
- **特定人群注意**：婴儿或特殊疾病患者在使用含牛磺酸产品前应咨询医生。
- **国际标准**：牛磺酸的使用在国际上被严格规范，确保消费者的食品安全。', 'GB14759-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (379, '新红', '### 新红（食品添加剂）

#### 介绍
- **化学名称**：新红通常被称为红色 17，其化学名称为1-(2-甲基-4-磺酸苯基偶氮)-2-萘酚钠盐。
- **颜色特征**：新红是一种合成的深红色染料，能溶于水，通常用于给食品、饮料添加鲜艳的红色。
- **历史与发展**：新红最初由化学家在20世纪初发明，主要用于服装和食品行业增加产品的吸引力。

#### 用途
- **食品领域**：主要用于糖果、饮料、果酱和冷饮等产品中，以增加外观上的吸引力。
- **标识功能**：在某些食品中，新红用来区分不同口味或类型，例如在多口味糖果包装中。
- **节日食品**：在一些特定节日食品中使用新红来增加节日氛围，如情人节和圣诞节的特色食品。

#### 安全性说明
- **批准情况**：在多个国家和地区，如欧盟和美国，新红作为食品添加剂的使用已获得正式批准。
- **摄入限制**：虽然被批准使用，但各国对于新红的最大日摄入量有严格规定，以确保消费者健康。
- **过敏反应**：少数人可能对新红或其他合成染料有过敏反应，表现为皮肤发痒或其他过敏症状。
- **长期效应研究**：尽管目前的科研表明新红在规定摄入范围内是安全的，持续的研究和评估仍在进行中，以确保其长期安全性。

这些信息有助于消费者和食品生产者更好地了解新红的性质和安全性，并根据需要做出合理的使用选择。', 'GB14888.1-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (380, '新红铝色淀', '### 新红铝色淀

新红铝色淀是一种人工合成的食品添加剂，主要用于食品色彩的着色，以增强食品的外观吸引力。

#### 介绍
- **化学名称**：新红铝色淀，也被称为"红铝湖"。
- **来源**：通过化学合成方法制得，核心成分往往包括有色素和金属离子（如铝）的结合物。
- **形态**：通常以粉末形态存在。

#### 用途
- **食品着色**：广泛用于糖果、糕点、饮料和其他多种加工食品中，为食品添加鲜艳的红色。
- **统一产品标准**：帮助制造商保持产品颜色的一致性，使每批产品色泽一致。
- **提升视觉效果**：使食品更具吸引力，增强消费者购买欲。

#### 安全性说明
- **食品安全认证**：在多个国家和地区被认可和规定使用，须遵循特定的添加量标准。
- **摄入限制**：各国食品安全机构设有推荐的日摄入量上限，过量摄入可能导致健康问题。
- **敏感人群提醒**：建议某些对食品添加剂敏感的人群（如小儿、孕妇）谨慎使用或避免使用。
- **科学研究**：相关安全性评估基于科学研究和临床试验，持续更新以确保消费者健康。

此添加剂的使用应严格遵守相关法规和标准，消费者在选择使用含有此类色素的食品时应注意查看产品标签。', 'GB14888.2-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (381, '硅藻土', '### 硅藻土作为食品添加剂

#### 介绍
- 硅藻土是由已经死亡的硅藻（一种微小的水生植物）的残骸构成的自然物质。
- 主要成分为二氧化硅。
- 由于其多孔的结构，具有良好的吸附性和轻质性。

#### 用途
- **抗结剂**：用于预防粉状或颗粒食品结块。
- **载体**：作为其他食品添加剂的载体，提升分散性和稳定性。
- **过滤助剂**：在饮料制造中，如啤酒和果汁的清澈过程中用于过滤。

#### 安全性说明
- **食品级硅藻土**：只有经过特殊加工，去除有害杂质的食品级硅藻土可用作食品添加剂。
- **遵守规定**：在使用硅藻土作为食品添加剂时，必须遵守各国的食品安全标准和规定。
- **无毒性**：合适处理的食品级硅藻土被认为是安全的，对人体基本无毒。
- **过敏反应**：极少数个案中，硅藻土可能会引起呼吸道敏感或皮肤过敏，尤其是在长时间暴露的情况下。', 'GB14936-2012', '过滤剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (382, '叶酸', '### 叶酸作为食品添加剂

#### 介绍
- 叶酸是一种B族维生素，水溶性，科学名称为维生素B9。
- 在工业上，叶酸通常以其合成形式“folic acid”为食品和饮料强化而添加。
- 它在人体内负责多种关键生化过程，包括核酸的合成、红细胞的形成以及细胞生长和功能。

#### 用途
- **预防缺陷**：叶酸是预防神经管缺陷（如脊柱裂）的关键营养素，尤其是在妇女的怀孕初期。
- **食品强化**：在许多国家，面粉和谷物产品会强化叶酸，以减少大众因饮食不足导致的叶酸缺乏。
- **改善营养**：作为营养补充剂，叶酸被广泛添加在婴儿配方奶粉、孕妇和儿童的营养品中，以确保足够的摄入。

#### 安全性说明
- **世界卫生组织评估**：世界卫生组织和许多国家的卫生部门已经评估了叶酸的安全性，并建议其作为食品添加剂使用。
- **推荐摄入量**：虽然叶酸通常被认为安全，但对于成年人，每天不建议超过1毫克的额外叶酸摄入，孕妇也应在医生指导下适当增加。
- **过量风险**：长期过量摄入叶酸可能掩盖维生素B12缺乏的症状，增加某些健康问题的风险，比如心血管病。因此，消费者在摄取前需注意总摄入量。

以上信息可以用作食品添加剂的科普教育，帮助公众了解叶酸的重要性和使用时的注意事项。', 'GB15570-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (383, '葡萄糖酸钙', '### 葡萄糖酸钙

葡萄糖酸钙是一种常用的食品添加剂，以其营养价值和稳定性被广泛应用于多种食品中。

#### 介绍
- **化学式**：C12H22CaO14
- **性质**：葡萄糖酸钙是白色结晶或粉末，易溶于水，难溶于醇。
- **来源**：通常通过葡萄糖与氧化钙反应生成，或者通过其他生物发酵工艺合成。

#### 用途
- **营养补充剂**：作为钙的补充来源，用于增强食品和饮料中的钙含量。
- **稳定剂**：在乳制品和植物奶等食品中添加，以防止成分分离。
- **酸度调节剂**：调节食品与饮料的酸碱平衡，保持食品的稳定性和品质。
- **增味剂**：改善食品的口感和风味。

#### 安全性说明
- **认可**：国际食品法典委员会(Codex Alimentarius)和美国食品药品监督管理局(FDA)均认为葡萄糖酸钙作为食品添加剂是安全的。
- **日摄入允许量**：没有特定限制，但建议遵循适宜的食品添加剂使用量。
- **过敏信息**：葡萄糖酸钙通常认为是低过敏性，适合大多数人群食用。
- **注意事项**：长期大量摄入任何添加剂都可能引起健康问题，建议按标准用量使用。

通过以上信息，可以了解到葡萄糖酸钙作为食品添加剂的基本信息、用途以及安全性指导。这些知识对消费者使用和理解食品成分时会有所帮助。', 'GB15571-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (384, '赤藓红', '### 赤藓红

#### 介绍
- 赤藓红，也称为赤藓糖脂A，是一种红色的天然色素。
- 主要从红海藻种类如红萼藻中提取。
- 化学名称为R-Phycoerythrin，是一种蛋白质复合物。

#### 用途
- 常用作食品添加剂，用于给食品提供红色至紫红色的着色效果。
- 适用于糖果、冷饮、果汁饮料等多种食品。
- 也被用于非食品行业，如生物标记和化妆品领域。

#### 安全性说明
- 赤藓红的安全性在多个国家和地区得到了认可。
- 欧盟和美国食品及药品管理局（FDA）均批准其作为食品添加剂使用。
- 常规摄入下未发现有毒副作用，但敏感人群应适量使用，以防过敏反应。
- 长期和大量摄入的安全性还需更多研究来确认。', 'GB17512.1-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (385, '赤藓红铝色淀', '### 赤藓红铝色淀

#### 介绍
- 赤藓红铝色淀，也称为赤藓红钾盐或E124，是一种常用的合成食品色素。
- 该添加剂是通过赤藓醇处理铝并形成铝复合物得到的。
- 它主要用于提高或恢复食品的颜色，使其外观更加吸引消费者。

#### 用途
- **食品着色**：广泛用于糖果、饮料、零食和某些加工食品中提供粉红到红色的着色效果。
- **饮料**：用于某些非酒精饮料和低度酒精饮品中，增强色泽。
- **美容产品**：也可用于某些化妆品和个人护理产品中，如口红和洗发水。

#### 安全性说明
- **审批与限制**：赤藓红铝色淀在多个国家和地区（如欧盟）已被审查并批准用作食品添加剂，但应严格按照推荐的使用剂量。
- **可能的健康影响**：长期大量摄入可能与健康风险相关，比如在一些研究中，大量摄入人工色素可能与儿童的注意力缺陷和过动症（ADHD）症状有关。
- **敏感性和过敏反应**：极少数人可能对此类色素产生过敏反应，有特定食品添加剂过敏史的消费者应避免使用含赤藓红的产品。
- **建议使用**：消费者应注意食品标签，有选择地消费含有人工色素的食品，并注意个体的敏感性和健康条件。

以上信息是基于现有研究和食品安全机构的指导建议，用于增进对食品添加剂赤藓红铝色淀的理解和安全使用。', 'GB17512.2-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (386, 'L-苏糖酸钙', '### L-苏糖酸钙

L-苏糖酸钙是一种食品添加剂，化学式为C12H14CaO12。它是通过L-抗坏血酸（维生素C）与钙进行复合而得到的无机化合物。作为食品添加剂，它主要用于作为抗氧化剂和营养强化剂。

#### 介绍
- **化学性质**：L-苏糖酸钙由L-抗坏血酸（维生素C）与钙盐结合形成，通常呈固体粉末状。
- **制作过程**：首先将L-抗坏血酸和钙源（如氯化钙）在适当条件下反应，之后通过净化、干燥等步骤得到成品。
- **可溶性**：在水中具有一定的可溶性，便于在各种食品加工过程中使用。

#### 用途
- **抗氧化剂**：作为抗氧化剂，防止食品因氧化而变质，延长食品的保质期。
- **营养增强剂**：补充食品中钙和维生素C的含量，提高食品的营养价值。
- **稳定剂**：在食品加工过程中稳定产品色泽和质地。
- **面包和其他烘焙产品**：提升面团的质量，增加体积，并改善质感。

#### 安全性说明
- **国际认可**：已被世界卫生组织（WHO）和联合国粮农组织（FAO）的食品添加剂专家委员会（JECFA）认定为安全的食品添加剂。
- **每日摄入量**：建议每日最大摄入量以适当保守的水平确定，以确保长期使用的安全性。
- **过敏信息**：通常认为L-苏糖酸钙对大多数人来说是安全的，但对于特定体质的消费者（如对某些成分敏感的个体），建议在使用前咨询医生或专家。
- **使用限制**：在使用L-苏糖酸钙时，应遵循相关法规和指南，控制使用量以避免过量。

通过以上简洁明了的介绍，消费者可以更好地理解L-苏糖酸钙这一食品添加剂的性质和准确使用方式。', 'GB17779-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (387, '过氧化氢', '### 过氧化氢作为食品添加剂

#### 介绍
- **化学式**: H₂O₂
- **性质**: 无色液体，具有强氧化性。
- **产生方式**: 通常通过化学合成，如通过醋酸与过氧化氢反应制得。

#### 用途
- **消毒剂**: 用于食品加工过程中的消毒，可以有效杀灭细菌、病毒和其他微生物。
- **漂白剂**: 用于某些食品的漂白处理，如面粉、奶油和奶酪，以达到理想的颜色和外观。
- **保鲜剂**: 用于某些装瓶装食品和饮料的保存，包括乳制品和果汁，以延长其保质期。

#### 安全性说明
- **浓度控制**: 过氧化氢作为食品添加剂需要严格控制其使用浓度，通常在0.5%以下。
- **批准使用**: 多数国家的食品安全机构（如美国FDA、欧盟EFSA）已批准低浓度的过氧化氢用于食品加工。
- **存储和处理**: 需要妥善存储在阴凉、干燥的地方，并采取适当的安全措施以防止接触伤害和意外摄入。
- **潜在风险**: 高浓度的过氧化氢对人体有严重危害，应避免皮肤直接接触和吸入。', 'GB22216-2020', '消毒剂、漂白剂', 0x5B325D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (388, '三氯蔗糖', '### 三氯蔗糖

三氯蔗糖，或者又称作“Splenda”，是一种常见的人工甜味剂，由常规的蔗糖通过三个羟基团被氯原子取代而成。作为食品添加剂，三氯蔗糖广泛应用于各种无糖或低糖食品和饮料中。

#### 介绍
- **化学结构**：三氯蔗糖是由蔗糖经过化学处理，替换三个羟基（OH）为氯（Cl）得到。
- **特点**：无热量，甜度约为蔗糖的600倍。
- **溶解性**：在水中的溶解性良好，适合用于各种饮品。

#### 用途
- **减肥产品**：用于制作低热量食品和饮料，帮助减肥和控制能量摄入。
- **糖尿病食品**：适合糖尿病患者使用，不会引起血糖显著升高。
- **日常饮食**：可以用作日常饮食中糖的替代品，减少糖分摄入，预防牙齿蛀牙。

#### 安全性说明
- **国际认可**：被世界卫生组织（WHO）的食品添加剂专家委员会和美国食品药品监督管理局（FDA）认为是安全的食品添加剂。
- **长期研究**：长期的科学研究表明，适量使用三氯蔗糖对人体是安全的。
- **副作用**：虽然大多数人摄入三氯蔗糖没有不良反应，少数个体可能会出现轻微的消化不适。

通过以上简述，我们可以看到三氯蔗糖在食品工业中的应用具有相当的广泛性和重要性。在使用时，遵循适量原则，可确保健康和安全。', 'GB25531-2010', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (389, '纳他霉素', '### 纳他霉素

#### 介绍
- **来源**: 纳他霉素是一种由链霉菌属细菌（特别是链霉菌菌株）生成的天然发酵抗生素。
- **性质**: 该物质是一种白色或几乎白色的结晶性粉末，几乎不溶于水。
- **生产**: 它是通过发酵过程产生的，生产过程严格控制以保证最终产品的纯度和安全性。

#### 用途
- **食品保存**: 主要用于防止酵母菌和霉菌的生长，延长食品的保质期。
- **适用范围**: 常用于奶制品（如奶酪和酸奶）、肉制品、果酱和一些饮料中。
- **剂量控制**: 在食品中的应用量须符合当地食品法规的规定，通常以ppm（百万分之几）计。

#### 安全性说明
- **批准使用**: 纳他霉素已被世界卫生组织（WHO）和联合国粮食及农业组织（FAO）的食品添加剂专家委员会（JECFA），以及美国食品药品监督管理局（FDA）批准为食品添加剂。
- **毒理研究**: 据研究，纳他霉素在推荐剂量下对人体无害，并不存在致癌或其他长期健康风险。
- **过敏反应**: 对于大多数人来说是安全的，但极个别情况下可能会引起过敏反应。建议对已知有过敏史的消费者标明成分信息。

这些信息有助于了解纳他霉素作为食品添加剂的基本情况，适用性和安全性，希望对您的科普工作有所帮助。', 'GB25532-2010', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (390, '果胶', '### 果胶

果胶是一种多糖类物质，主要存在于植物的果实和根茎之中。在食品加工行业中，果胶被广泛使用作为一种天然的食品添加剂。

#### 介绍
- **来源**：主要从苹果、柑橘皮和其他果肉中提取。
- **结构**：由D-半乳糖醛酸和D-半乳糖均聚而成。
- **性质**：具有良好的凝胶成形能力，可以在不同的pH值和温度条件下形成凝胶。

#### 用途
- **凝胶剂**：用于制作果酱、果冻等，增加食品的凝固性。
- **稳定剂**：在乳制品如酸奶、冰淇淋中用以提升稳定性和口感。
- **增稠剂**：增加食品如汤和酱料的粘度。
- **乳化剂**：帮助油水混合物稳定，常用于沙拉酱和糖果。
- **低糖食品**：由于其低甜度特性，适用于低糖或无糖食品的加工。

#### 安全性说明
- **认证**：被世界卫生组织（WHO）和联合国粮食及农业组织的食品添加剂专家委员会（JECFA）评为安全。
- **日常摄取量**：已设置合理的每日允许摄入量 (ADI)。
- **过敏性**：果胶是由自然果物提取的非蛋白质，过敏反应极为罕见。
- **消化吸收**：大部分果胶不被人体直接消化，但可在肠道内被微生物发酵，对肠道健康有益。

以上信息有助于了解果胶的产地、作用和安全性等关键信息，使消费者对这一食品添加剂有更清晰的认识。', 'GB25533-2010', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (391, '红米红', '### 红米红

红米红是一种天然食品色素，它来源于红曲米，这是一种经过红曲霉菌（Monascus purpureus）发酵的稻米。由于其鲜艳的红色调，红米红常用于给食品增色。

#### 介绍
- **来源**：红米红是从红曲米中提取的天然着色剂，该米是用红曲霉发酵的白米。
- **成分**：主要成分包括红曲色素，如单宁红、红曲红等。
- **获取方式**：通过传统的发酵工艺，利用红曲霉在特定环境下发酵稻米得到。
- **色泽**：提供自然的红色到紫红色的色泽。

#### 用途
- **食品着色**：广泛用于肉制品、酒类（如红酒）、饮料、糕点和其他需要红色的食品中。
- **健康产品**：因其可能的健康益处，被添加到健康食品和补充剂中。
- **文化价值**：在亚洲一些地区，特别是中国和日本，红米红有着悠久的使用历史，常与传统和庆祝活动相关联。

#### 安全性说明
- **批准使用**：在许多国家被认可和批准为食品添加剂。
- **剂量考量**：应严格按照食品安全标准和建议使用量进行添加，过量使用可能存在安全风险。
- **研究评估**：存在关于长期大量摄入可能导致的健康风险的研究，建议消费者理性使用。
- **敏感性问题**：少数人可能对红曲米中的成分（如红曲霉）有敏感反应，使用时需注意过敏警告。

以上是关于红米红作为食品添加剂的科普介绍，希望对您了解此素有帮助。', 'GB25534-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (392, '结冷胶', '### 结冷胶

#### 介绍
- 结冷胶是一种天然的海藻糖胶，主要由红藻类中提取得到。
- 它是一种多糖，由D-半乳糖和3,6-脱氧-L-半乳糖组成。
- 结冷胶不溶于冷水，但能在热水中溶解后形成凝胶。

#### 用途
- **食品工业**：用作稳定剂和增稠剂，常见于果冻、冰淇淋、酸奶和其他乳制品中。
- **素食替代品**：可用作明胶的植物性替代品，尤其适用于制作素食甜点和果冻。
- **药物制剂**：在制药行业，结冷胶用于控释药物的载体及稳定剂。

#### 安全性说明
- **广泛认证**：结冷胶被多个国家认为是安全的食品添加剂，包括美国FDA和欧盟EFSA。
- **过敏反应**：一般被认为是安全的，但极少数人可能对其原料红藻过敏。
- **摄取适量**：建议按照食品添加剂使用标准进行适量添加，避免过量使用。

结冷胶作为一种食品添加剂，在多个方面提供了便利和功能性，但使用时还是需要注意个体差异和按照推荐量进行。', 'GB25535-2010', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (393, '萝卜红', '### 萝卜红

#### 介绍
- 萝卜红是一种天然食品着色剂，提取自红心萝卜。
- 主要成分为花青素，具有良好的稳定性。
- 色泽从红色到紫红色，能够提供丰富的色彩选项。

#### 用途
- 广泛用于饮料、糖果、果冻和冷冻甜品等产品中，增加视觉吸引力。
- 适用于调味品和肉制品，以改善颜色。
- 由于其天然属性，被用作合成色素的替代品。

#### 安全性说明
- 萝卜红是由食品原料直接提取，被认为是安全的。
- 在很多国家和地区（如欧盟、美国等）已获批准使用。
- 消费者应按照产品标签推荐的用量使用，避免过量。', 'GB25536-2010', '着色剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (394, '乳酸钠（溶液）', '### 乳酸钠（溶液）

乳酸钠作为一种广泛使用的食品添加剂，通常在食品加工过程中作为调节剂和防腐剂使用。它是通过中和乳酸与碳酸钠或氢氧化钠制备而成，具有保湿和调味的功能。

#### 介绍
- **化学名：** 钠乳酸盐
- **分子式：** C3H5NaO3
- **外观：** 无色透明或略带黄色的液体
- **溶解性：** 易溶于水，不溶于乙醇
- **制备方法：** 通常通过将乳酸与碳酸钠或氢氧化钠反应中和得到

#### 用途
- **食品保鲜和抗菌：** 用作肉制品、鱼制品等食品的防腐剂，有效控制微生物生长
- **pH调节剂：** 调整和稳定食品的酸碱平衡
- **风味增强剂：** 提高或改善食品的口感和风味
- **加工助剂：** 在酸奶、果冻等产品中用作凝固剂或增稠剂
- **营养补充剂：** 在运动饮料中添加以补充电解质

#### 安全性说明
- **FDA批准：** 美国食品和药物管理局（FDA）批准用作食品添加剂
- **EFSA认定：** 欧洲食品安全局（EFSA）认为其在常用浓度下对人体是安全的
- **剂量控制：** 需要遵守具体国家或地区对食品添加剂使用的法律规范
- **过敏性：** 通常被视为低过敏性食品添加剂，但敏感人群应注意
- **长期安全性：** 在广泛的科学研究和食品安全评估基础上，被确定为长期摄入安全

乳酸钠在食品工业中的使用广泛且效果显著，是一种效果良好且相对安全的食品添加剂。在使用时仍需按照食品安全标准与规范进行，确保消费者的健康与安全。', 'GB25537-2010', '水分保持剂、酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (395, '双乙酸钠', '### 双乙酸钠

双乙酸钠作为食品添加剂常见于多种处理食品中。其化学式为 CH3COONa，是一种常用于食品行业的防腐剂和调味剂。

#### 介绍
- **化学名**：双乙酸钠
- **化学性质**：白色粉末或颗粒
- **制备过程**：通常通过乙酸和碳酸钠的中和反应制得
- **溶解性**：易于水中溶解，不易溶于有机溶剂

#### 用途
- **防腐剂**：防止食品变质，延长保质期
- **调味剂**：提供特定的口感和风味
- **pH调节剂**：用于调节食品的酸碱度
- **抗菌剂**：抑制微生物生长，保持食品卫生

#### 安全性说明
- **认证**：已被国际食品法典（Codex Alimentarius）和多国食品安全机构批准使用
- **副作用**：正常剂量下通常不会引起明显副作用
- **使用限制**：在使用时需严格遵循推荐剂量，避免过量
- **敏感性问题**：极少数人可能对其产生敏感反应，使用前应咨询专业人士

双乙酸钠的使用在食品工业中是广泛且有效的，但必须在食品安全专家的指导下合理使用，确保消费者的健康和安全。', 'GB25538-2010', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (396, '双乙酰酒石酸单双甘油酯', '### 双乙酰酒石酸单双甘油酯

这种化学物质通常作为食品添加剂使用，具体信息如下：

#### 介绍
- **化学名称**：双乙酰酒石酸单双甘油酯（Diacetyl tartaric acid esters of mono- and diglycerides, 简称DATEM）
- **性质**：一种由酒石酸和甘油酯构成的乳化剂
- **来源**：通过化学合成的方式制得，主要从甘油和酒石酸衍生

#### 用途
- **改善质地**：用于面包和其他面点产品中，可以改善其质地，增加体积
- **稳定剂**：用作乳化剂和防止油水分离的稳定剂，常见于奶油和乳制品中
- **保持新鲜**：延长产品的保质期，减少食品变质
- **调整酸度**：用于调节食品的酸碱度，提高食品稳定性和口感

#### 安全性说明
- **普遍认可**：在多数国家和地区被认为是安全的食品添加剂
- **摄入限度**：虽然被认为安全，但仍建议按照当地食品安全标准限制日摄入量
- **过敏反应**：极少数个案可能对此添加剂产生过敏反应
- **法规遵守**：在使用前建议确保遵守当地关于食品添加剂的法规和指南

此外，尽管双乙酰酒石酸单双甘油酯被广泛使用并认为是安全的，消费者在选购含有此类添加剂的食品时仍应注意检查其它成分及其可能的健康影响。', 'GB25539-2010', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (397, '乙酰磺胺酸钾', '### 乙酰磺胺酸钾

#### 介绍
- 乙酰磺胺酸钾，化学式为C2H4KNO4S，是一种白色至微黄色晶体粉末。
- 主要通过化学合成获得，通常以乙酰氯与磺胺嘧啶钠反应制备。
- 在食品工业中，它被广泛使用作为防腐剂和抗氧化剂。

#### 用途
- **防腐剂**：乙酰磺胺酸钾可以抑制微生物生长，延长食品的保质期。
- **抗氧化剂**：有助于防止食品中的油脂氧化，保持食品颜色和口感。
- **酸味剂**：在某些软饮料和糖果中用作酸味剂，增加食品的酸味感。
- **食品加工助剂**：在加工过程中作为pH调节剂使用，优化食品加工环境。

#### 安全性说明
- **已获批准使用**：乙酰磺胺酸钾在许多国家和地区（如欧盟、美国）被认为是安全的食品添加剂。
- **摄入量限制**：尽管被认为是安全的，但还是需要控制在安全摄入量范围内，避免过量。
- **敏感性问题**：少部分人可能对其有敏感反应，表现为皮肤或呼吸道不适。
- **严格标准**：在使用乙酰磺胺酸钾作为食品添加剂时，需要遵循国家食品安全标准和规定。

这些信息可以帮助公众理解乙酰磺胺酸钾作为食品添加剂的应用和安全性，使消费者能够做出更明智的食品选择。', 'GB25540-2010', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (398, '聚葡萄糖', '### 聚葡萄糖

聚葡萄糖是多余的名称，正确的化学名称是麦芽糊精。

#### 介绍
- **成分来源**：麦芽糊精是通过部分水解淀粉（通常来自玉米、小麦、或马铃薯）制得的多糖。
- **化学结构**：由葡萄糖分子通过α-(1→4)葡萄糖键链接形成的线性结构，但也可能含有少量分支，通过α-(1→6)键链接。
- **物理特性**：白色粉末或浓缩液体，易溶于水，略有甜味。

#### 用途
- **食品工业**：作为稳定剂、增稠剂和填充剂，广泛用于糖果、调味品、饮料和烘焙产品中。
- **药品制造**：用作药物的辅助物质，帮助表面涂层和填充剂。
- **其他应用**：也可以用作化妆品的成分，提供稳定性和适当的质感。

#### 安全性说明
- **广泛认可**：麦芽糊精被多个国家的食品安全监管机构认可为安全的食品添加剂。
- **过敏性反应**：通常认为麦芽糊精是低过敏性的，但对于某些敏感的个体（如有特殊糖类过敏的人）需要警惕。
- **消化问题**：超过推荐摄入量可能会导致轻微的消化不适，如腹胀或腹泻。
- **适量使用**：在食品中的使用量通常较低，符合食品安全标准而不会引起健康风险。

以上内容可以用于食品添加剂相关的科普和教育，了解麦芽糊精（聚葡萄糖）在食品工业以及其他行业中的应用和影响。', 'GB25541-2010', '增稠剂、膳食纤维来源', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (399, '甘氨酸（氨基乙酸）', '### 甘氨酸（氨基乙酸）

#### 介绍
- 甘氨酸是一种非必需氨基酸，化学式为C2H5NO2。
- 它是人体内天然存在的氨基酸，也可以通过化学合成方式制备。
- 在食品工业中，甘氨酸经常作为食品添加剂使用，因其无色、无味并具有甜味。

#### 用途
- **味道调节剂**：甘氨酸可用于改善或增强食品的风味。
- **抗氧化剂助剂**：在某些食品中，甘氨酸可以与其他抗氧化剂一起使用，帮助延长食品的保质期。
- **营养强化剂**：由于甘氨酸是氨基酸的一种，它可以用于营养补充剂中，帮助补充人体所需的氨基酸。
- **pH调节剂**：在食品加工过程中，甘氨酸可以用来调整产品的酸碱度。
- **肉制品加工**：用作肉制品中的酸度调节剂和风味增强剂。

#### 安全性说明
- **普遍认为安全**：作为一种天然存在于人体中的氨基酸，甘氨酸被广泛认为是安全的。
- **规定使用量**：虽然安全，但使用时仍需按照当地食品安全规定和指南来控制添加量。
- **过量风险**：尽管没有严重毒性，但任何食品添加剂过量使用都可能引起消化不良或其他健康问题。
- **监管批准**：在许多国家和地区，甘氨酸作为食品添加剂的使用已由相应的食品和药品监督管理机构批准。

此文档的目的是用于科普，希望以简洁明了的方式介绍甘氨酸作为食品添加剂的相关信息。', 'GB25542-2010', '增味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (400, 'L-丙氨酸', '### L-丙氨酸（食品添加剂）

#### 介绍
- L-丙氨酸是一种非必需氨基酸，其化学式为C3H7NO2。
- 在食品工业中常作为味精的成分，用以增强食物的风味。
- 它在自然界中广泛存在，可从多种植物和动物源中获得。

#### 用途
- **风味增强剂**：L-丙氨酸在制造方便食品、调味品和肉制品中常用作风味增强剂。
- **营养补充剂**：作为蛋白质的构成单位，可以添加到运动饮料和健康食品中，以帮助提升体能和恢复肌肉。
- **质量改进剂**：在面包和面制品中添加，可以改善面团的处理性质和最终产品的口感。

#### 安全性说明
- L-丙氨酸被广泛认为是安全的，并且在多国被批准用作食品添加剂。
- 根据美国食品和药物管理局（FDA）和世界卫生组织（WHO）的评估，L-丙氨酸在通常使用水平下没有毒性。
- 适量摄入L-丙氨酸一般不会导致健康问题，但过量摄入任何添加剂都可能引起健康风险，应遵守食品安全标准和推荐摄入量。', 'GB25543-2010', '增味剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (401, 'DL-苹果酸', '### DL-苹果酸

DL-苹果酸是一种常见的有机酸，化学式为 C4H6O5，是D型和L型苹果酸的混合物。在食品工业中，它广泛用作酸味剂和调味剂。以下是DL-苹果酸作为食品添加剂的详细介绍、用途和安全性说明。

#### 介绍

- **化学性质**: DL-苹果酸是一种无色至微黄色的晶体或结晶性粉末，具有酸味。
- **溶解性**: 它在水和乙醇中均可溶解。
- **制备**: 通常通过化学合成的方法得到，可以从苹果等水果中自然提取，但也可通过发酵过程制得。

#### 用途

- **食品行业**: 作为酸度调节剂和风味增强剂使用，常添加于饮料、果汁、糖果、果酱和冰淇淋等。
- **保健食品**: 用于增加食品中的抗氧化剂，有助于保持食品色泽和新鲜度。
- **化妆品**: 在一些护肤品和美容产品中用作pH调节剂。
- **药品**: 在某些药物制造中用来调节酸碱平衡。

#### 安全性说明

- **食品安全评级**: DL-苹果酸被世界卫生组织（WHO）和联合国食品农业组织（FAO）的食品添加剂专家委员会(CODEX)认为是安全的。
- **每日摄入量**: 按照国际食品安全标准，已设定合理的每日摄入量。
- **过敏性**: 通常认为DL-苹果酸具有低过敏性，适合大多数人群使用。
- **注意事项**: 适量使用，过量可能导致消化系统不适。需要注意的是敏感人群应遵医嘱谨慎使用。

通过以上介绍，可以看出DL-苹果酸是一种多功能的食品添加剂，其广泛应用在多个行业中。在确保安全用量的前提下，它为食品和其他产品带来了多种益处。', 'GB25544-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (402, 'L(+)-酒石酸', '### L(+)-酒石酸

#### 介绍
- **化学名称**： L(+)-酒石酸是天然存在的有机酸，其化学式为 C4H6O6，也常被称为左旋酒石酸。
- **来源**： 它主要从葡萄酒的酿造过程中提取，也可以通过化学合成得到。
- **性质**： 白色结晶或粉末形态，易溶于水，具有酸味。

#### 用途
- **食品工业**： 作为酸度调节剂，在糖果、果冻、果酱、碳酸饮料及烘焙产品中使用。
- **调味料**： 用于增强食物的风味及保持其色泽。
- **抗氧化剂**： 增加产品的保质期，防止食品氧化变质。
- **协同抗结剂**： 在制作冷冻食品如冰淇淋时，防止结晶。

#### 安全性说明
- **食品级别安全**： L(+)-酒石酸被认为是安全的食品添加剂，已被国际食品法典委员会(Codex Alimentarius)及多个国家的食品安全机构批准使用。
- **无重大副作用**： 在常规的食品添加剂使用量下，不会引起有害副作用。
- **适用范围建议**： 应严格按照推荐的添加副量使用，过量可能会引起胃部不适或其他消化系统的轻微反应。
- **长期使用与研究**： 长期跟踪研究和临床试验显示，L(+)-酒石酸作为食品添加剂的使用是安全的。', 'GB25545-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (403, '富马酸', '### 富马酸

#### 介绍
- **化学名称**：富马酸（Fumaric acid），是一种无色的结晶固体。
- **分子式**：C4H4O4。
- **获取方式**：常通过化学合成法生产，例如通过苹果酸的加热脱水反应得到。
- **物理性质**：具有低溶解度在水中，但溶解度增加随着温度的升高。

#### 用途
- **食品酸度调节剂**：用于调整和控制食品的酸度和pH值，增强食品的口感和保持其稳定性。
- **抗氧化剂**：有助于防止食品的氧化，延长产品的保存期限。
- **风味增强剂**：在糖果、果酱和凉粉等甜品中添加，可以增加食品的酸味，提升风味体验。
- **面点改良剂**：在烘焙产品中使用，可以提高面团的质量和质感。

#### 安全性说明
- **国际食品法典标准**：富马酸被国际食品法典（Codex Alimentarius）认定为安全的食品添加剂。
- **美国FDA评估**：美国食品药品监督管理局（FDA）将富马酸列为一般公认为安全（GRAS）的物质。
- **最大使用限量**：根据食品种类，制定了不同的最大使用量限制，以确保消费者的安全。
- **常见不良反应**：正常食用量下一般不会引起不良反应，但过量摄取可能引起肠胃不适。

此信息旨在普及科学知识，了解富马酸作为食品添加剂在食品工业中的重要作用及其安全性标准。', 'GB25546-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (404, '脱氢乙酸钠', '### 脱氢乙酸钠

脱氢乙酸钠是一种常用的食品添加剂，化学式为Na(C2H3O2)。在食品工业中，它主要用作防腐剂和抗菌剂。

#### 介绍
- **化学名称**：脱氢乙酸钠
- **分子结构**：Na+ 和 C2H3O2- 的离子结合。
- **外观**：一般为白色粉末或颗粒状。
- **溶解性**：易溶于水，较难溶于乙醇。

#### 用途
- **防腐剂**：用于延长食品保质期，通过抑制微生物的生长。
- **PH调节剂**：用于调整食品中的酸碱平衡。
- **抗菌剂**：有效抵抗某些细菌和霉菌的生长，常用于果蔬加工。
- **风味改良剂**：有时候用于增强或调整食品的风味。

#### 安全性说明
- **批准使用**：在许多国家和地区（如欧盟、美国等）被认为是安全的食品添加剂。
- **限量规定**：使用时需遵循特定的最大限量规定，以确保消费者的安全。
- **可能的副作用**：一般来说，在适量使用下不会引起明显副作用，过量可能引起腹痛、恶心等症状。
- **敏感人群**：极少数人可能对其敏感，表现为过敏反应等不适症状。

在使用脱氢乙酸钠作为食品添加剂时，制造商和消费者都应遵循相关法规与安全指南，确保食品的安全性与卫生。', 'GB25547-2010', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (405, '丙酸钙', '### 丙酸钙

#### 介绍
- 丙酸钙是一种钙盐，化学式为Ca(C2H5COO)2。
- 它是一种白色粉末或结晶，无味或略带酸味。
- 通过将丙酸与碳酸钙或氢氧化钙反应生成。
- 在工业生产中常用的丙酸钙通常以结晶或粉末形式出现。

#### 用途
- 主要用作食品防腐剂，在面包、蛋糕及其他烘焙食品中延长保质期。
- 作为抗霉剂使用，在多种食品加工中抑制霉菌和其他微生物的生长。
- 可用作饲料添加剂，提高动物源产品的储存稳定性。
- 在农业中，用于果蔬保鲜和病害防控。

#### 安全性说明
- 丙酸钙被广泛认为是安全的食品添加剂，具有相对较低的毒性。
- 根据美国食品药品监督管理局（FDA）和世界卫生组织/联合国粮食与农业组织食品添加剂专家委员会（JECFA）的评估，丙酸钙属于GRAS（通常认为安全）物质。
- 不过，过量食用含丙酸钙的食品可能会引起胃肠道不适。
- 长期大量摄入可能影响矿物质的平衡，建议按照规定的剂量使用。', 'GB1886.356-2022', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (406, '丙酸钠', '### 丙酸钠

#### 介绍
- **化学式**：NaC2H5CO2
- **外观**：通常为白色粉末或颗粒状
- **溶解性**：易溶于水，具有较高的溶解度
- **来源**：丙酸钠可通过中和反应制得，将丙酸与碳酸钠或氢氧化钠反应即可生成丙酸钠

#### 用途
- **防腐剂**：在食品工业中用作防腐剂，延长食品保质期
- **抗菌剂**：对某些微生物（如霉菌和酵母）有抑制效果，保持食品安全和稳定
- **调味剂**：有时用于调整食品的酸度，提升口感
- **药物制造**：在医药工业中也有应用，作为缓冲剂或pH调节剂

#### 安全性说明
- **一般安全性**：被广泛认为是安全的食品添加剂，在全球多个国家和地区获得批准使用
- **用量限制**：应严格按照各国的食品安全标准适量使用，避免过量
- **敏感性问题**：对于某些特定群体，如有特殊健康问题或过敏体质者，建议在医生指导下食用含此添加剂的食品
- **环境影响**：在食品加工和废弃物处理过程中应制定措施，以最小化对环境的影响', 'GB25549-2010', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (407, '山梨醇酐单月桂酸酯（司盘 20）', '### 山梨醇酐单月桂酸酯（司盘 20）

#### 介绍
- 山梨醇酐单月桂酸酯，一般被称为司盘 20，化学名称为山梨酸单月桂酸酯。
- 它属于山梨酸酯类化合物，常以白色粉末或颗粒形态存在。
- 司盘 20 是一种由山梨酸及月桂酸通过酯化反应合成的脂肪酸酯。

#### 用途
- **食品保质剂**：司盘 20 作为食品添加剂，广泛用于防止食品变质和延长货架期，尤其是在烘焙食品和奶制品中。
- **抗微生物剂**：在食品中添加可帮助抑制霉菌和酵母菌的生长，保护食品免受微生物污染。
- **质地改良剂**：在一些加工食品中，增加司盘 20 可以改善食品的质地和稳定性。

#### 安全性说明
- **被广泛认为安全**：在多个国家和地区，包括欧盟和美国，司盘 20 已被食品药品监管机构批准为安全的食品添加剂。
- **限定使用量**：虽然被认为是安全的，但使用时仍需遵守规定的最大允许量，以避免过量摄入。
- **过敏性反应**：对于极少数敏感人群，可能会出现轻微的过敏反应，因此需注意标识成分以提醒消费者。
- **常规评估**：食品安全机构会定期评估其安全性，以确保消费者健康。', 'GB25551-2010', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (408, '山梨醇酐单棕榈酸酯（司盘 40）', '### 山梨醇酐单棕榈酸酯（司盘 40）

#### 介绍
- 又被称为司盘 40，学名为山梨醇酐单棕榈酸酯。
- 主要成分为山梨醇（一种糖醇）和棕榈酸（一种饱和脂肪酸）的酯化合物。
- 这种化合物是通过特定的化学过程合成的，通常用于食品加工作为乳化剂和稳定剂。

#### 用途
- **乳化剂**：帮助油水混合物稳定，防止分层，常见于奶油、调味品等产品。
- **稳定剂**：增加食品的保质期，保持产品的质感和颜色，用于冷冻食品和饮料中。
- **改善口感**：在冷饮、面包和糕点中添加以改善口感和延长保质期。
- **增稠剂**：在乳制品和甜品中用以增加稠度，改善食品结构。

#### 安全性说明
- **FDA 认可**：在美国，山梨醇酐单棕榈酸酯被食品与药品管理局（FDA）认为是安全的食品添加剂。
- **用量限制**：根据国际食品法典委员会（Codex Alimentarius）的标准，该添加剂在使用时需控制在特定的安全用量范围内。
- **过敏性低**：通常情况下，该物质不易引发过敏反应，适合多数人群使用。
- **广泛研究**：该物质的食品级应用已经经过了广泛的科学研究和长期的市场验证，被证明是安全的。

以上信息可用来科普山梨醇酐单棕榈酸酯的基本知诀、用途以及安全性，帮助公众更好地了解食品添加剂在现代食品生产中的重要角色。', 'GB25552-2010', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (409, '聚氧乙烯（20）山梨醇酐单硬脂酸酯（吐温 60）', '### 聚氧乙烯（20）山梨醇酐单硬脂酸酯（吐温 60）

#### 介绍
- 聚氧乙烯（20）山梨醇酐单硬脂酸酯，通常称为Polysorbate 60或吐温 60，是一种非离子型表面活性剂。
- 它是通过山梨醇酐与聚氧乙烯和硬脂酸的酯化反应制得。
- 该物质外观为黄色至淡黄色的蜡状固体。
- 主要用于食品、化妆品、制药等行业，充当乳化剂和稳定剂。

#### 用途
- **食品行业**：作为乳化剂，增加食品的均匀性和稳定性，常用于烘焙食品、冰淇淋和奶油。
- **化妆品行业**：用作乳化剂和稳定剂，在乳液和霜类产品中帮助水与油分均匀混合。
- **制药行业**：在药物制剂中作为溶解性增强剂和乳化剂，帮助有效成分的稳定和吸收。

#### 安全性说明
- 根据美国食品药品监督管理局（FDA）的认定，吐温 60作为食品添加剂是安全的。
- 欧盟食品安全局（EFSA）也认为，在现有的使用水平下，吐温 60作为食品添加剂是安全无害的。
- 尽管被认为是安全的，某些人可能会对其敏感，导致轻微的过敏反应。
- 按照制造商提供的建议量使用，避免过量，以保证安全和产品质量。

以上提供的信息是基于当前的科学研究和食品安全规范，用于科普和了解吐温 60在食品添加剂中的应用及其相关性。', 'GB25553-2010', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (410, '聚氧乙烯（20）山梨醇酐单油酸酯（吐温 80）', '### 聚氧乙烯（20）山梨醇酐单油酸酯（吐温 80）

#### 介绍
- **化学名称**：聚氧乙烯（20）山梨醇酐单油酸酯，常见名称为吐温 80。
- **性质**：为非离子型表面活性剂，通常呈黄色至棕色液体，带有轻微特异性气味。
- **化学式**：聚氧乙烯山梨烷醇酐环缠绕的油酸酯。

#### 用途
- **乳化剂**：在食品工业中用作乳化剂，可帮助油水混合，提高食品的稳定性和口感。
- **溶剂**：作为溶剂使用，帮助溶解食品中难溶的添加剂或营养成分。
- **表面活性剂**：在食品加工过程中作为表面活性剂，改善食品的外观和质感。
- **抗结剂**：用于防止粉末状食品成分相互粘结。

#### 安全性说明
- **安全评估**：吐温 80已经通过多个国家的食品安全机构如FDA（美国食品药品监督管理局）和欧盟食品安全局(EFSA)的审查和认证。
- **普遍认可**：作为食品添加剂，在许多国家被普遍认可和使用，尤其在使用范围和限度内通常被视为安全。
- **使用限制**：建议按照所在国家的标准和规定使用，过量使用可能导致消化不良或过敏反应。
- **过敏信息**：极少数情况下可能引发敏感体质者的过敏反应，使用前应了解个人体质情况。
- **环境影响**：综合各项研究显示，合理使用下对环境影响较小。', 'GB25554-2010', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (411, 'L-乳酸钙', '### L-乳酸钙

L-乳酸钙是一种常见的食品添加剂，主要用于调整食品的酸度和作为钙的补充来源。以下是关于L-乳酸钙的详细介绍、用途以及安全性说明。

#### 介绍
- **化学性质**: L-乳酸钙是由L-乳酸和钙离子组成的化合物。
- **外观**: 通常为白色粉末或颗粒。
- **溶解性**: 在水中的溶解性好，容易被人体吸收。

#### 用途
- **食品工业**: 作为pH调节剂和稳定剂，用于各种食品和饮料中。
- **营养补充剂**: 作为钙的来源，有助于强化食品和饮料，特别是对乳制品和植物基饮料的钙强化。
- **医药用途**: 在某些药品中使用，以利用其缓冲或钙补充作用。
- **其他应用**: 可用于个人护理产品中调节酸碱平衡。

#### 安全性说明
- **安全评估**: L-乳酸钙经过国际食品法典委员会(Codex Alimentarius)和其他食品安全机构认可为安全的食品添加剂。
- **摄入限制**: 在使用时应遵守限量使用原则，按照相关食品法规定的最大使用量进行添加。
- **过敏性**: 一般认为L-乳酸钙对人体低过敏性，不过敏源性极低。
- **适用人群**: 除非特别敏感，大多数人群均可安全食用。但建议特殊人群（如婴幼儿、孕妇和老年人）在医生指导下使用。

以上信息可为公众提供L-乳酸钙作为食品添加剂的基本科普知识。', 'GB25555-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (412, '酒石酸氢钾', '### 酒石酸氢钾

#### 介绍
- 酒石酸氢钾，也称为酒石酸钾，是一种自然存在于许多植物中的化合物，尤其是葡萄。
- 它的化学式是KHC4H4O6，呈白色粉末状。
- 在食品加工中主要是通过提取葡萄酒桶中的沉淀物或者合成的方式制备得到。

#### 用途
- **食品工业**：作为酸度调节剂，用于调整食品的酸碱平衡。
- **烘焙产品**：常用于做蛋糕和饼干等烘焙食品，能够与苏打粉反应生成二氧化碳，帮助面团膨胀。
- **饮品**：用于某些饮料中以改善口感和稳定颜色。
- **含铁食品**：作为铁的载体，增强食品的营养价值。

#### 安全性说明
- **美国食品药品管理局（FDA）**认定其为一般公认安全（GRAS）成分，可安全使用于食品中。
- **欧盟食品安全局（EFSA）**也确认了其作为食品添加剂的安全性。
- 需要按照所在国家关于食品添加剂使用的规定来使用，避免过量使用。
- 消费者一般不会从食品中摄入过量的酒石酸氢钾，因此使用是安全的，但敏感体质人群应首先咨询健康专业人员。', 'GB25556-2010', '膨松剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (413, '焦亚硫酸钾', '### 焦亚硫酸钾

焦亚硫酸钾，化学式为 K2S2O5，是一种常用的食品添加剂，以其防腐、抗氧化和漂白的功能而被广泛应用。下面是关于焦亚硫酸钾作为食品添加剂的详细介绍、用途和安全性说明。

#### 介绍
- **化学性质**：焦亚硫酸钾是一种白色斑点或颗粒状固体，遇潮湿空气可能逐渐分解生成硫酸和亚硫酸。
- **溶解性**：在水中较易溶解，但不溶于醇。
- **生产方式**：通常通过中和硫酸与亚硫酸钾或通过亚硫酸气体与氢氧化钾反应得到。

#### 用途
- **防腐剂**：在食品加工中，用以防止微生物生长，延长食品保质期。
- **抗氧化剂**：防止或延缓食品中脂肪和油的氧化，保持食品的新鲜和色泽。
- **漂白剂**：在一些食品加工过程中，如干果和蔬菜类食品中，用于改善外观。
- **酶促反应抑制剂**：抑制某些酶的活性，阻止食品变色和变味。

#### 安全性说明
- **合理用量**：焦亚硫酸钾的使用应遵守当地法规与国际食品安全标准，过量可能引起健康问题。
- **不适人群**：对亚硫酸盐敏感的人群应避免食用含此添加剂的食品，可能导致过敏反应。
- **国际认可**：被世界卫生组织（WHO）和食品农业组织（FAO）纳入食品添加剂的安全使用列表。
- **标签标示**：食品中含有焦亚硫酸钾须在标签上明确标示含量及警告信息，以确保消费者信息透明。

焦亚硫酸钾作为食品添加剂，在确保合理使用的前提下是安全的。消费者在选购含此类添加剂的食品时，应注意查看其成分和用量标示，确保不超过推荐的日摄入限量。', 'GB25570-2010', '漂白剂、防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (414, '活性白土', '### 活性白土作为食品添加剂

活性白土，亦称活性白垩或活性粘土，是一种经过特殊处理使其表面具有较高吸附性能的无机粉末材料。在食品工业中，它主要用于提纯和脱色。

#### 介绍
- **主要成分**：主要由蒙脱石组成，经过酸洗处理后增加了其表面积和吸附能力。
- **制备过程**：原料通常经过筛选、研磨、酸洗、水洗、干燥和磨粉等多个步骤。
- **物理形态**：细微的粉末，颜色从白色到灰色不等。

#### 用途
- **脱色剂**：在糖、食用油和蜡等的加工过程中作为脱色剂，去除不希望的颜色。
- **净化剂**：用于去除油脂、香料、酒类等食品中的杂质和有害物质。
- **稳定剂**：可以帮助维持产品的稳定性，防止成份分离。
- **载体**：可用作某些食品添加剂的载体，例如香料和营养成分。

#### 安全性说明
- **食品级要求**：应选择符合食品安全标准的产品，确保没有有害物质残留。
- **使用限制**：在使用时应遵循相关食品添加剂的使用规定，包括用量和用途限制。
- **检测与认证**：应通过食品安全相关认证，如FDA或欧盟EFSA的安全评估。
- **过敏反应**：一般不会引起过敏反应，但使用前还需考虑消费者的具体体质和健康状况。

这些信息有助于公众更好地理解活性白土作为食品添加剂的相关知识，确保在使用这类产品时的安全性和效果。', 'GB25571-2011', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (415, '氢氧化钙', '### 氢氧化钙作为食品添加剂

#### 介绍
- **化学式**: Ca(OH)₂，通常称为熟石灰或消石灰。
- **性质**: 它是一种白色粉末或颗粒，具有强碱性。
- **来源**: 通过将钙化合物（如石灰石或白云石）加热到高温脱碳生成氧化钙，随后加入水制得。

#### 用途
- **调节酸碱平衡**: 在食品加工中用来调整或维持食品的酸碱度。
- **改善加工性质**: 在豆制品制作过程中，如制作豆腐时作为凝固剂，有助于豆浆凝结成豆腐。
- **保持食品颜色**: 在水果和蔬菜的加工中使用，可以保持其鲜明的颜色。

#### 安全性说明
- **一般认为安全**: 在适量使用下，作为食品添加剂的氢氧化钙被认为是安全的。
- **注意用量**: 过量可能导致食品碱性过强，影响味觉和食品的营养价值。
- **储存与处理注意事项**: 应储存在干燥、避光的环境中，避免与酸性物质接触。
- **接触安全**: 在处理氢氧化钙时应佩戴适当的防护装备，避免皮肤和眼睛直接接触，因为其具有腐蚀性。', 'GB1886.375-2024', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (416, '过氧化钙', '### 过氧化钙

#### 介绍
- 过氧化钙（化学式 CaO₂）是一种白色或灰白色的粉末或晶体。
- 它是由氧化钙（CaO）在有氧环境下与氧气反应制得。
- 作为食品添加剂，过氧化钙通常用于面粉和面包制品中。

#### 用途
- **面粉改良剂**：过氧化钙用来改善面粉的漂白效果和烘焙性能。
- **保鲜剂**：在面包制品中添加过氧化钙可以延长保质期，防止面包过早变质或发霉。
- **氧化剂**：在食品工业中，过氧化钙作为氧化剂，帮助调整食品的加工特性。

#### 安全性说明
- **认证与批准**：过氧化钙作为食品添加剂在许多国家和地区都得到了正式的批准和认证。
- **使用限量**：按照食品法规，使用过氧化钙时需控制在安全的限量范围内，以确保食品的安全性。
- **潜在风险**：尽管过氧化钙在规定的限量下一般被视为安全，过量使用或不当使用可能对健康造成潜在风险。
- **敏感性问题**：对特定人群（如对过氧化钙敏感的人），食用含有过氧化钙的食品可能会引起不适。

以上信息供参考，对于具体使用过氧化钙作为食品添加剂的细节，建议咨询专业人士或查看当地的食品安全法规。', 'GB25573-2010', '氧化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (417, '次氯酸钠', '### 次氯酸钠作为食品添加剂

#### 介绍
- **化学成分**：次氯酸钠（Sodium Hypochlorite）是一种无色或微黄色液体，主要成分为NaOCl。
- **制备方法**：通常通过氯气直接和氢氧化钠溶液反应而成。
- **特性**：具有强氧化性和较高的反应活性。

#### 用途
- **消毒剂**：广泛用于食品加工设备和容器的消毒。
- **漂白剂**：用于去除食品生产过程中的顽固污渍和色素。
- **水处理**：用于饮用水和废水处理中，以杀灭细菌和维持水质安全。

#### 安全性说明
- **浓度控制**：使用时需严格控制浓度，避免过高浓度导致有害化学反应。
- **操作注意**：操作时需佩戴适当的防护装备，如手套和护目镜，避免与皮肤直接接触。
- **存储条件**：应存放在阴凉、干燥处，远离热源和直射光线，避免因高温或阳光直射导致分解。
- **处置要求**：废弃物需按照当地规定进行安全处理，防止对环境造成污染。

以上信息主要面向食品添加剂的科普用途，请在专业人士的指导下正确使用次氯酸钠。', 'GB25574-2010', '消毒剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (418, '氢氧化钾', '### 氢氧化钾作为食品添加剂

#### 介绍
- **化学式**：KOH
- **别名**：烧碱、苛性钾
- **形态**：通常以白色粉末或片状固体形态出现
- **溶解性**：在水中极易溶解，溶解时会放出大量热量。同样可溶于醇和数种其他溶剂。
- **制备**：通常通过电解食盐水来制造氯化钠，副产品即为氢氧化钾。

#### 用途
- **pH调节剂**：氢氧化钾用于调整食品的酸碱度。
- **去皮剂**：在水果和蔬菜加工中，用于去除皮肤。
- **稳定剂**：在食品工业中用作稳定剂和增稠剂。
- **清洁剂**：可用于食品加工设备的清洁和维护，尤其是在去除油脂和残留物方面。

#### 安全性说明
- **腐蚀性**：氢氧化钾具有极强的腐蚀性，必须在妥善的安全措施下使用。
- **使用限制**：在食品中使用时，必须严格按照国家标准和食品法规，控制使用量。
- **操作注意**：操作人员需穿戴适当的防护装备，避免皮肤和眼睛直接接触。
- **急救措施**：一旦发生接触，应立即用大量水冲洗，并寻求医疗帮助。

氢氧化钾在食品添加剂中的使用需慎重，且卫生安全标准对于其使用有严格的规定，以保障消费者健康和安全。', 'GB25575-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (419, '二氧化硅', '### 二氧化硅

二氧化硅作为食品添加剂，常见于许多食品处理过程中，具有多种作用，从改善食品的质感到作为防结剂使用。

#### 介绍
- **二氧化硅**（化学式：SiO₂）是一种自然存在的矿物，广泛分布于地球的岩石、砂和土壤中。
- 在食品工业中，二氧化硅通常作为食品添加剂使用，用途广泛。
- 作为添加剂，它主要以细粉末的形式出现，颜色从白色到无色不等。

#### 用途
- **防结剂**：二氧化硅被广泛用于粉末状或颗粒状食品中，以防止其结块。
- **载体**：帮助分散和传递其他添加剂，如香料和颜色，确保食品质量的一致性。
- **增稠剂和防潮剂**：在油炸食品中添加来吸收多余的油脂，减少油脂感。
- **改善质感**：在一些低脂食品中添加，提供更丰富的口感。

#### 安全性说明
- **广泛评估**：二氧化硅作为食品添加剂的安全性已被各国食品安全机构如美国食品药品管理局(FDA)和欧盟食品安全局(EFSA)广泛评估。
- **一般认为是安全的**：在常用剂量下，二氧化硅被认为是安全的（GRAS）。
- **消化系统影响**：二氧化硅基本上不在体内吸收，通过肠道排出，对人体健康影响小。
- **个别敏感性**：尽管普遍认为是安全的，极少数人可能对二氧化硅或其任何杂质有敏感反应。

二氧化硅作为食品添加剂，在确保食品质量和增强消费者体验方面发挥着重要的作用。然而，对于任何食品添加剂，建议消费者在了解其特性和安全性基础上，做出信息化的食用选择。', 'GB25576-2020', '抗结剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (420, '硫酸锌', '### 硫酸锌

硫酸锌是一种无机盐，化学式为ZnSO₄。它通常以无色或白色晶体形式出现，在食品工业中，硫酸锌主要用作营养强化剂和保鲜剂。

#### 介绍
- **化学类型**：无机盐
- **分子结构**：由锌离子 (Zn²⁺) 和硫酸根离子 (SO₄²⁻) 构成
- **外观**：常见的形态为白色粉末或晶体

#### 用途
- **营养补充**：在食品加工中添加，以增加食品中的锌含量，锌是人体必需的微量元素，参与多种代谢过程。
- **食品加工**：作为酸度调节剂和抗结剂使用，帮助改善食品的质感和稳定性。
- **保鲜剂**：可用作某些食品的保鲜剂，帮助延长食品的保质期。

#### 安全性说明
- **健康影响**：正常剂量下，硫酸锌通常被认为是安全的。长期或高剂量摄入可能导致锌过量，可能引起胃肠不适、头痛、乏力等。
- **日常摄入限制**：世界卫生组织建议锌的日常摄入量应控制在一定范围内，成人的锌上限为40mg/日。
- **监管状态**：在多数国家和地区，硫酸锌作为食品添加剂的使用需遵守当地的食品安全标准和规定。

硫酸锌作为食品添加剂的使用通常需要严格控制其使用量，确保不超过健康标凈，以保证食品的安全性和营养价值。', 'GB25579-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (421, '亚铁氰化钾（黄血盐钾）', '### 亚铁氰化钾（黄血盐钾）

#### 介绍
- **化学式**: K₄[Fe(CN)₆]·3H₂O
- **外观**: 一般呈现为黄色结晶或粉末。
- **溶解性**: 在水中易溶，不溶于醇。
- **产地**: 主要在实验室中通过化学反应制得，也可通过工业化生产获得。

#### 用途
- **防止食品变色**: 在加工过程中可用作抗氧化剂，防止水果和蔬菜等食品氧化变色。
- **增强食品色泽**: 可用于增强糖果、果酱等加工食品的颜色。
- **铁的营养补充剂**: 在某些情况下，可以作为铁的来源添加到强化食品中。

#### 安全性说明
- **FDA认证**: 在美国，亚铁氰化钾作为食品添加剂是由美国食品药品监督管理局（FDA）认证的。
- **使用限制**: 使用时需严格遵守安全用量规定，避免超标使用。
- **毒性低**: 亚铁氰化钾本身毒性较低，但需避免与酸性物质混合，防止产生有害物质。
- **安全储存**: 储存时需放置于干燥阴凉处，避免与有害物质混存。

通过上述内容可了解到，亚铁氰化钾作为食品添加剂时的基本信息和注意事项，确保其在食品加工中的安全和有效使用。', 'GB25581-2010', '抗结剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (422, '硅酸钙铝', '### 硅酸钙铝

#### 介绍
- **化学成分**：硅酸钙铝是一种由硅、钙、铝元素构成的化合物。
- **外观特性**：它通常以粉末形态存在，颜色从白色到灰色不等。
- **生产过程**：主要通过在特定条件下合成硅酸盐和铝酸盐与钙源反应来制得。

#### 用途
- **抗结剂**：在食品加工中，硅酸钙铝可以用作抗结剂，帮助粉末状食品如奶粉保持颗粒流动性。
- **稳定剂**：提升食品质地，确保加工食品在保质期内保持一致性和稳定性。
- **载体或者稀释剂**：用于增稠剂和颜料中，帮助均匀分布其他食品添加剂。

#### 安全性说明
- **认证和规格**：硅酸钙铝作为食品添加剂，在许多国家被批准使用，必须符合特定的安全标准和纯度要求。
- **毒理学研究**：现有的毒理学研究表明，适量使用硅酸钙铝是安全的，没有毒性反应。
- **使用限制**：虽然被认为是安全的，但仍需遵循食品安全机构制定的使用最大限量，过量使用可能会影响健康。
- **敏感性考虑**：对于有特定健康问题或对硅酸盐、铝敏感的人群，建议在专业人士的指导下使用。', 'GB25582-2010', '抗结剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (423, '硅铝酸钠', '### 硅铝酸钠

硅铝酸钠在食品行业中作为添加剂使用，具有多种功能和特性，以下是其介绍、用途和安全性的详细说明。

#### 介绍
- **化学性质**：硅铝酸钠是一种白色粉末，不溶于水，化学式为 NaAlSiO₄。
- **制备方法**：通常通过高温熔融硅酸盐和铝源物质，再通过冷却和精细研磨得到。
- **食品级别**：作为食品添加剂使用时，需符合特定的纯度和安全标准。

#### 用途
- **抗结剂**：用于防止食品中的粉末状物质如面粉、奶粉、糖等结块。
- **载体或分散剂**：有助于改善食品中其他添加剂的分散性和稳定性。
- **触媒支持体**：在特定食品工艺中，例如在某些化学反应中作为催化剂的载体。

#### 安全性说明
- **食品安全标准**：在多个国家和地区被批准为食品添加剂，需符合相关食品安全法规和标准。
- **摄取限制**：虽然被广泛认为是安全的，但摄取量应控制在安全限值范围内。
- **敏感性和过敏**：普遍认为对大多数人是安全的，但敏感个体应避免过量摄入。

通过认真评估和遵守各国食品安全标准，硅铝酸钠作为食品添加剂的使用是一种安全且有效的方式来改善食品质量和增加食品的可操作性。', 'GB25583-2010', '抗结剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (424, '氯化镁', '### 氯化镁作为食品添加剂

#### 介绍
- **化学式**: MgCl₂
- **属性**: 无色或白色的晶体，易溶于水，苦咸味。
- **来源**: 主要从海水、地下卤水及盐湖中提取。
- **形态**: 常见为颗粒状或片状。

#### 用途
- **豆制品加工**: 作为凝固剂，用于制作豆腐，提升豆腐的质地和口感。
- **食品保湿和质构改善**: 在多种食品中添加以调节质地，增加保湿性。
- **营养补充剂**: 作为镁的来源，补充人体所需的镁元素。
- **食品加工辅助材料**: 在某些加工过程中用作稳定剂和增稠剂。

#### 安全性说明
- **一般安全性**: 在适当使用条件下，氯化镁作为食品添加剂是安全的。
- **食品安全标准**: 符合国内外食品安全标准，如美国FDA和欧洲EFSA的规定。
- **过量风险**: 过量摄取可能导致肠胃不适，如腹泻等症状。
- **敏感性注意**: 对某些体质特别是肾功能受损者，需谨慎使用，可能要考虑降低摄取量。', 'GB25584-2010', '凝固剂、营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (425, '氯化钾', '### 氯化钾作为食品添加剂

#### 介绍
- **化学式**: KCl
- **性质**: 无色或白色结晶性粉末，可溶于水，味道微咸。
- **来源**: 主要通过采矿获得的天然矿物或者通过化工处理海水获得。

#### 用途
- **替代食盐**: 用于低钠食品中替代食盐，帮助控制血压和心脏病。
- **增味剂**: 在各种食品加工过程中增加口感和风味。
- **保湿剂**: 用来保持食品的水分，防止干燥。
- **辅助加工**: 在肉类加工中用作腌制剂，帮助蛋白质溶解，改善质地。

#### 安全性说明
- **每日推荐摄入量**: 一般成年人每日摄入量建议不超过3.5-4.7克。
- **监管审批**: 国际食品法典委员会(Codex Alimentarius)和多个国家的食品安全机构批准作为食品添加剂使用。
- **过量风险**: 长期大量摄入可能对肾脏功能造成负担，适量使用。
- **过敏性**: 氯化钾一般认为是安全的，无过敏性报道。
- **交互效应**: 和某些药物可能会有交互作用，如高血压或者心脏病药物。

以上为氯化钾作为食品添加剂的介绍、用途、安全性说明，希望对您有所帮助。', 'GB25585-2010', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (426, '碳酸氢三钠（倍半碳酸钠）', '### 碳酸氢三钠（倍半碳酸钠）

#### 介绍
- **化学名称**：碳酸氢三钠，又称为倍半碳酸钠。
- **化学式**：NaHCO₃。
- **外观**：为白色粉末，无味。
- **溶解性**：易溶于水，不溶于醇。

#### 用途
- **烘焙**：作为膨松剂，用于制作面包和蛋糕等烘焙食品。
- **酸度调节剂**：可以中和食品中的酸性物质，改善口感。
- **保持剂**：帮助食品保持颜色和自然味道。
- **清洁剂**：清洗蔬果时去除农药残留和其他不溶性杂质。

#### 安全性说明
- **普遍认可**：普遍认为是安全的食品添加剂，被多个国家和地区的食品监管机构批准使用。
- **副作用**：通常在食品中使用的量是安全的，过量摄入极少会引起不良反应。
- **注意事项**：长期大量摄入可能对健康造成影响，应按照推荐用量使用。
- **敏感人群**：部分敏感人群（如患有高血压或心脏病的患者）可能需要咨询专业医生后使用。', 'GB25586-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (427, '碳酸镁', '### 碳酸镁

#### 介绍
- **化学性质**：碳酸镁（MgCO₃）是一种白色粉末，不溶于水，但溶于酸。
- **来源**：通常通过采矿或从海水中提取镁盐来生产。
- **制备方法**：在工业生产中，碳酸镁通常通过二氧化碳通过镁盐溶液的方式形成沉淀来得到。

#### 用途
- **食品级调节剂**：作为酸度调节剂，可以中和食品中的酸性物质。
- **抗结剂**：在干粉类食品（如粉末饮料、调味料等）中作为抗结剂使用，防止粉末物料结块。
- **营养补充剂**：由于碳酸镁中含有镁元素，常作为镁的补充来源，有助于补充日常饮食中可能缺失的镁。

#### 安全性说明
- **通常安全性**：被广泛认为是安全的食品添加剂，已被多个国家和地区（如欧盟、美国FDA）认可用于食品中。
- **摄取限制**：虽然一般安全，过量摄入还是可能导致消化不良或其他副作用，如腹泻。
- **敏感群体注意**：特定人群（如肾功能不全者）应注意控制碳酸镁的摄入量，避免健康影响。', 'GB25587-2010', '抗结剂、营养强化剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:12');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (428, '碳酸钾', '### 碳酸钾

碳酸钾是一种常用的食品添加剂，其化学式为K2CO3。以下是作为食品添加剂的碳酸钾的介绍、用途和安全性说明。

#### 介绍
- **化学性质**：碳酸钾是一种无色晶体或白色粉末，味微苦，易溶于水，不溶于醇。
- **制备方法**：通常通过天然来源的钾盐与碳酸钠的反应来制得。
- **历史应用**：碳酸钾自古以来就用于肥皂制作和玻璃生产，近现代开始应用于食品中。

#### 用途
- **调节酸碱平衡**：作为碱性物质，碳酸钾可以用于调整食品的酸碱平衡。
- **膨松剂**：在面包和糕点制作中，可作为膨松剂使用，帮助面团发酵，提升质地。
- **稳定剂与增稠剂**：在冷饮和果酱中添加，可以增加产品的稳定性和粘度。
- **钾的补充来源**：碳酸钾可以作为食品中钾元素的补充来源。

#### 安全性说明
- **一般安全**：遵循适当的使用指南时，碳酸钾通常被认为是安全的食品添加剂。
- **适宜摄入量**：应根据食品安全机构的推荐摄入量使用，避免过量。
- **过敏与副作用**：极少数人可能对碳酸钾感觉不适，如出现任何过敏反应，请立即停止使用并咨询医生。
- **监管标准**：在许多国家，碳酸钾的使用量和用途都受到食品安全监管标准的控制。如有疑问，可参考当地食品与药物管理局的规定。

通过了解碳酸钾在食品中的应用及其安全性，消费者可以更放心地接受含有此添加剂的食品。', 'GB25588-2010', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (429, '亚硫酸氢钠', '### 亚硫酸氢钠 (作为食品添加剂)

#### 介绍
- **化学式：** NaHSO₃
- **别名：** 硫代硫酸钠、亚硫酸钠
- **性质：** 亚硫酸氢钠为白色晶体或粉末，具有强烈的刺激性气味。
- **制备：** 通常通过亚硫酸气体溶入碱性溶液中制得。

#### 用途
- **防腐剂：** 在食品行业中用于防止微生物生长和食品变质，延长食品的保质期。
- **抗氧化剂：** 防止食品氧化，维持食品的原味和颜色。
- **漂白剂：** 在干果和其他一些加工食品中用作漂白剂，改善外观。
- **发酵剂：** 在一些面点和酿酒中加速发酵过程。

#### 安全性说明
- **摄入限制：** 在使用中需控制其添加剂剂量，过量食用可能导致舌炎、呼吸道刺激等健康问题。
- **敏感性反应：** 对于亚硫酸盐敏感的人群，摄入后可能引发严重过敏反应，如哮喘发作。
- **监管标准：** 在多数国家，食品中亚硫酸氢钠的使用都受到严格的食品安全标准和监管。
- **安全操作：** 在食品加工过程中需采取适当措施避免过量使用，并保持工作场所的通风，以防止吸入刺激性气体。

通过了解这些基本信息，消费者和食品生产者可以更好地了解如何安全、合理地使用亚硫酸氢钠，确保食品安全性及卫生标准。', 'GB25590-2010', '漂白剂、防腐剂', 0x5B5D, '', '2024-10-10 12:48:57', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (430, 'N,2,3-三甲基-2-异丙基丁酰胺', '### N,2,3-三甲基-2-异丙基丁酰胺

#### 介绍
- N,2,3-三甲基-2-异丙基丁酰胺是一种有机化合物，具有多种化学功能。
- 该物质为无色或淡黄色的液体或固体，具有特殊的化学结构。
- 在食品工业中，此类化合含量小，但用途广泛。

#### 用途
- **食品防腐剂**：用于延长食品的保质期，防止微生物生长。
- **风味增强剂**：改善或增强食品的原有味道和口感。
- **加工助剂**：在食品的加工过程中改善加工性能，如改善乳化效果，增加稳定性等。

#### 安全性说明
- **严格审查**：该化合物的使用需要经过严格的食品安全审查和认证，以确保其对人体健康无害。
- **限量使用**：在食品中的使用量严格依据相关食品安全标凈和法规，超量使用可能会对健康造成影响。
- **敏感人群须谨慎**：部分人群如儿童或敏感体质的人士可能对此类化合物更为敏感，建议这部分人群在食用含此类添加剂的食品前咨询专业意见。', 'GB25593-2010', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (431, '碘酸钾', '### 碘酸钾

#### 介绍
- 碘酸钾（化学式：KIO₃）是一种无色或白色晶体或粉末，具有强氧化性。
- 在食品工业中，碘酸钾主要用作碘的来源，用于碘化盐的制备，帮助预防碘缺乏导致的疾病。
- 由于其稳定性好，特别适合在高温下加工的食品中使用。

#### 用途
- **碘化剂**：用于食盐中添加碘，预防由于碘缺乏引起的疾病，如甲状腺肿。
- **营养强化剂**：可以添加到面粉和婴儿配方食品中，以确保足够的碘摄取。
- **保防作用**：在一些食品加工过程中，作为抗氧化剂使用，帮助防止食品腐败。

#### 安全性说明
- 碘酸钾被世界卫生组织（WHO）认定为安全的食品添加剂，但必须控制在推荐的摄取量内。
- 过量摄取可能导致碘过量，可能会引起甲状腺功能异常。
- 应避免与还原剂和易燃物质接触，因为碘酸钾具有强氧化性。
- 在使用前应查阅相关安全数据表（MSDS），了解具体的处理和储存要求。
- 对于碘敏感人群，使用前应咨询医疗专家。', 'GB26402-2011', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (432, '特丁基对苯二酚', '### 特丁基对苯二酚

#### 介绍
- 特丁基对苯二酚，也称作BHA（Butylated Hydroxyanisole），是一种化学合成的抗氧化剂。
- 它的主要成分是由对苯二酚和丁烷反应而成的衍生物。
- 这种物质常用作食品、化妆品和制药工业的防腐剂。

#### 用途
- **食品保鲜**：作为抗氧化剂延长食品的保质期，防止食品中的油脂氧化变质。
- **化妆品行业**：在化妆品中用作防腐剂，保护产品在存放过程中不被氧化。
- **制药工业**：用于某些药品的制造，以防止原料氧化。

#### 安全性说明
- **已被多个国家食品药品监管机构认可**：例如美国FDA（食品和药物管理局）和欧盟EFSA（欧洲食品安全局）。
- **摄取限制**：尽管被认为是安全的，但对其摄入量还是有一定的限制，过量摄入可能对健康不利。
- **可能的副作用**：在极少数情况下，某些人可能对特丁基对苯二酚过敏，表现为皮肤刺激或者更严重的反应。
- **长期安全性研究**：虽然短期内被认为是安全的，但仍在持续研究特丁基对苯二酚长期摄入的影响。

特丁基对苯二酚作为食品添加剂使用时，需要严格按照相关安全标准来进行管理和使用，以确保消费者的安全。', 'GB26403-2011', '抗氧化剂', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (433, '赤藓糖醇', '### 赤藓糖醇

#### 介绍
- **来源**：赤藓糖醇，也称作红藻糖醇，是一种天然存在的糖醇，主要由赤藻类植物中提取得到。
- **结构**：化学式为C6H12O6，属于六碳糖醇。
- **特点**：赤藓糖醇不仅甜度适中，而且具备良好的稳定性，是一种优良的天然甜味剂。

#### 用途
- **低热量甜味剂**：在各种低糖或无糖食品和饮料中作为甜味剂使用，尤其适合糖尿病患者和减肥人士。
- **口感改良剂**：在冰淇淋、果酱和糕点中能改良口感，增加滑润度，防止结晶。
- **保湿剂**：在食品加工中用作保湿剂，延长食品的保质期。
- **制药用途**：在制药行业中，赤藓糖醇用作口服液体药剂的甜味剂和稳定剂。

#### 安全性说明
- **FDA认证**：美国食品药品管理局（FDA）批准赤藓糖醇作为食品添加剂，认为其安全性高。
- **低卡路里**：赤藓糖醇的热量较低，对于需要控制能量摄入的消费者是一个安全的选择。
- **耐受性**：大多数人对赤藓糖醇的耐受性良好，但少数人在大量摄入时可能会出现轻微的消化不适。
- **广泛应用**：在全球多个国家和地区被广泛使用，并通过各种健康和食品安全机构的认证。', 'GB26404-2011', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (434, '叶黄素', '### 叶黄素作为食品添加剂

#### 介绍

- 叶黄素是一种天然存在的类胡萝卜素，广泛分布于各种蔬菜、水果和其他食物中。
- 它是一种强效的抗氧化剂，可以帮助抵抗由自由基引起的细胞损伤。
- 叶黄素在工业上主要通过萃取自玉米、菠菜、橄榄油等富含叶黄素的植物，或者通过化学合成的方式来生产。

#### 用途

- **食品着色剂**：叶黄素作为天然色素广泛添加在食品中，提供黄色到橙色的色泽，常见于冷饮、糕点和果汁等。
- **营养补充剂**：由于其抗氧化属性，叶黄素被添加在多种营养保健品中，用以支持眼部健康并减缓年龄相关的黄斑退化。
- **功能性食品**：叶黄素也被添加到一些功能性食品中，以增加其健康效益，特别是对眼睛健康的支持。

#### 安全性说明

- 叶黄素被普遍认为是安全的食品添加剂，大多数国家的食品药品监督管理机构都已批准其在食品中的使用。
- 欧洲食品安全局（EFSA）和美国食品药品管理局（FDA）均认定叶黄素为安全，允许在遵守推荐摄取量限制的条件下使用。
- 长期大量摄取叶黄素虽未见明显副作用，但建议遵循专家或医生的建议，避免过量。
- 对于特定人群，如孕妇或正在服用某些特定药物的人，应在使用叶黄素补充剂前咨询医生。', 'GB26405-2011', '着色剂、营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (435, '叶绿素铜钠盐', '### 叶绿素铜钠盐

叶绿素铜钠盐是一种通过替换叶绿素分子中的镁离子（Mg）为铜离子（Cu）制得的复合物。在食品行业中，它主要以食品添加剂的形式出现。

#### 介绍
- 叶绿素铜钠盐是从天然叶绿素中提取的色素改良后产生的一种水溶性复合物。
- 通化名为铜复叶绿素或叶绿素铜钠盐，化学式为C34H31CuN4Na3O6。
- 主要通过在叶绿素结构中用铜取代其原有的镁元素而得。

#### 用途
- 作为食品色素广泛应用于糖果、饮料、冷冻甜品以及加工肉食等。
- 可用于化妆品中，如口红和眼影，以提供绿色色素。
- 在某些药物中用作着色剂，增强外观。

#### 安全性说明
- 根据美国食品药品监督管理局(FDA)和欧洲食品安全局(EFSA)的规定，叶绿素铜钠盐被认为是安全的食品添加剂。
- 具有较高的热稳定性和良好的光稳定性，不易分解，安全性高。
- 在摄入推荐量内，不会对人体产生毒副作用。
- 对于部分敏感个体，极少数情况下可能引发轻微过敏反应。

通过科学化的生产流程和严格的质量控制，叶绿素铜钠盐为食品和其他行业提供了一个既安全又有效的着色解决方案。', 'GB26406-2011', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (436, '核黄素5＇—磷酸钠', '### 核黄素5＇—磷酸钠

#### 介绍
- 核黄素5＇—磷酸钠（Riboflavin 5\'-Phosphate Sodium），也称作磷酸化核黄素钠盐，是核黄素（维生素B2）的一种衍生型。
- 在工业生产中，这种化合物通常以其盐的形式存在，易于溶解在水中。
- 作为食品添加剂，它主要用于强化食品中的维生素B2含量。

#### 用途
- **食品强化剂**：核黄素5＇—磷酸钠常用于面包、谷物和乳制品中，以补充日常饮食中可能缺失的维生素B2。
- **色素**：由于其天然的黄色，它也可以作为食品色素使用，为各种食品和饮料提供鲜艳的颜色。
- **营养补充剂**：在多种多样的营养补充品中，尤其是液体补品，可以找到核黄素5＇—磷酸钠作为主要成分之一。

#### 安全性说明
- **通常认为是安全的**：核黄素5＇—磷酸钠作为食品添加剂，已被全球多个国家和地区的食品药品监管机构，包括美国FDA和欧盟EFSA，批准为安全使用。
- **高摄取量的注意**：尽管核黄素5＇—磷酸钠通常被认为安全，过量摄取时仍有可能导致某些副作用，如肝功能异常或肾脏问题。
- **适宜人群**：除非医生另有指示，通常不建议孕妇和哺乳期妇女以及儿童过量摄入含有核黄素5＇—磷酸钠的补充剂。

以上信息可用作科普教育，提高大众对食品添加剂的理解和正确使用知词。', 'GB28301-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (437, '辛,癸酸甘油酯', '### 辛,癸酸甘油酯

    辛,癸酸甘油酯主要是由辛酸和癸酸与甘油反应形成的酯类，广泛用作食品添加剂。具有良好的抗氧化和乳化性能。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**： 是一类由长链脂肪酸（辛酸和癸酸）和甘油结合形成的脂肪酯。
                                                                                                              - **外观**： 通常呈现为白色或微黄色的固体或膏状物质。
                                                                                                              - **溶解性**： 在水中溶解度较低，但能溶解于油脂和有机溶剂中。

                                                                                                              #### 用途
                                                                                                              - **食品工业**： 作为乳化剂、防腐剂和抗氧化剂使用，改善食品质感和延长保质期。
                                                                                                              - **化妆品制造**： 用作乳化剂和稳定剂，帮助产品均匀分布，增强皮肤感觉。
                                                                                                              - **药品**： 在制药工业中，它可以用作辅料，帮助药物的稳定和释放。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级安全**： 在正常的食品添加剂使用量下，被认为是安全的。国际食品法典委员会（Codex Alimentarius）及其他国家食品安全机构已评估其安全性。
                                                                                                              - **研究评估**： 多项研究表明，在推荐的摄入量下，辛,癸酸甘油酯对人体没有毒性影响。
- **敏感性注意**： 少数人可能对该物质敏感，可能表现为轻微的过敏反应。

                                                                                                              使用辛,癸酸甘油酯时，应遵守局部法规和标准，确保产品安全和质量。', 'GB28302-2012', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (438, '辛烯基琥珀酸淀粉钠', '### 辛烯基琥珀酸淀粉钠

                                                                                                              #### 介绍
                                                                                                              - 辛烯基琥珀酸淀粉钠是一种改性淀粉，通过将辛烯基琥珀酸团附着到淀粉分子上制得。
                                                                                                              - 这种改性淀粉具有良好的稳定性和溶解性，比传统淀粉更加耐处理。
                                                                                                              - 主要来源于自然淀粉，加入特定化学基团改变其性能。

                                                                                                              #### 用途
                                                                                                              - **食品工业**：作为增稠剂、稳定剂使用，在低脂肪食品和乳制品中尤为常见。
                                                                                                              - **调理品**：用于提高食品的口感和质感，例如在调味料和酱类产品中使用。
                                                                                                              - **烘焙和甜品**：改善面食和甜点的质构，使其在加工过程中更稳定。
                                                                                                              - **便利食品**：在速冻食品和微波炉食品中作为组织保持剂使用以防止食品在加工过程中破损。

                                                                                                              #### 安全性说明
                                                                                                              - **已经过审查**：辛烯基琥珀酸淀粉钠作为食品添加剂在多个国家和地区已被认可，并通过了食品安全的严格审查。
                                                                                                              - **剂量控制**：虽然被认为是安全的，但推荐按照食品法规中规定的最大使用剂量使用，过量可能引发不适。
                                                                                                              - **过敏性和敏感性**：需要注意的是，少部分人可能对改性淀粉敏感，特别是有特殊食品过敏历史的人群。
                                                                                                              - **长期研究支持**：安全性评估基于科学研究和长期数据，保证消费者使用安全无忧。

                                                                                                              辛烯基琥珀酸淀粉钠作为一种功能性的食品添加剂，在保证食品加工质量和口感的同时，也确保了产品的安全性，使其在现代食品加工中得到了广泛应用。', 'GB1886.370-2023', '乳化剂、增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (439, '可得然胶', '### 可得然胶

                                                                                                              可得然胶是一种常用的食品添加剂，由特定科技方法精制而成，主要由纤维素衍生化合物组成。

                                                                                                              #### 介绍
                                                                                                              - **原料来源**：主要源自天然纤维素，如棉花和木材。
                                                                                                              - **制作工艺**：通过一系列化学处理过程，将纤维素转化为水溶性的胶体。
                                                                                                              - **性质**：无色或微黄色粉末，能在冷水或热水中快速溶解形成稳定的溶液。

                                                                                                              #### 用途
                                                                                                              - **稠化剂**：在食品加工中增加食品的粘度，使食品质地更加绵密。
                                                                                                              - **乳化剂**：帮助油水两种不相容的物质混合，提高食品的稳定性和口感。
                                                                                                              - **胶囊材料**：用于制造食品级胶囊，如药物缓释胶囊等。
                                                                                                              - **食品保护膜**：形成食品表面的保护膜，延长食品的保质期。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA和WHO认可**：被国际食品法典委员会(CAC)和美国食品药品监督管理局(FDA)批准为安全的食品添加剂。
                                                                                                              - **无毒性**：研究显示，可得然胶在常用剂量下对人体无毒作用。
                                                                                                              - **过敏反应**：极少数情况下可能引起敏感体质人群的过敏反应。
                                                                                                              - **使用限制**：建议按照食品标准和规范进行适量使用，避免过量。

                                                                                                              可得然胶作为一种多功能食品添加剂，在食品工业中的应用十分广泛，带来了许多制造和食用上的便利。但作为消费者和生产者，了解其特性和安全性仍然十分重要。', 'GB28304-2012', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (440, '乳酸钾', '### 乳酸钾

                                                                                                              乳酸钾是一种食品添加剂，被广泛用于食品工业中。以下是关于乳酸钾的介绍、用途和安全性的详细信息。

                                                                                                              #### 介绍
                                                                                                              - **化学式**: C₃H₅KO₃
                                                                                                              - **性状**: 白色或类白色粉末或结晶，有轻微的发酵气味。
                                                                                                              - **来源**: 乳酸钾通常是通过将乳酸和碳酸钾或者氢氧化钾反应而成。

                                                                                                              #### 用途
                                                                                                              - **pH调节剂**: 用于调节食品的酸碱平衡。
                                                                                                              - **防腐剂**: 用来抑制微生物的生长，延长食品的保质期。
                                                                                                              - **香精增强剂**: 用于加强食品中的香气和口感。
                                                                                                              - **凝结剂**: 在制造奶酪和其他乳制品中帮助蛋白质凝结。

                                                                                                              #### 安全性说明
                                                                                                              - **认证**: 乳酸钾已被多个国家和地区的食品监管机构批准使用，包括美国食品药品监督管理局(FDA)和欧盟。
                                                                                                              - **摄入限制**: 虽然被认为是安全的，但仍建议按照规定的使用量来使用，避免过量。
                                                                                                              - **过敏性**: 对于大多数人群是安全的，但少数人可能对乳酸钾存在敏感。
                                                                                                              - **反作用**: 高剂量的乳酸钾可能会导致消化系统不适，如腹泻或消化不良。

                                                                                                              通过以上科普，可以帮助消费者更好地了解乳酸钾作为食品添加剂的使用情况和安全性。', 'GB28305-2012', '水分保持剂、酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (441, 'L-精氨酸', '### L-精氨酸作为食品添加剂

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: L-精氨酸（L-Arginine）是一种基本的氨基酸，常态下为白色晶体粉末。
                                                                                                              - **来源**: 主要通过发酵工艺从植物提取或合成得到。
                                                                                                              - **角色**: 在食品工业中，L-精氨酸被用作营养强化剂和食品添加剂。

                                                                                                              #### 用途
                                                                                                              - **营养补充**: L-精氨酸是多种食品中用来增强蛋白质含量的添加剂。
                                                                                                              - **功能性食品配方**: 常用于运动营养产品中，如蛋白粉和能量饮料，帮助提高血液循环和恢复。
                                                                                                              - **味道调节**: 在某些食品中添加，可以改善食品的口感和接受度。
                                                                                                              - **保存增稠**: 在食品加工中，也常用作保湿剂和增稠剂，提高食品的质感。

                                                                                                              #### 安全性说明
                                                                                                              - **广泛研究**: L-精氨酸作为一种普遍的氨基酸在食品添加剂中的使用已被广泛研究，并认为是安全的。
                                                                                                              - **监管批准**: 在多个国家和地区（如美国FDA、欧盟EFSA等）被批准作为食品添加剂。
                                                                                                              - **建议摄入量**: 消费时应遵守建议的日常摄入量，并避免长期大量使用，以免引起体内平衡失调。
                                                                                                              - **过敏性**: 对于某些人群，尤其是特定氨基酸可能引起敏感或过敏反应的人，应在医生指导下使用。', 'GB28306-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (442, '麦芽糖醇和麦芽糖醇液', '### 麦芽糖醇和麦芽糖醇液

                                                                                                              #### 介绍
                                                                                                              - **来源与结构**：麦芽糖醇，也称作麦芽糖醇液，属于糖醇类，是由麦芽糖（一种天然糖，主要由淀粉水解得到）经氢化反应生成的一种多元醇。
                                                                                                              - **物理形态**：常见为白色晶体或粉末状，溶于水，具有甜味，甜度约为蔗糖的50%-90%。
                                                                                                              - **制造过程**：主要通过淀粉的酶解过程得到麦芽糖，再通过氢化转化成麦芽糖醇。

                                                                                                              #### 用途
                                                                                                              - **低热量甜味剂**：麦芽糖醇的热量低于普通蔗糖，适合糖尿病人和减肥者使用。
                                                                                                              - **抗结剂**：在粉状食品中使用，防止食品结块。
                                                                                                              - **保湿剂**：在面包、糕点等烘焙食品中，有助于保持食品的湿润度，延长保质期。
                                                                                                              - **稳定剂与增稠剂**：在冷冻食品和饮料中作为稳定剂和增稠剂使用，提高食品稳定性和口感。

                                                                                                              #### 安全性说明
                                                                                                              - **认证和批准**：麦芽糖醇被许多国家的食品药品监督管理机构批准为安全的食品添加剂。
                                                                                                              - **耐受性问题**：尽管麦芽糖醇被认为是安全的，过量消费可能导致消化不良和腹泻等胃肠道反应，尤其是在儿童和敏感人群中。
                                                                                                              - **适应症与禁忌**：适合糖尿病人、减肥者以及需要控制糖分摄入的人群使用，但应注意不要过量，以防胃肠不适。
                                                                                                              - **日常使用建议**：建议在食品标签上注明麦芽糖醇的含量，消费者应适量食用，注意总体热量控制。

                                                                                                              这些信息将有助于公众了解麦芽糖醇和麦芽糖醇液作为食品添加剂的特性、用途及其安全性。', 'GB28307-2012', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (443, '植物炭黑', '### 植物炭黑

                                                                                                              #### 介绍
                                                                                                              - 植物炭黑，又称为植物性黑炭，是一种天然的食品色素。
                                                                                                              - 它是通过加工植物源（如竹子，椰壳）的碳化物制得。
                                                                                                              - 主要成分为纯碳，外观为细腻的黑色粉末。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：用于冰淇淋、糖果、饼干等食品的着色，提供独特的黑色外观。
                                                                                                              - **食品加工**：可用于面包和其他烘焙产品，增加色泽并改善口感。
                                                                                                              - **饮品**：在某些饮品（如黑色柠檬水）中添加，增添色彩和视觉效果。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级别**：植物炭黑作为食品添加剂，需要符合特定的食品安全标准和规定。
                                                                                                              - **普遍认可的安全**：在许多国家和地区，植物炭黑已被认定为安全的食品添加剂。
                                                                                                              - **摄入建议**：虽然植物炭黑安全性高，但仍建议按照食品安全标准适量使用，避免过量。
                                                                                                              - **过敏信息**：对于特定人群，如有过敏史，应先咨询医生再摄入含有植物炭黑的食品。', 'GB28308-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (444, '酸性红（偶氮玉红）', '### 酸性红（偶氮玉红）

                                                                                                              #### 介绍
                                                                                                              - 酸性红，又称偶氮玉红，化学名称为偶氮苯胺类染料。
                                                                                                              - 该色素在食品工业中主要用作食品添加剂，用以增强或恢复食物的颜色。
                                                                                                              - 它是水溶性的，易于与食品混合，能在多种应用中保持稳定的颜色效果。

                                                                                                              #### 用途
                                                                                                              - **饮料**: 常用于果汁、汽水等饮料中，增加鲜艳的红色调。
                                                                                                              - **糖果和点心**: 用于糖果、果冻、冰淇淋等甜食，使其看起来更加诱人。
                                                                                                              - **肉制品**: 在一些加工肉制品如火腿、香肠中添加，以改善其外观。

                                                                                                              #### 安全性说明
                                                                                                              - **欧盟标准**: 在欧盟，食品中使用的偶氮玉红必须符合严格的食品安全标准。
                                                                                                              - **FDA规定**: 在美国，由食品药品监督管理局（FDA）对其使用进行规管，以确保食品添加剂的安全性。
                                                                                                              - **长期摄入与健康影响**: 长期大量摄入偶氮玉红可能对健康产生影响，建议消费者在日常饮食中适量使用。
                                                                                                              - **敏感性问题**: 对于某些具有特定健康问题或对某些化合物敏感的人群，建议在食用含有偶氮玉红的食品前咨询医生或相关专家。', 'GB28309-2012', '着色剂', 0x5B322C342C385D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (445, 'β-胡萝卜素（发酵法）', '### β-胡萝卜素（发酵法）

                                                                                                              #### 介绍
                                                                                                              - **来源**: β-胡萝卜素是一种具有强抗氧化性的橙红色色素，它是维生素A的前体，通常存在于许多植物中，如胡萝卜、菠菜和甜椒。
                                                                                                              - **生产方式**: 采用发酵法生产β-胡萝卜素，主要通过选择性培养特定微生物（如酵母或细菌），这些微生物能够将简单的有机物质转变为β-胡萝卜素。
                                                                                                              - **特点**: 发酵法生产的β-胡萝卜素具有较高的纯度和稳定性，且避免了使用化学溶剂，环保且更适合用于食品添加剂。

                                                                                                              #### 用途
                                                                                                              - **食品着色剂**: 在各种食品中添加以增强色泽，使食品看起来更加诱人，如在饮料、糕点、冷冻甜品等食品中使用。
                                                                                                              - **营养强化**: 由于其为维生素A的前体，添加到食品中可以增强食品的营养价值，特别是提高维生素A的含量。
                                                                                                              - **抗氧化剂**: 具有较强的抗氧化性能，可以在食品加工和储存过程中防止氧化损害，延长食品保质期。

                                                                                                              #### 安全性说明
                                                                                                              - **世界卫生组织评估**: β-胡萝卜素作为食品添加剂已经被国际食品法典委员会和世界卫生组织进行了评估，并被认定为安全使用。
                                                                                                              - **日常摄入量**: 对β-胡萝卜素的日常摄入量有明确的建议和限制，正常食用量在建议范围内是安全的。
                                                                                                              - **过敏性**: 通常被认为是低过敏性的物质，极少引起过敏或不良反应。
                                                                                                              - **环境友好**: 由于使用发酵法生产，避免了化学合成过程中可能产生的有害副产品，对环境友好。', 'GB28310-2012', '着色剂、营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (446, '栀子蓝', '### 栀子蓝

                                                                                                              栀子蓝是一种取自栀子花的天然色素，常用于食品、药品和化妆品行业。其色素主要来源于栀子花的果实和花瓣。

                                                                                                              #### 介绍
                                                                                                              - **来源**：栀子蓝是从栀子（Gardenia jasminoides）的果实中提取的天然色素。
                                                                                                              - **成分**：主要成分为天然蓝色色素甙类，如栀子甙。
                                                                                                              - **制备过程**：通常通过水提或酒精提取技术从栀子果实中提取，然后通过精制、浓缩和干燥等步骤制得。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：常用于糖果、饮料、糕点等食品中添加天然蓝色。
                                                                                                              - **健康辅助**：栀子蓝具有一定的药用价值，有助于改善身体健康。
                                                                                                              - **化妆品成分**：由于其天然与安全特性，也广泛用于化妆品行业中。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：栀子蓝作为食品添加剂在多个国家和地区获得了法规批准。
                                                                                                              - **无毒性**：研究表明栀子蓝具有较低的毒性和高的安全性。
                                                                                                              - **过敏性测试**：对于大部分人群，栀子蓝未见明显过敏反应。
                                                                                                              - **使用建议**：建议在专业指导下，按照食品安全标准合理使用。

                                                                                                              这些信息有助于公众更好地了解栀子蓝作为食品添加剂的特性和安全性，确保在食用和使用过程中的安全。', 'GB28311-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (447, '玫瑰茄红', '### 玫瑰茄红

                                                                                                              玫瑰茄红是一种天然色素，提取自一种名为“玫瑰茄”的植物（学名为*Aratiles*），该植物广泛分布于热带地区。这种色素以其鲜艳的红色调而知名，常用作食品添加剂以增强或改变食品颜色。

                                                                                                              #### 介绍
                                                                                                              - **来源**：玫瑰茄红是从玫瑰茄果实中提取的自然颜色，这些果实小而且呈现鲜艳的红色。
                                                                                                              - **成分**：主要包含类黄酮和类胡萝卜素等抗氧化成分，赋予其天然的红色。
                                                                                                              - **提取过程**：采用物理或化学方法从果实中提取色素，通常包括压榨、滤过和精炼步骤。

                                                                                                              #### 用途
                                                                                                              - **食品颜色**：用于糖果、饮料、果酱和其他需要红色调的食品中。
                                                                                                              - **营养补充**：因其含有多种天然抗氧化物，可用作营养补充剂。
                                                                                                              - **市场营销**：天然标签使得玫瑰茄红在市场上更受欢迎，尤其是在寻求天然替代品的消费者中。

                                                                                                              #### 安全性说明
                                                                                                              - **认证与批准**：在多个国家和地区已经通过食品安全认证，允许作为食品添加剂使用。
                                                                                                              - **副作用**：普遍认为是安全的，但任何食品添加剂都有可能引起特定人群的过敏反应。
                                                                                                              - **使用建议**：遵循具体国家或地区针对食品添加剂的使用标准和建议摄入量。

                                                                                                              通过以上介绍，玫瑰茄红作为一种天然且具有吸引力的食品添加剂，在市场上有着广泛的应用范围和相对较高的安全性评价。', 'GB28312-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (448, '葡萄皮红', '### 葡萄皮红

                                                                                                              #### 介绍
                                                                                                              - **来源**：葡萄皮红主要来自于红葡萄的皮，是一种天然的颜料。
                                                                                                              - **提取方法**：采用物理或化学方法从红葡萄皮中提取得到。
                                                                                                              - **成分**：主要成分为花青素，这是一类色素，可赋予植物红、紫或蓝色。

                                                                                                              #### 用途
                                                                                                              - **食品色素**：常用于饮料、果汁、糖果和其他食品中，用来增强或改变食品的颜色。
                                                                                                              - **抗氧化剂**：葡萄皮红具有抗氧化的特性，可以帮助延长食品的保质期。
                                                                                                              - **营养增强剂**：因其含有多种有益健康的花青素，可用于提升食品的营养价值。

                                                                                                              #### 安全性说明
                                                                                                              - **已获批准**：在多个国家和地区，如欧盟和美国，已被食品药品监督管理局(FDA)等机构批准作为食品添加剂使用。
                                                                                                              - **剂量建议**：虽然是基于天然来源，但建议按照指定剂量使用，避免过量。
                                                                                                              - **过敏信息**：对于花青素过敏的消费者，建议小心使用或避免。
                                                                                                              - **长期使用研究**：目前科学研究支持其安全性，但仍建议持续关注任何新的科研发现。

                                                                                                              这份材料旨在为消费者和食品生产商提供关于葡萄皮红作为食品添加剂的基本知识和安全信息，以便在食品制造和消费中做出明智的决策。', 'GB28313-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (449, '辣椒油树脂', '### 辣椒油树脂

                                                                                                              辣椒油树脂，也称作辣椒红，是从辣椒中提取的一种深红色的素材。作为食品添加剂，它主要用于增强食品色泽和味道，属于天然色素和口味增强剂。

                                                                                                              #### 介绍
                                                                                                              - **来源**：辣椒油树脂是从辣椒的果实中提取的天然成分。
                                                                                                              - **成分**：主要包含辣椒素及其他辣椒特有的色素和香辛料。
                                                                                                              - **提取方法**：一般通过溶剂提取，随后进行蒸发和精制过程得到浓缩的油树脂。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：用于各种食品中以增强红色外观，如肉类制品、调味品和零食。
                                                                                                              - **风味增强**：提供辣椒特有的辣味和香气，常用于调味料和烹饪中。
                                                                                                              - **餐饮业使用**：在餐饮业中用以制作辣味调味油，增加菜品的辣味和诱人色泽。

                                                                                                              #### 安全性说明
                                                                                                              - **标准与规定**：在多个国家和地区均经过食品安全标准的评审与批准。
                                                                                                              - **使用量限制**：应根据相应的食品安全标准使用适量的辣椒油树脂。
                                                                                                              - **过敏信息**：对于辣椒敏感或过敏者，应该避免使用含有辣椒油树脂的产品。
                                                                                                              - **适宜人群**：不建议给儿童或对辣味较敏感的人群大量使用。

                                                                                                              辣椒油树脂作为一种提取自天然食材的添加剂，其天然成分和多功能用途使它在食品工业中有着广泛的应用。通常情况下，只要遵守规定的使用标准和限量，它是安全的，但消费者仍需注意可能的过敏反应。', 'GB28314-2012', '食品用香料', 0x5B335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (450, '紫草红', '### 紫草红

                                                                                                              紫草红是从紫草（学名：*Lithospermum erythrorhizon*）中提取的一种天然色素。紫草属于紫草科，传统上在东亚地区被用于草药和染料。近年来，紫草红因其优良的色泽也被应用于食品工业中作为天然食品色素。

                                                                                                              #### 介绍
                                                                                                              - **源自天然**：紫草红是从天然植物紫草的根部提取的色素，具有较高的安全性和天然属性。
                                                                                                              - **色泽特性**：提供红色至紫红色的色泽，适合于增强或改变食品的外观。
                                                                                                              - **抗氧化性**：除了作为色素外，还具有一定的抗氧化性能。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：广泛用于饮料、糖果、糕点和其他加工食品中，增加食品的视觉吸引力。
                                                                                                              - **保健品领域**：用于保健品的着色，同时利用其抗氧化属性。
                                                                                                              - **传统医药**：在亚洲部分地区，紫草红在传统医学中用于治疗皮肤病、改善血液循环等。

                                                                                                              #### 安全性说明
                                                                                                              - **无重大风险**：目前研究表明，作为食品添加剂的紫草红在适宜的使用范围内没有重大的健康风险。
                                                                                                              - **合规证书**：在多个国家和地区已获批准使用，需要符合各地的食品安全标准。
                                                                                                              - **过敏反应**：极少数情况下可能会引起过敏反应，敏感人群应谨慎使用。

                                                                                                              使用天然食品色素，如紫草红，不仅可以使食品更加吸引人，还可以利用其天然属性来增加食品的安全性。', 'GB28315-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:12');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (451, '番茄红', '### 番茄红

                                                                                                              番茄红（Lycopene）是一种以天然形式存在于某些水果和蔬菜中的红色素，尤其是西红柿中的含量最高。它是一种强力的抗氧化剂，属于类胡萝卜素家族，被广泛应用于食品、饮料和保健品中作为着色剂和抗氧化剂。

                                                                                                              #### 介绍
                                                                                                              - **来源**：主要来源于西红柿，也可从西瓜、红葡萄柚、红辣椒和木瓜等红色水果和蔬菜中提取。
                                                                                                              - **化学性质**：番茄红是一种不含氧的类胡萝卜素，具有良好的耐热性和化学稳定性。
                                                                                                              - **提取方式**：通常通过溶剂提取或超临界二氧化碳提取技术从原料中获取纯化的番茄红。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：用于给果汁、糖果、酱料等食品提供红色至深红色外观。
                                                                                                              - **抗氧化剂**：作为天然抗氧化剂添加到各种食品中以防止氧化。
                                                                                                              - **保健食品**：在保健食品中添加，以利用其抗氧化、抗衰老及预防某些类型癌症的潜在好处。

                                                                                                              #### 安全性说明
                                                                                                              - **认证情况**：在多个国家和地区，包括欧盟和美国，番茄红被认为是安全的食品添加剂。
                                                                                                              - **日摄入量建议**：虽然尚无确切的日摄入上限，但建议遵循一般的摄入原则，不过度使用。
                                                                                                              - **副作用**：普遍认为番茄红在常规的食用量下是安全的，偶见过敏反应报道需注意可能的过敏源。

                                                                                                              通过以上介绍，可以了解到番茄红作为食品添加剂在食品工业中的应用及其安全性状况。', 'GB28316-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (452, '靛蓝', '### 靛蓝作为食品添加剂

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：靛蓝（Indigo）
                                                                                                              - **颜色**：深蓝色
                                                                                                              - **来源**：自然来源于靛蓝树，也可以合成制造
                                                                                                              - **形态**：一般以粉末形式存在

                                                                                                              #### 用途
                                                                                                              - **食品着色**：主要用于糖果、糕点、饮料等需要蓝色着色的食品中。
                                                                                                              - **视觉吸引**：增加食品的外观吸引力，使食品更加诱人。
                                                                                                              - **标识识别**：有时用于特定食品以区分不同口味或种类。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：在许多国家，例如美国和欧洲联盟，靛蓝作为食品添加剂的使用是被批准的。
                                                                                                              - **消费建议**：适量食用靛蓝着色的食品通常认为是安全的；但应遵循标签上的建议用量。
                                                                                                              - **敏感性注意**：少数人可能对靛蓝有敏感反应，发生这种情况应避免消费含此添加剂的食品。
                                                                                                              - **长期作用未知**：关于长期大量消费靛蓝的研究相对较少，消费者应注意适量摄取。', 'GB28317-2012', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (453, '靛蓝铝色淀', '### 靛蓝铝色淀

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：靛蓝铝色淀（Indigo carmine aluminum lake），也通常被称为食用蓝色2号铝湖。
                                                                                                              - **化学式**：具体化学结构为蓝色染料靛蓝与铝盐形成的复合体。
                                                                                                              - **制备方法**：通过将靛蓝染料与铝盐反应，使颜料沉淀形成稳定的湖色素。

                                                                                                              #### 用途
                                                                                                              - **食品着色**：广泛用于糖果、饮料、糕点和其他加工食品中，提供蓝色或绿色（与黄色搭配）的着色效果。
                                                                                                              - **药品与化妆品**：在药品和化妆品中也可作为色素使用。
                                                                                                              - **实验室诊断**：在医学诊断中用作染色剂，帮助观察生物组织的特定部分。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA认可**：美国食品药品监督管理局（FDA）允许在遵守特定使用条件下将其用作食品添加剂。
                                                                                                              - **欧盟规定**：在欧盟，靛蓝铝色淀也被允许用作食品色素，并需要符合相应的安全标准。
                                                                                                              - **摄入限制**：虽然是被批准的食品添加剂，消费者仍需注意不要过量摄入。长期过量可能带来健康风险。
                                                                                                              - **过敏性反应**：罕见情况下，部分人可能对此种食品色素产生过敏反应。
                                                                                                              - **经常评估**：安全性评估常进行，以确保消费者健康不受影响。

                                                                                                              靛蓝铝色淀作为食品添加剂，广泛用于增强或改变食物的外观，尤其是为食品添加吸引眼球的颜色，同时它的使用必须严格按照相关食品安全规范执行。', 'GB1886.357-2022', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (454, '庚酸烯丙酯', '### 庚酸烯丙酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**: 庚酸烯丙酯是一种饱和中链脂肪酸的衍生物。
                                                                                                              - **性质**: 常呈液体形态，在常温下具有较低的挥发性，无色至微黄色。
                                                                                                              - **制备方式**: 主要通过庚酸与烯丙醇的酯化反应制得，涉及催化剂的使用来加速反应进程。

                                                                                                              #### 用途
                                                                                                              - **食品保鲜剂**: 用于延长食品的保质期，防止微生物生长。
                                                                                                              - **增香剂**: 在食品加工中添加以改善产品的香气。
                                                                                                              - **抗氧剂**: 防止食品因氧化而变质或失去营养价值。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA认证**: 在美国，庚酸烯丙酯被食品药品监督管理局（FDA）认证为安全的食品添加剂。
                                                                                                              - **剂量限制**: 应严格遵守使用剂量的推荐标准，过量使用可导致食品安全问题。
                                                                                                              - **过敏反应**: 非常少数人可能对此类化合物显示出轻微的过敏反应，使用前应检查过敏史。
                                                                                                              - **环境影响**: 在生产和废弃过程中，应采取措施减少对环境的影响。', 'GB28319-2012', '食品用香料', 0x5B322C352C31335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (455, '苯甲醛', '### 苯甲醛

                                                                                                              #### 介绍
                                                                                                              - 苯甲醛（Benzaldehyde）是一种有机化合物，化学式为C7H6O。
                                                                                                              - 在自然界中，苯甲醛主要存在于苦杏仁油中，并且可通过多种化学合成方法人工合成。
                                                                                                              - 它是一种无色液体，具有特有的杏仁味，常用作香料。

                                                                                                              #### 用途
                                                                                                              - **食品行业**：苯甲醛因其香味而被广泛用作食品香料，用于模拟或增强食品中的杏仁味。
                                                                                                              - **香精制备**：在食品加工中，它可以添加到甜品、糕点和糖果中，以增加其风味。
                                                                                                              - **饮料添加**：在某些饮料，特别是杏仁味饮料的生产中，也会使用苯甲醛来提供或增强味道。

                                                                                                              #### 安全性说明
                                                                                                              - **监管审批**：在许多国家，苯甲醛已被认可为食品添加剂，并在指定的使用限量内被认为是安全的。
                                                                                                              - **消费指南**：消费者在使用含苯甲醛的产品时应注意不要过量，遵守相关食品安全规范和标签指示。
                                                                                                              - **健康风险**：虽然苯甲醛在食品中的使用被认为是安全的，但过量摄入或个别过敏反应需要警惕，特别是对于敏感人群。
                                                                                                              - **储存和处理要求**：在食品加工和储存过程中，应确保苯甲醛在安全条件下使用，避免高温和直接阳光照射，确保食品品质和安全。

                                                                                                              使用苯甲醛作为食品添加剂时，厂家和消费者都需关注其使用标准和健康影响，确保安全合理地利用这一香味添加剂。', 'GB28320-2012', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (456, '十二酸乙酯（月桂酸乙酯）', '### 十二酸乙酯（月桂酸乙酯）

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：十二酸乙酯，也称为月桂酸乙酯。
                                                                                                              - **分子式**：C14H28O2。
                                                                                                              - **性状**：通常为无色透明的液体，具有轻微的香味。
                                                                                                              - **来源**：可以通过天然植物油脂的加工或化学合成获取。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：用于调配食品香精，增加食品的香气。
                                                                                                              - **保鲜剂**：具有一定的抑菌效果，可以用作食品的保鲜剂。
                                                                                                              - **增溶剂**：助溶解在食品加工中难以溶解的成分，改善食品质感和外观。
                                                                                                              - **载体**：作为其他食品添加剂的载体，帮助其均匀分布于食品中。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：在多个国家和地区被批准作为食品添加剂使用。
                                                                                                              - **剂量限制**：使用时需遵守当地法规对食品添加剂的使用量限制。
                                                                                                              - **毒理学数据**：低毒性，但应避免高剂量长期摄入，以免影响健康。
                                                                                                              - **敏感性**：通常对一般人群安全，但部分敏感人群应在医师指导下使用。', 'GB28321-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (457, '十四酸乙酯（肉豆蔻酸乙酯）', '### 十四酸乙酯（肉豆蔻酸乙酯）

                                                                                                              #### 介绍

                                                                                                              - 十四酸乙酯，也称为肉豆蔻酸乙酯，是一种饱和脂肪酸的乙酯。
                                                                                                              - 它主要从天然源如肉豆蔻油中提取，或通过化学合成方法制得。
                                                                                                              - 作为食品添加剂，它主要用于调整食品的香味和保质期。

                                                                                                              #### 用途

                                                                                                              - **食品香料**：作为香料使用，在糖果、烘培食品、饮料等产品中添加以增强食品味道。
                                                                                                              - **防腐剂**：在一定条件下，可作为防腐剂使用，帮助延长食品的保质期。
                                                                                                              - **食品加工助剂**：在食品加工过程中，用以改进食品的质感和外观。

                                                                                                              #### 安全性说明

                                                                                                              - **监管批准**：在多个国家和地区，十四酸乙酯已被批准作为食品添加剂使用。
                                                                                                              - **毒理测试**：根据现有的科学研究，十四酸乙酯在通常使用水平下对人类健康无害。
                                                                                                              - **使用建议**：消费者使用含有此添加剂的产品时应遵循标签上的建议摄入量，过量使用可能引起健康问题。
                                                                                                              - **过敏性**：正常使用情况下，十四酸乙酯不太可能引起过敏反应，但敏感人群应首先小量尝试。', 'GB28322-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (458, '乙酸香茅酯', '### 乙酸香茅酯

                                                                                                              乙酸香茅酯是一种常见的香精成分，广泛用于食品、化妆品和香料行业中。在食品添加剂领域，乙酸香茅酯因其独特的香气和香味，被添加到各种类型的食品中以增强风味。

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸香茅酯
                                                                                                              - **分子式**：C_12H_22O_2
                                                                                                              - **特性**：无色至淡黄色液体，有柠檬草的香气。

                                                                                                              #### 用途
                                                                                                              - **调味剂**：用于仿果汁饮料、糖果和糕点中，增添柠檬或香茅的天然香气。
                                                                                                              - **香精配制**：在制作各种香型的香精中，作为调和剂，增强产品的香氛层次。
                                                                                                              - **食品工业**：在食品加工过程中，用以提升产品的风味和延长保质期。

                                                                                                              #### 安全性说明
                                                                                                              - **消费安全**：乙酸香茅酯被普遍认为是安全的食品添加剂，在正常食用量内，对人体无害。
                                                                                                              - **监管认可**：在多个国家和地区（如美国、欧洲），乙酸香茅酯已经通过了食品和药品管理机构的安全认证。
                                                                                                              - **过敏反应**：极少数个体可能对乙酸香茅酯或其衍生产品有过敏反应，使用时需注意可能出现的个体差异。
                                                                                                              - **环境影响**：在生产和处理乙酸香茅酯时需要注意其对环境的潜在影响，合理控制生产过程中的排放。

                                                                                                              通过对乙酸香茅酯的合理使用和监控，可以在保障食品安全的同时，为消费者提供更多丰富和多样的食品选择。', 'GB28323-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (459, '丁酸香叶酯', '### 丁酸香叶酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：丁酸香叶酯，也称为丁酸芳樟酯。
                                                                                                              - **分子式**：C12H16O2。
                                                                                                              - **物理性状**：通常表现为无色或淡黄色液体，带有类似甘草的香甜香气。
                                                                                                              - **溶解性**：难溶于水，易溶于醇和大多数有机溶剂。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：常用于糖果、饮料、果汁和烘焙食品中添加香甜香气。
                                                                                                              - **调味剂**：可以用于调制食品的味道，增加食品的风味层次。
                                                                                                              - **香料复合**：与其他香料成分配合使用，强化和改进食品的整体香氛。

                                                                                                              #### 安全性说明
                                                                                                              - **安全评估**：一般认为丁酸香叶酯在适当使用条件下是安全的。
                                                                                                              - **使用限制**：在食品中的使用应遵守当地法规及国际食品标准，如美国FDA和欧盟EFSA对食品添加剂的指导。
                                                                                                              - **敏感性信息**：极少数个体可能对该化合物表现出敏感反应，使用前应仔细考虑。
                                                                                                              - **毒理学信息**：大量摄入有潜在的健康风险，但在正常的食品添加剂使用量下通常不会导致健康问题。

                                                                                                              使用丁酸香叶酯作为食品添加剂时，请确保遵守所有相关法律和规定，确保食品的安全性和质量。', 'GB28324-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (460, '乙酸丁酯', '### 乙酸丁酯

                                                                                                              乙酸丁酯（Butyl acetate）是一种酯类化合物，通常用作溶剂和香料成分。

                                                                                                              #### 介绍
                                                                                                              - **化学式：** C6H12O2
                                                                                                              - **外观：** 无色透明液体
                                                                                                              - **气味：** 有甜果香味
                                                                                                              - **沸点：** 约126°C
                                                                                                              - **溶解性：** 不溶于水，可溶于多数有机溶剂
                                                                                                              - **生产方法：** 通常通过乙酸和丁醇在酸性催化剂存在下的酯化反应制得

                                                                                                              #### 用途
                                                                                                              - **食品行业：** 用作人工果味的增香剂，如苹果、香蕉等果味中
                                                                                                              - **食品包装：** 用于食品包装材料的溶剂
                                                                                                              - **香精制造：** 在制备食品香精的过程中作为溶剂使用

                                                                                                              #### 安全性说明
                                                                                                              - **食品级安全：** 在规定使用量和条件下，被认为是安全的食品添加剂
                                                                                                              - **摄入限制：** 推荐安全使用量应遵循当地法规以及国际食品安全标准
                                                                                                              - **过敏反应：** 一般不会引起过敏，但敏感个体应小心使用
                                                                                                              - **环境影响：** 使用时应注意良好的环境管理和适当的废物处理

                                                                                                              乙酸丁酯由于其优良的溶解性和较好的风险控制，广泛应用于食品及其它行业中，但始终应注意遵循正确的使用指南，确保食品安全和环境保护。', 'GB28325-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (461, '乙酸己酯', '### 乙酸己酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸己酯，亦称作己酸乙酯。
                                                                                                              - **化学式**：C8H16O2。
                                                                                                              - **外观**：无色透明液体，具有淡淡的芳香。
                                                                                                              - **溶解性**：不溶于水，易溶于大多数有机溶剂如醇、醚和氯化烃。
                                                                                                              - **沸点**：167 °C左右。

                                                                                                              #### 用途
                                                                                                              - **食品行业**：主要用作食品香精的溶剂和调香剂，增添食品的水果香气，如苹果、香蕉和橙子等香味。
                                                                                                              - **配制香精**：在食品工业中，用于模拟各种水果和巧克力、坚果等的香味。
                                                                                                              - **食品包装材料**：在制造食品包装材料时添加，用以增强材料的防潮和保鲜性能。

                                                                                                              #### 安全性说明
                                                                                                              - **毒理性**：低毒。乙酸己酯一般被认为是安全的，不会引起严重的健康问题。
                                                                                                              - **使用限量**：在食品添加剂使用时应遵守相关法规限定的最大使用量。
                                                                                                              - **皮肤接触**：可能引起轻微刺激，应避免长时间大面积接触。
                                                                                                              - **环境影响**：应注意适当处理，避免对环境造成污染。
                                                                                                              - **储存与处理**：应储存在阴凉、通风的地方，远离火源，遵守所有适用的安全规范。', 'GB28326-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (462, '乙酸辛酯', '### 乙酸辛酯

                                                                                                              乙酸辛酯是一种有机化合物，主要应用为食品添加剂。下文将详细介绍其用途和安全性。

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸辛酯 (Octyl acetate)
                                                                                                              - **化学式**：C10H20O2
                                                                                                              - **外观**：无色液体
                                                                                                              - **气味**：具有类似橘子的甜味气味

                                                                                                              #### 用途
                                                                                                              - **香料添加剂**：用于调味食品，增加食品的香味，如糖果、饮料和焙磨食品中。
                                                                                                              - **食品加工**：作为溶剂或食品处理助剂使用。
                                                                                                              - **香水和化妆品**：用于化妆品和个人护理产品中，增强产品的香气。

                                                                                                              #### 安全性说明
                                                                                                              - **一般认为是安全的**：根据FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）的规定，乙酸辛酯被认为是安全的食品添加剂。
                                                                                                              - **毒理学评估**：在常见用量下，未发现对人体有害的毒理学效应。
                                                                                                              - **使用限制**：虽然被认为是安全的，使用时应严格遵守推荐的添加剂限量标准，以避免潜在的健康风险。

                                                                                                              乙酸辛酯作为食品添加剂的使用有助于改善食品的口感和体验，但仍然需要在食品安全专家的指导下谨慎使用。', 'GB28327-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (463, '乙酸癸酯', '### 乙酸癸酯

                                                                                                              乙酸癸酯（Capric acid ethyl ester）是一种食品添加剂，主要用于调味和香料。

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸癸酯
                                                                                                              - **化学式**：C12H24O2
                                                                                                              - **外观**：无色液体
                                                                                                              - **溶解性**：在水中溶解性较低，易溶于大多数有机溶剂
                                                                                                              - **生产方式**：通常通过乙酸和癸醇的酯化反应制得

                                                                                                              #### 用途
                                                                                                              - **食品香精**：用作香精香料的成分，添加到各种食品中以改善风味。
                                                                                                              - **食品加工**：在特定的食品加工中，用作溶剂或者抽提剂帮助提取食品中的有效成分。
                                                                                                              - **香气增强剂**：在烘焙食品及糖果中用以增强其香气。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：多数国家批准作为食品添加剂使用，需遵循特定的用量标准。
                                                                                                              - **毒理学数据**：通常认为具有低毒性，但应避免过量摄入。
                                                                                                              - **暴露限制**：在使用时应注意保持良好的通风，防止长时间直接暴露在较高浓度的环境中。
                                                                                                              - **健康评估**：经过食品安全机构的评估认定为安全，在规定的使用量下不会对人体健康造成影响。', 'GB28328-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (464, '顺式-3-己烯醇乙酸酯(乙酸叶醇酯)', '### 顺式-3-己烯醇乙酸酯（乙酸叶醇酯）

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：顺式-3-己烯醇乙酸酯，也称为乙酸叶醇酯。
                                                                                                              - **化学式**：常见的化学式为 C8H14O2。
                                                                                                              - **性状**：通常呈现为无色或淡黄色液体。
                                                                                                              - **来源**：它可以通过化学合成得到，通常是将顺式-3-己烯醇与乙酸进行酯化反应生成。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：作为一种香料，添加到食品中以增强或改善食品的味道和香气。
                                                                                                              - **香精组成**：在制作复合香精时，可用作基础香料之一，用于模拟果香特别是柑橘类水果的香味。
                                                                                                              - **食品加工**：在饮料、糖果和烘焙食品等多种食品加工中使用，改善食品的整体风味体验。

                                                                                                              #### 安全性说明
                                                                                                              - **安全评估**：已被多个国际食品安全机构如美国食品药品监督管理局（FDA）和欧盟食品安全局（EFSA）评估确认为安全。
                                                                                                              - **使用限量**：在使用时需遵守特定的使用限量和条件，确保消费者的食品安全。
                                                                                                              - **毒理研究**：相关毒理研究显示，顺式-3-己烯醇乙酸酯在常规使用浓度下对人体没有毒性影响。
                                                                                                              - **过敏信息**：虽然一般认为安全，但部分敏感人群应避免过量使用，以防过敏反应。

                                                                                                              此食品添加剂的使用在遵循正确指南的前提下是安全的，对提升食品味道和消费者体验有积极作用。', 'GB28329-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (465, '乙酸异丁酯', '### 乙酸异丁酯

                                                                                                              #### 介绍
                                                                                                              - **化学式**：乙酸异丁酯（Isobutyl acetate），化学式为 C6H12O2。
                                                                                                              - **性状**：无色透明的液体，有水果香味，易溶于多数有机溶剂，难溶于水。
                                                                                                              - **制备**：一般通过乙酸与异丁醇在酸性催化剂作用下进行酯化反应制得。

                                                                                                              #### 用途
                                                                                                              - **香精和香料**：在食品工业中，乙酸异丁酯因其水果类香味，常用作香精和调味剂，尤其用于糖果、饮料、烘焙食品的香味增强。
                                                                                                              - **溶剂使用**：由于其良好的溶解性质，也可用作食品包装材料的加工溶剂。
                                                                                                              - **化妆品行业**：在化妆品制造中用作溶剂或香料成分。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级标准**：乙酸异丁酯作为食品添加剂，需符合特定食品安全标准和纯度要求。
                                                                                                              - **毒理学信息**：在合理的使用量下，乙酸异丁酯被认为是安全的。高浓度时可能引起眼睛和呼吸道刺激。
                                                                                                              - **使用建议**：遵循食品加工中的推荐使用量，避免过量使用。
                                                                                                              - **环境影响**：在生产和使用时应注意避免对环境造成污染。

                                                                                                              通过合理安全使用，乙酸异丁酯作为食品添加剂可以提升食品的风味体验，但需要厂商和消费者共同遵守相关安全标准。', 'GB28330-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (466, '丁酸戊酯', '### 丁酸戊酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：丁酸戊酯，也被称为戊酯。
                                                                                                              - **化学式**：C9H18O2。
                                                                                                              - **物理性质**：无色液体，有特殊的香味。
                                                                                                              - **主要来源**：人工合成。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：用于模拟水果味，如苹果、杏和梨等。
                                                                                                              - **食品加工**：作为食品添加剂，增加或改善食品的香气。
                                                                                                              - **饮料制作**：用于非酒精和酒精饮料中以增强其香味。
                                                                                                              - **烘焙食品**：在烘焙产品中使用，以提供独特的香味和改善口感。

                                                                                                              #### 安全性说明
                                                                                                              - **总体安全性**：在常规的使用和处理条件下，被认为是安全的。
                                                                                                              - **法规许可**：已被多个国家的食品和药物管理机构批准用作食品添加剂。
                                                                                                              - **摄入限制**：应遵循特定的使用浓度和最大摄入量限制。
                                                                                                              - **过敏反应**：少部分人可能对其有轻微的敏感反应。
                                                                                                              - **存储和操作**：需要在通风良好、避光、干燥的环境中存储，避免与强氧化剂接触。', 'GB28331-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (467, '丁酸己酯', '### 丁酸己酯

                                                                                                              #### 介绍
                                                                                                              - 丁酸己酯是一种有机化合物，化学式为C10H20O2。
                                                                                                              - 它是一种无色液体，通常具有淡淡的花香味。
                                                                                                              - 在食品工业中，丁酸己酯主要用作风味增强剂或香料。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：用于添加在糖果、饮料、果汁以及烘焙食品中，提供类似水果的芳香。
                                                                                                              - **食品包装材料**：可能被用作在接触食品的材料中，帮助提升保质期和食品的总体感官质量。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级安全**：丁酸己酯经过国际食品添加剂相关机构评估，通常被认为是安全的食品添加剂。
                                                                                                              - **限量使用**：尽管被认为安全，还是应控制在特定安全范围内使用，以避免过量。
                                                                                                              - **过敏性**：对一部分人可能会有轻微过敏反应，一般表现为皮肤或呼吸道敏感。
                                                                                                              - **环境影响**：作为化学物质，应适当处理残余和废弃物，以避免对环境造成影响。', 'GB28332-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:12');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (468, '顺式-3-己烯醇丁酸酯(丁酸叶醇酯)', '### 顺式-3-己烯醇丁酸酯（丁酸叶醇酯）

                                                                                                              #### 介绍
                                                                                                              - **化学性质**：顺式-3-己烯醇丁酸酯是一种有机化合物，是叶醇和丁酸的酯类。
                                                                                                              - **物理形态**：通常为无色至淡黄色的液体。
                                                                                                              - **来源**：可以通过化学合成得到，也可在一些植物提取物中找到少量的天然存在。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：在食品工业中作为香料添加剂使用，增加或改善食品的味道和香气。
                                                                                                              - **香精组分**：常用于调制果味型和柑橘类香精，尤其在饮料、糖果及烘焙食品中的应用较为广泛。
                                                                                                              - **其他用途**：在化妆品和洗护产品中作为香料成分，提升产品的吸引力。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级标准**：作为食品添加剂使用时，需符合各国关于食品添加剂的安全标准。
                                                                                                              - **毒性考量**：在推荐的使用浓度和条件下，顺式-3-己烯醇丁酸酯一般认为是安全的。
                                                                                                              - **过敏反应**：极少数个体可能对该化合物出现敏感反应，使用前应了解个体差异。
                                                                                                              - **监管审查**：在使用前应确保遵循当地法规和国际食品安全标准，如需要，通过相关食品安全机构的评审和批准。', 'GB28333-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (469, '顺式-3-己烯醇己酸酯(己酸叶醇酯)', '### 顺式-3-己烯醇己酸酯(己酸叶醇酯)

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：顺式-3-己烯醇己酸酯，被称为己酸叶醇酯。
                                                                                                              - **分子结构**：这是一种有机化合物，其中包含一个长碳链酯，由己酸和3-己烯醇通过酯化反应形成。
                                                                                                              - **物理性质**：常温下为无色至淡黄色液体，具有轻微的果香味。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：在食品工业中添加以增强或模拟食品的果味，尤其是在糖果、饮料和烘焙食品中。
                                                                                                              - **食品保鲜**：己酸叶醇酯由于其抗菌性质，可以用作天然防腐剂，延长食品的保质期。
                                                                                                              - **食品加工辅助**：在加工过程中作为口感改善剂使用，提高产品的整体感官体验。

                                                                                                              #### 安全性说明
                                                                                                              - **安全认证**：该化合物已通过多国食品安全机构的评估，认可其作为食品添加剂的安全性。
                                                                                                              - **摄取限制**：使用时需遵守各国相关标准和规定，控制在安全摄取范围内。
                                                                                                              - **潜在影响**：长期过量使用或未按规定使用可能对健康造成影响，建议遵循食品安全指导原则操作。
                                                                                                              - **过敏信息**：目前为止，较少报告因使用该物质引起的过敏反应，但敏感人群应先进行小范围试验。

                                                                                                              以上信息旨在作为科普和参考使用，请在食品添加剂使用前咨询专业意见和遵循相关法规。', 'GB28334-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (470, '2-甲基丁酸乙酯', '### 2-甲基丁酸乙酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：2-甲基丁酸乙酯，也称为乙酯化2-甲基丁酸。
                                                                                                              - **化学式**：C7H12O2
                                                                                                              - **物理性质**：常温下为无色液体，具有果香味。
                                                                                                              - **溶解性**：易溶于大多数有机溶剂，例如乙醇和乙醚，难溶于水。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：用于食品工业中作为香精添加剂，增加或改善食品的香味。
                                                                                                              - **调味剂**：在一些烹饪产品中使用，模拟水果味或其他自然香味。
                                                                                                              - **食品包装材料**：可能用于食品包装材料制造过程中，为材料增添特定气味。

                                                                                                              #### 安全性说明
                                                                                                              - **食品安全认证**：在使用前需通过相关食品安全认证，保证其在规定浓度下的安全性。
                                                                                                              - **摄入量限制**：应严格按照安全标准和使用建议进行使用，避免高浓度摄入可能引起的健康风险。
                                                                                                              - **敏感性与过敏**：部分人群可能对此类化合物敏感，使用前应检验是否适合自己或特定消费者。
                                                                                                              - **环境影响**：在生产和废弃过程中应妥善处理，避免对环境造成污染。

---

                                                                                                              **注意**：以上信息用于科普了解，具体使用时应参考相关安全数据表以及食品安全标准。', 'GB28335-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (471, '2-甲基丁酸', '### 2-甲基丁酸

                                                                                                              #### 介绍
                                                                                                              - 2-甲基丁酸（Isobutyric acid）是一种有机化合物，属于羧酸类。
                                                                                                              - 它的分子式为C4H8O2，结构简单，含有羧基(-COOH)和甲基（-CH3）。
                                                                                                              - 这种化合物在自然界中存在，也可以通过化学合成方式生产。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：2-甲基丁酸可用作食品添加剂的香料成分，提供特定的味道。
                                                                                                              - **食品防腐剂**：用于一些加工食品中，延长保存期限。
                                                                                                              - **食品工业的中间体**：在制造食品添加剂的过程中，可以作为其他化合物如香精的前体或合成材料。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA认可**：在美国，FDA认可其作为食品添加剂使用，但要严格按照规定的使用量安全使用。
                                                                                                              - **EU规范**：欧盟也有明确的规范和限量要求，确保其在食品中的安全性。
                                                                                                              - **毒理研究**：对2-甲基丁酸进行了一系列毒理学研究，确保其在特定剂量下对人体没有害处。
                                                                                                              - **使用限制**：虽然普遍认为安全，但建议在专业人士的指导下使用，并且注意避免过量使用，尤其是在儿童和敏感人群中的应用需要更为谨慎。', 'GB28336-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (472, '乙酸薄荷酯', '### 乙酸薄荷酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸薄荷酯，化学式为C12H22O2。
                                                                                                              - **性质**：无色透明的液体，具有芳香气味。
                                                                                                              - **来源**：通过化学合成或从天然源如薄荷中提取得到。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：用作食品香精，在糖果、饮料、面包等食品中添加以增强薄荷味。
                                                                                                              - **制冷感添加剂**：在口香糖和一些口腔护理产品中添加，以提供清新口感。
                                                                                                              - **香料**：在制作香水和其他个人护理产品中使用，因其清新的气味。

                                                                                                              #### 安全性说明
                                                                                                              - **安全等级**：一般认为是安全的，已被多个国家的食品和药物管理机构认可使用。
                                                                                                              - **使用限制**：在使用时，应遵循相关法规中规定的最大使用量和浓度。
                                                                                                              - **过敏情况**：极少数情况下，可能会引起个别人的过敏反应，使用前应仔细检查成分。
                                                                                                              - **环境影响**：正常使用量不会对环境造成重大影响。', 'GB28337-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (473, '乳酸l-薄荷酯', '### 乳酸L-薄荷酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乳酸L-薄荷酯是一种化学物质，通常以书名号格式标识为乳酸薄荷酯或L-薄荷醇乳酸酯。
                                                                                                              - **来源**：该化合物是通过乳酸和L-薄荷醇的酯化反应制得。
                                                                                                              - **物理性状**：乳酸L-薄荷酯是一种无色至微黄色液体，具有清新的薄荷香气。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：在食品工业中，它主要被用作香精添加剂，增添或强化食品的香气。
                                                                                                              - **口感改善**：在一些糖果、口香糖等食品中添加，可以提升产品的清新感和口感。
                                                                                                              - **其他应用**：也可能被用于医药产品中，如口服液和喉片，增加其接受性和风味。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级评定**：乳酸L-薄荷酯作为食品添加剂，在多数国家和地区被认为是安全的，前提是按照食品安全标准的推荐用量使用。
                                                                                                              - **毒理性数据**：动物实验中显示，乳酸L-薄荷酯在大剂量下才显示出潜在的毒性效应。
                                                                                                              - **敏感性问题**：少数人可能对该化合物存在敏感性，表现为皮肤过敏反应或口腔不适。
                                                                                                              - **规范使用**：用户应遵从相关的食品安全条例及标准，正确使用乳酸L-薄荷酯，避免过量摄入。

                                                                                                              该化合物作为食品添加剂的详细科普资料有助于消费者理解其使用的安全性和范围。', 'GB28338-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (474, '二甲基硫醚', '### 二甲基硫醚作为食品添加剂

                                                                                                              #### 介绍
                                                                                                              - 二甲基硫醚（DMS）是一种有机硫化合物，化学式为 CH3SCH3。
                                                                                                              - 它是一种无色气体，有强烈的大蒜味，天然存在于大蒜、洋葱、芥末等多种食物中。
                                                                                                              - 在工业生产中，二甲基硫醚可以通过多种化学合成方法获得。

                                                                                                              #### 用途
                                                                                                              - 作为食品调味剂：二甲基硫醚因其独特的大蒜风味，被用作调味剂，增加食品的香气。
                                                                                                              - 食品加工助剂：在某些食物加工过程中，添加少量二甲基硫醚可以改善产品的口感和味道。
                                                                                                              - 研究工具：在食品科学研究中，二甲基硫醚可用于模拟和研究食品中的风味变化。

                                                                                                              #### 安全性说明
                                                                                                              - 美国食品药品监督管理局（FDA）将二甲基硫醚列为"一般认为是安全"（GRAS）的物质。
                                                                                                              - 合理浓度：在合理的浓度下使用是安全的，但高浓度的二甲基硫醚可能导致刺激性反应。
                                                                                                              - 长期暴露风险：持续暴露于高浓度的二甲基硫醚可能对呼吸道造成刺激。
                                                                                                              - 使用指南：应按照食品添加剂使用指南中推荐的剂量和方法使用，以保证食品的安全性和品质。', 'GB28339-2012', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (475, '3-甲硫基丙醇', '### 3-甲硫基丙醇

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 3-甲硫基丙醇是一种有机硫化合物，分子式为 C4H10S。
                                                                                                              - **来源**: 它在自然界中可由某些植物和微生物产生，并且可以通过化学合成的方式获得。
                                                                                                              - **特点**: 这种化合物通常呈无色液体，带有类似大蒜或洋葱的刺激性气味。

                                                                                                              #### 用途
                                                                                                              - **食品调味**: 用作食品添加剂，尤其在需要添加一些特殊香味的情况下，如肉类和腌制食品等。
                                                                                                              - **食品生产**: 在某些发酵过程中用作风味增强剂，提升食品的整体口感和香气。
                                                                                                              - **科研与开发**: 在食品科技领域被用于研究不同食品在加工和储存过程中风味成分的变化。

                                                                                                              #### 安全性说明
                                                                                                              - **规范限制**: 在使用时需按照国家或国际食品添加剂使用标准进行，确保使用量在安全范围之内。
                                                                                                              - **毒性评估**: 按照现有研究，3-甲硫基丙醇在推荐的使用剂量下对人体是安全的，但应避免过量使用。
                                                                                                              - **敏感性问题**: 对于某些敏感人群，如有过敏史的个体，可能需要注意这类添加剂的使用，宜先咨询专业人士的意见。
                                                                                                              - **储存和处理**: 需要在通风良好且避光的环境下储存，避免长时间暴露在空气中，以免影响其品质和安全性。', 'GB28340-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (476, '3-甲硫基丙醛', '### 3-甲硫基丙醛

                                                                                                              #### 介绍
                                                                                                              - **化学性质**：3-甲硫基丙醛是一种带有硫和羰基官能团的有机化合物。
                                                                                                              - **分子式**：其化学式为C4H8OS。
                                                                                                              - **来源**：这种化合物通常在自然界中存在，尤其是在大蒜和其他植物中。

                                                                                                              #### 用途
                                                                                                              - **食品调味**：作为食品添加剂，3-甲硫基丙醛主要用于增强食品的味道和香气，尤其是在模拟大蒜味的产品中。
                                                                                                              - **食品加工**：在加工食品中用作香气增强剂，提升食品整体味道的丰富性和层次感。
                                                                                                              - **研究用途**：在食品科学研究中，用于研究味觉和香气的感知机理。

                                                                                                              #### 安全性说明
                                                                                                              - **使用限制**：在食品中使用3-甲硫基丙醛时，需遵循相关国家的食品添加剂使用标准和规定。
                                                                                                              - **毒理学数据**：现有的安全评估数据表明，3-甲硫基丙醛在正确使用下是安全的。
                                                                                                              - **致敏可能性**：虽然普遍被认为安全，但少数情况下可能会引起对特定敏感群体的过敏反应。
                                                                                                              - **环境影响**：作为一种生物可降解的化合物，对环境的影响较小。

                                                                                                              此介绍旨在提供有关3-甲硫基丙醛作为食品添加剂的基本信息，但在实际应用中应参考更详细的安全数据和法规标准。', 'GB28341-2012', '食品用香料', 0x5B322C335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (477, '3-甲硫基丙酸甲酯', '### 3-甲硫基丙酸甲酯

                                                                                                              #### 介绍
                                                                                                              - **化学性质**：3-甲硫基丙酸甲酯是一种具有特定硫化合物气味的有机化合物。
                                                                                                              - **制备方法**：一般通过从天然来源提取或合成方式制备。
                                                                                                              - **来源**：可以从某些蔬菜和水果中提取，也可以通过化学合成得到。

                                                                                                              #### 用途
                                                                                                              - **风味增强**：作为食品添加剂，常用于增强食物的香气，尤其是在烹饪和加工过程中添加到肉类或植物制品中。
                                                                                                              - **食品工业**：在加工食品如即食餐和调味料中用作风味剂。
                                                                                                              - **研究用途**：在食品科学和化学研究中，用于研究食品组分对味觉和嗅觉的影响。

                                                                                                              #### 安全性说明
                                                                                                              - **审评和批准**：其作为食品添加剂在多个国家需要通过相关食品安全机构的审评和批准。
                                                                                                              - **用量控制**：在使用时，必须控制适当的剂量，以避免过量添加。
                                                                                                              - **可能的副作用**：在一般批准的剂量下，3-甲硫基丙酸甲酯被认为是安全的，但过量可能导致呼吸道或皮肤敏感。
                                                                                                              - **监管情况**：用户在使用前需了解其在当地的法规和安全标准。', 'GB28342-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (478, '3-甲硫基丙酸乙酯', '### 3-甲硫基丙酸乙酯

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 3-甲硫基丙酸乙酯是一种含硫的化合物，带有特定的气味。
                                                                                                              - **来源**: 主要通过化学合成得到，合成路径可能涉及甲硫氨酸和乙醇的反应。
                                                                                                              - **外观**: 通常为无色透明的液体。

                                                                                                              #### 用途
                                                                                                              - **食品香精**: 主要用作食品添加剂，增加或改善食品的口感和香味。常用于烹饪用油、烘焙食品及其他调味品中。
                                                                                                              - **食品保存**: 可能因其特定的抗菌属性被用于延长食品的保质期。
                                                                                                              - **香料制造**: 在制造其他复杂香料的过程中，可以作为中间体或前体物质使用。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级评价**: 在规定的使用剂量下，一般被认为是安全的。在食品添加剂中的使用应遵循相关食品安全标准和法规。
                                                                                                              - **毒理学数据**: 目前暂无公开详细的毒理学数据，建议在使用前进行详细的安全评估。
                                                                                                              - **注意事项**: 在使用过程中应避免长时间的皮肤接触和吸入，操作时应佩戴适当的防护装备。', 'GB28343-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (479, '乙酰乙酸乙酯', '### 乙酰乙酸乙酯

                                                                                                              乙酰乙酸乙酯（Ethyl acetoacetate, EAA）是一种有机化合物，由于其特殊的化学性质和较高的安全性，在食品工业中常作为食品添加剂使用。下面是关于乙酰乙酸乙酯作为食品添加剂的介绍、用途以及安全性说明。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 乙酰乙酸乙酯是一种色less晶less液体，具有果香气味。
                                                                                                              - **制造过程**: 主要通过酯化反应，将乙酰乙酸与乙醇在酸性催化剂的作用下反应生成。
                                                                                                              - **质量控制**: 在生产过程中严格控制原料和工艺参数，确保产品质量和稳定性。

                                                                                                              #### 用途
                                                                                                              - **食品香料**: 由于其独特的香气，常用于香料的合成，添加到糖果、饮料、烘焙食品中增加风味。
                                                                                                              - **食品色素的合成**: 可用作某些食品色素的合成中间体，如喹啉黄等。
                                                                                                              - **食品保质**: 在一定程度上可以用作食品的防腐剂，延长食品的保质期。

                                                                                                              #### 安全性说明
                                                                                                              - **认证与审批**: 乙酰乙酸乙酯作为食品添加剂在多个国家和地区得到了官方认证和允许使用，包括美国FDA和欧盟EFSA。
                                                                                                              - **毒理学评估**: 研究显示，在正常使用浓度下，乙酰乙酸乙酯对人体无毒作用，其安全性已被广泛接受。
                                                                                                              - **使用限量**: 虽然认定为安全，但在食品中的使用仍按照有关规定严格控制使用浓度和用量。
                                                                                                              - **注意事项**: 应避免长期大量接触未稀释的乙酰乙酸乙酯，使用时应确保足够的通风条件。

                                                                                                              通过这些信息，可以更好地理解乙酰乙酸乙酯在食品添加剂领域的应用及其安全性。', 'GB28344-2012', '食品用香料', 0x5B322C31335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (480, '乙酸肉桂酯', '### 乙酸肉桂酯

                                                                                                              乙酸肉桂酯，作为食品添加剂，通常用于增强食品的香味，尤其是在烘焙食品和糖果中。下面是关于乙酸肉桂酯的介绍、用途以及安全性说明。

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：乙酸肉桂酯
                                                                                                              - **化学式**：C11H12O2
                                                                                                              - **外观**：无色至淡黄色的液体
                                                                                                              - **气味**：甜味、类似肉桂与水果的香气

                                                                                                              #### 用途
                                                                                                              - **食品香料**：在烘焙食品（如面包、蛋糕）和糖果中用以增添香味。
                                                                                                              - **饮料**：用于调味非酒精饮料和部分酒精饮料，提供独特的甜味和香气。
                                                                                                              - **香精行业**：在制造食品香精和香水时作为香料成分。

                                                                                                              #### 安全性说明
                                                                                                              - **已批准的使用**：在多个国家和地区，如美国食品药品监督管理局（FDA）和欧盟，乙酸肉桂酯已被认可为安全的食品添加剂。
                                                                                                              - **剂量限制**：尽管被认为是安全的，消费时还是需要注意不超过特定的使用剂量。
                                                                                                              - **过敏注意**：少数人可能对乙酸肉桂酯有轻微的敏感反应，使用前应确保无过敏历史。
                                                                                                              - **一般安全性**：广泛研究证实，在正常饮食条件下无毒害作用。

                                                                                                              通过合理的应用和遵守安全指南，乙酸肉桂酯作为食品添加剂是非常有用且安全的。', 'GB28345-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (481, '肉桂醛', '### 肉桂醛

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：肉桂醛，或称为3-苯基-2-丙烯醛。
                                                                                                              - **化学式**：C9H8O。
                                                                                                              - **来源**：主要从肉桂油中提取，也可通过合成方法生产。
                                                                                                              - **性状**：无色或淡黄色液体，具有肉桂的香气。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：广泛用作烘焙食品、糖果、饮料等的香料添加剂。
                                                                                                              - **香精制备**：用于制备其他香精，增加食品的风味深度及层次。
                                                                                                              - **保鲜剂**：具有一定的抗菌和防腐效果，用于延长食品保质期。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA评估**：美国食品和药物管理局(FDA)将肉桂醛列为一般认为是安全(GRAS)物质。
                                                                                                              - **用量限制**：推荐按食品添加剂标准适当使用，避免过量。
                                                                                                              - **过敏反应**：极少数人可能对肉桂醛存在过敏反应，需注意个体差异。
                                                                                                              - **长期大量摄入**：应避免长期大量摄入，以免影响健康。
                                                                                                              - **监管标准**：各国对食品添加剂的使用有严格的法规和标准，使用前应确保符合本地法规要求。

                                                                                                              此信息旨在提供一般科普知识，并不替代专业医疗或法律建议。如需具体应用，建议咨询相关专业人士。', 'GB28346-2012', '食品用香料', 0x5B335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (482, '肉桂酸', '### 肉桂酸

                                                                                                              #### 介绍
                                                                                                              - 肉桂酸（Cinnamic acid）是一种有机化合物，化学式为C9H8O2。
                                                                                                              - 它在自然界中广泛存在，尤其是在肉桂油中含量较高。
                                                                                                              - 肉桂酸不仅是一种香料，还因其抗菌、抗炎和抗氧化的性质而被用于食品以及其他领域。

                                                                                                              #### 用途
                                                                                                              - **食品防腐剂**：肉桂酸具有抑制微生物生长的能力，常用于延长食品的保质期。
                                                                                                              - **食品调味**：由于其独特的香味，肉桂酸经常被用作食品的香料成分。
                                                                                                              - **食品安全改良剂**：肉桂酸可用于提高食品的安全性和营养价值，如通过抗氧化性增强食品的稳定性。

                                                                                                              #### 安全性说明
                                                                                                              - **一般认为安全**：在正常的使用浓度下，肉桂酸被认为是安全的食品添加剂。
                                                                                                              - **规定的使用限量**：各国食品监管机构对肉桂酸的使用有具体的限制和标准。
                                                                                                              - **过敏反应**：极少数人可能对肉桂酸或其衍生物敏感，会引发过敏反应。
                                                                                                              - **长时间及过量摄入的考量**：虽然肉桂酸通常安全，但长时间或过量摄入可能对健康产生不利影响，建议按照规定标准使用。

                                                                                                              以上内容可供公众了解肉桂酸作为食品添加剂的基本信息以及其安全性。根据最新研究和法规的更新，相关安全性建议可能会有所改变。', 'GB28347-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (483, '肉桂酸甲酯', '### 肉桂酸甲酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：肉桂酸甲酯，也称为甲基肉桂酸。
                                                                                                              - **分子式**：C10H10O2。
                                                                                                              - **属性**：无色或淡黄色液体，具有类似肉桂的甜味香气。

                                                                                                              #### 用途
                                                                                                              - **香料应用**：在食品工业中，常作为香料添加到糖果、烘焙食品、饮料和口香糖中。
                                                                                                              - **保鲜剂**：具有抗菌特性，可用于延长食品的保质期。
                                                                                                              - **香精制造**：作为合成香精的中间体，在生产其他香料和香精时使用。

                                                                                                              #### 安全性说明
                                                                                                              - **一般安全性**：在正常的使用浓度下，肉桂酸甲酯被认为是安全的食品添加剂。
                                                                                                              - **过敏反应**：少数人可能对肉桂酸甲酯有轻微的皮肤敏感性。
                                                                                                              - **监管批准**：在多个国家和地区，如美国FDA和欧盟，肉桂酸甲酯作为食品添加剂已获得批准和评估。
                                                                                                              - **使用建议**：遵守各国有关食品添加剂的法律法规，在食品中使用肉桂酸甲酯时应控制在安全用量范围内。', 'GB28348-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (484, '肉桂酸乙酯', '### 肉桂酸乙酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：肉桂酸乙酯 (Ethyl cinnamate)。
                                                                                                              - **分子式**：C11H12O2。
                                                                                                              - **外观**：无色至浅黄色液体。
                                                                                                              - **香味**：具有甜美的果香，类似于肉桂的香味。

                                                                                                              #### 用途
                                                                                                              - **食品调味**：常用作香精和香料，在糖果、饮料和烘焙食品中添加以增加风味。
                                                                                                              - **香水制造**：作为香水的成分之一，用于增加甜美的肉桂香气。
                                                                                                              - **食品包装**：可用于某些类型的食品包装材料中，以提高保鲜效果和香气。
                                                                                                              - **医药用途**：在某些药品中用作配料，有助于改善口感和气味。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级别安全**：经FDA（美国食品药品监督管理局）批准为食品添加剂，在指定的安全使用条件下被认为是安全的。
                                                                                                              - **摄入量控制**：应按照食品安全标准和法规使用，避免过量。
                                                                                                              - **过敏反应**：少数人可能对肉桂酸乙酯或其它相关化合物敏感，使用时需注意是否有过敏反应发生。
                                                                                                              - **储存条件**：应储存于阴凉、通风良好的环境中，避免阳光直射和高温。', 'GB28349-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (485, '肉桂酸苯乙酯', '### 肉桂酸苯乙酯

                                                                                                              肉桂酸苯乙酯，化学式为C17H14O2，是一种常见的食品添加剂，主要用于增添食品的香气。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 肉桂酸苯乙酯为无色至淡黄色液体，有着甜美的香草和肉桂的香气。
                                                                                                              - **来源**: 通常通过化学合成得到，肉桂酸和苯乙醇在催化剂的作用下形成肉桂酸苯乙酯。
                                                                                                              - **可溶性**: 在酒精和大多数有机溶剂中易溶，但在水中溶解度较低。

                                                                                                              #### 用途
                                                                                                              - **食品香精**: 作为食品加工中的香精增添剂，用于糖果、烘焙食品、饮料等。
                                                                                                              - **香气复制**: 在非食品行业（如香水制造）也非常常见，用于复制或增强特定的香气。
                                                                                                              - **其他行业应用**: 在化妆品和皮肤护理产品中用作香料。

                                                                                                              #### 安全性说明
                                                                                                              - **安全评级**: 通常被认为是安全的（GRAS），适当使用下对人体无害。
                                                                                                              - **过敏反应**: 少数人可能对此化合物敏感，可能引起皮肤刺激或过敏反应。
                                                                                                              - **使用指导**: 需遵循食品安全标准和添加剂使用限量，避免过量使用。', 'GB28350-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (486, '5-甲基糠醛', '### 5-甲基糠醛

                                                                                                              #### 介绍
                                                                                                              - 5-甲基糠醛是一种天然存在的化合物，通常在糠醛的结构中加入甲基基团得来。
                                                                                                              - 它以色素、香味成分或防腐剂的形式在多种食品中作为添加剂使用。
                                                                                                              - 在工业生产中，5-甲基糠醛可通过化学合成或微生物发酵过程得到。

                                                                                                              #### 用途
                                                                                                              - **增强风味:** 在食品中添加以提升或改变食物的味道，尤其是在烘焙食品和饮料中。
                                                                                                              - **食品色素:** 可能用于改变或增强食品的颜色。
                                                                                                              - **防腐作用:** 在某些情况下，用作防止食品变质的防腐剂。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级测试:** 5-甲基糠醛作为食品添加剂在使用前需经过严格的食品安全测试。
                                                                                                              - **限定剂量:** 食品中添加的量通常遵循国家或国际的食品安全标准，如FAO/WHO的Codex Alimentarius。
                                                                                                              - **过敏性反应:** 对某些人可能引起过敏反应，使用时应仔细查看标签信息。
                                                                                                              - **长期摄取研究:** 科研人员持续监控其长期摄取对健康的潜在影响，以确保公众的食品安全。', 'GB28351-2012', '食品用香料', 0x5B322C332C375D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (487, '苯甲酸甲酯', '### 苯甲酸甲酯

                                                                                                              苯甲酸甲酯是一种常见的化学物质，其化学式为C8H8O2。在食品工业中，它主要被用作防腐剂和香料。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 苯甲酸甲酯是苯甲酸的甲酯衍生物，无色液体，具有淡淡的芳香味。
                                                                                                              - **制备方法**: 通常通过酯化反应，即苯甲酸与甲醇在酸催化剂作用下反应生成。
                                                                                                              - **物理性质**: 沸点约为198°C，密度约为1.08 g/cm³。

                                                                                                              #### 用途
                                                                                                              - **食品防腐剂**: 用于延长食品保质期，防止微生物生长。
                                                                                                              - **食品香精**: 在食品加工中增加或改善食品的香气。
                                                                                                              - **溶剂**: 在食品工业中作为其他添加剂的溶剂。

                                                                                                              #### 安全性说明
                                                                                                              - **一般认为安全 (GRAS)**: 在规定的使用和量级条件下，被美国食品药物管理局(FDA)认定为一般认为安全的物质。
                                                                                                              - **使用限量**: 须遵循各国关于食品中添加剂的使用标准和限量。
                                                                                                              - **过敏性和副作用**: 极少数个体可能会对其产生过敏反应，常见症状包括皮肤刺激或更严重的过敏反应。
                                                                                                              - **环境影响**: 需要适当处理，避免对环境造成污染。

                                                                                                              在使用苯甲酸甲酯作为食品添加剂时，确保严格遵守相关安全标准与法规，以保证食品安全与公众健康。', 'GB28352-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:15');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (488, '茴香醇', '### 茴香醇

                                                                                                              茴香醇（Anethole），一种有机化合物，主要从茴香、大茴香等植物中提取，其化学式为C10H12O，具有甜、类似茴香或八角的香气。常见于食品、香水及药品行业中使用。

                                                                                                              #### 介绍
                                                                                                              - **来源**：主要从茴香或其他类似植物如大茴香中提取，也可以合成生产。
                                                                                                              - **化学性质**：化学式为C10H12O，属于苯丙烷类化合物的一种。
                                                                                                              - **特性**：常温下为无色透明液体，易溶于多数有机溶剂。

                                                                                                              #### 用途
                                                                                                              - **食品行业**：作为风味剂添加在糖果、糕点、饮料中，增加特定的香气。
                                                                                                              - **香料行业**：在香水的生产中，用以调配香型。
                                                                                                              - **医药行业**：在一些药物的制剂中，用以提供香气或作为辅料。

                                                                                                              #### 安全性说明
                                                                                                              - **毒性**：茴香醇在正常的使用剂量下，对人体无害。
                                                                                                              - **规定和标准**：在多国食品添加剂法规中获准使用，应严格按照推荐剂量使用。
                                                                                                              - **注意事项**：过量使用可能导致过敏等不良反应，应遵循相关安全标准操作。

                                                                                                              以上信息适用于通常情况，具体使用时还应参考当地法规及产品具体说明。', 'GB28353-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (489, '大茴香醛', '### 大茴香醛

                                                                                                              大茴香醛（Anethole），也称为对甲氧基苯甲醛，是一种主要存在于大茴香油中的有机化合物，普遍应用于食品添加剂及香料工业中。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**：大茴香醛是一种无色透明至略带黄色的液体，有强烈的甜茴香味。
                                                                                                              - **来源**：主要从茴香、茴香籽或星茴香等植物中提取，也可通过化学合成得到。
                                                                                                              - **主要成分**：其化学式为C10H12O2，属于苯甲醛的衍生物。

                                                                                                              #### 用途
                                                                                                              - **食品工业**：用作食品香精，尤其是在糖果、饮料和烘焙食品中，为食品添加甜而略带清新的茴香味。
                                                                                                              - **香料制造**：在制造香水、化妆品及个人护理产品中，用于增加甜味和改善香气。
                                                                                                              - **药品行业**：在一些草药及传统药物中作为香味剂，有时也用于舒缓胃部不适。

                                                                                                              #### 安全性说明
                                                                                                              - **一般安全性**：大茴香醛被认为是安全的食品添加剂，已被多个国家和地区的食品与药品管理机构批准使用。
                                                                                                              - **使用限制**：尽管大茴香醛普遍被认为安全，但过量食用可能引起皮肤敏感或过敏反应，特别是在对大茴香油敏感的人群中。
                                                                                                              - **法规遵守**：使用大茴香醛须遵守当地法规关于食品添加剂的使用限量和标签声明要求。
                                                                                                              - **推荐用量**：制造商在使用时应遵循食品法典或相关食品安全机构关于此种化合物的推荐添加剂用量。', 'GB28354-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (490, '水杨酸甲酯(柳酸甲酯)', '### 水杨酸甲酯（柳酸甲酯）

                                                                                                              #### 介绍
                                                                                                              - **化学性质**：水杨酸甲酯，也被称为柳酸甲酯，其化学式为C8H8O3。
                                                                                                              - **外观**：通常为无色透明的液体或固态。
                                                                                                              - **溶解性**：在水中的溶解性较低，但可溶于醇类和其他有机溶剂。

                                                                                                              #### 用途
                                                                                                              - **保鲜剂**：常用作食品的防腐剂，延长食品的保质期。
                                                                                                              - **抗微生物增长**：抑制细菌和霉菌的生长，用于酸性食品如果酱和果冻中。
                                                                                                              - **香料制备**：作为合成某些类型的香料的中间体。

                                                                                                              #### 安全性说明
                                                                                                              - **使用浓度限制**：在食品中的使用浓度需要严格控制，通常不超过规定的最大限度。
                                                                                                              - **可能的副作用**：高浓度下可能引起敏感性反应，如皮肤或呼吸道刺激。
                                                                                                              - **监管状态**：在多数国家和地区，食品中添加水杨酸甲酯的使用需遵循食品安全标准和法规。
                                                                                                              - **长期摄入考虑**：建议避免长期大量摄入，尤其是儿童和妇女，可能影响健康。', 'GB28355-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (491, '水杨酸乙酯(柳酸乙酯)', '### 水杨酸乙酯（柳酸乙酯）

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：水杨酸乙酯，又称柳酸乙酯。
                                                                                                              - **化学式**：C9H8O3
                                                                                                              - **性质**：无色液体，有特殊的甜味和芳香。
                                                                                                              - **溶解性**：易溶于醇、醚及其他有机溶剂，微溶于水。

                                                                                                              #### 用途
                                                                                                              - **防腐剂**：能有效防止食品中微生物的生长，延长食品的保质期。
                                                                                                              - **香料**：在食品工业中作为香味剂，增加食品的香气。
                                                                                                              - **防霉剂**：用于某些易发霉的食品，如面包、果酱等，以防止霉菌生长。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：多数国家允许以限定浓度使用作为食品添加剂。
                                                                                                              - **剂量限制**：需严格按照食品安全标准使用，避免过量。
                                                                                                              - **可能的副作用**：高剂量下可能对肝脏、肾脏造成影响；敏感人群可能会引发过敏反应。
                                                                                                              - **操作注意**：在使用过程中需要采取适当的防护措施，避免长时间直接接触。', 'GB28356-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (492, '水杨酸异戊酯(柳酸异戊酯)', '### 水杨酸异戊酯（柳酸异戊酯）

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：水杨酸异戊酯，也称为柳酸异戊酯。
                                                                                                              - **化学式**：C12H14O3。
                                                                                                              - **性状**：通常为无色到淡黄色的液体。
                                                                                                              - **溶解性**：在水中溶解度低，但可溶于多数有机溶剂如醇类和醚类。

                                                                                                              #### 用途
                                                                                                              - **防腐剂**：在食品工业中，水杨酸异戊酯作为防腐剂，用于延长食品的保质期。
                                                                                                              - **香料**：由于其特有的香气，常用作食品香料，添加在糖果、饮料中提供独特风味。
                                                                                                              - **抗霉剂**：有效抑制霉菌和细菌的生长，用于果酱、果冻和某些乳制品中。

                                                                                                              #### 安全性说明
                                                                                                              - **批准使用**：许多国家的食品和药品管理局批准其作为食品添加剂使用。
                                                                                                              - **摄入限制**：尽管被广泛认为是安全的，但依然存在每天摄入量的建议上限，过量可能会导致健康问题。
                                                                                                              - **敏感性问题**：极少数人可能对水杨酸类化合物敏感，食用含此化合物的食品可能会引起过敏反应。
                                                                                                              - **长期安全性研究**：目前关于其长期摄入对人体健康影响的研究还不是很充分，建议消费者适量使用。

                                                                                                              通过这种格式呈现的信息，可以很方便地帮助人们理解水杨酸异戊酯（柳酸异戊酯）作为食品添加剂的基本知识和注意事项。', 'GB28357-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (493, '丁酰乳酸丁酯', '### 丁酰乳酸丁酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：丁酰乳酸丁酯，也称为丁酰乳酸丁酯酯或乳酸丁酯。
                                                                                                              - **化学式**：C8H14O3
                                                                                                              - **外观**：无色或淡黄色液体。
                                                                                                              - **溶解性**：难溶于水，易溶于多数有机溶剂。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：用作食品添加剂，可赋予食物奶油和奶酪等特殊的香味。
                                                                                                              - **食品加工**：在食品工业中，作为香料成分，用于蛋糕、饼干、糖果、乳制品等多种产品。
                                                                                                              - **保质增香**：提高食品的保质期并增强其香味吸引力。

                                                                                                              #### 安全性说明
                                                                                                              - **规定配比**：在使用时，其添加量需符合国家标准或国际食品法典指导，过量使用可能影响健康。
                                                                                                              - **安全评级**：经国际食品安全机构如FDA (美国食品药品监督管理局)评估，被认为是安全的食品添加剂。
                                                                                                              - **敏感人群**：个别具有特殊体质的人群可能对该添加剂敏感，建议在医生指导下使用。

                                                                                                              此信息可用来增强公众对食品添加剂丁酰乳酸丁酯的理解，促进其在食品工业中的科学合理应用。', 'GB28358-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (494, '乙酸苯乙酯', '### 乙酸苯乙酯作为食品添加剂

                                                                                                              乙酸苯乙酯，化学式为 C9H10O2，是一种酯类化合物，常用作食品添加剂。

                                                                                                              #### 介绍
                                                                                                              - **化学性质**: 乙酸苯乙酯是由乙酸和苯乙醇脱水缩合而成的酯。
                                                                                                              - **外观**: 常态下为无色液体，具有芳香型的气味。
                                                                                                              - **溶解性**: 在水中溶解度较低，但可以溶于大多数有机溶剂。

                                                                                                              #### 用途
                                                                                                              - **食品香精**: 常用于调制水果味（如草莓、樱桃、桃子）的食品香精。
                                                                                                              - **香水产业**: 在香水制造中作为固定剂或调香剂使用。
                                                                                                              - **食品包装材料**: 可用于食品包装材料中，提供持久的香气。

                                                                                                              #### 安全性说明
                                                                                                              - **安全级别**: 通常被认为是安全的，但需遵守使用标准和限量。
                                                                                                              - **摄入限制**: 应避免过量摄入，虽然低剂量一般认为是安全的。
                                                                                                              - **皮肤接触**: 尽量避免长时间或大面积的皮肤接触。
                                                                                                              - **监管信息**: 在多个国家和地区，乙酸苯乙酯作为食品添加剂的使用已被相应的食品安全机构批准。

                                                                                                              通过合理使用乙酸苯乙酯，可以安全地增加食品的香味，增强食品的吸引力。然而，始终建议遵循当地的法规标准来保证使用的安全性。', 'GB28359-2012', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (495, '苯乙酸苯乙酯', '### 苯乙酸苯乙酯

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：苯乙酸苯乙酯，英文名称为 Phenethyl Phenylacetate。
                                                                                                              - **结构特征**：苯乙酸苯乙酯是一种有机化合物，由苯乙酸和苯乙醇通过酯化反应生成。
                                                                                                              - **物理状态**：在常温下通常呈现为无色液体，具有芳香气味。

                                                                                                              #### 用途
                                                                                                              - **食品香精**：在食品工业中，用作调味剂增加食品的芳香性，透过模拟水果、坚果和各种美食的味道。
                                                                                                              - **香料组成**：因其独特的香味特性，广泛用于制作复杂的香水和其他个人护理产品。
                                                                                                              - **制造香熏产品**：在家居香熏产品中也可用作香气来源，如蜡烛和室内喷雾剂。

                                                                                                              #### 安全性说明
                                                                                                              - **毒性级别**：一般认为苯乙酸苯乙酯的毒性较低，适宜用于食品和香料。
                                                                                                              - **接触安全**：皮肤接触时可能会造成轻微刺激，建议在操作时使用适当的防护装备。
                                                                                                              - **摄入与吸入**：不建议直接摄入，长时间吸入其蒸气可能对呼吸系统造成刺激。
                                                                                                              - **环境影响**：应避免将大量物质排放到环境中，尽管目前对环境的危害认识还不充分。
                                                                                                              - **法规遵守**：使用苯乙酸苯乙酯作为食品添加剂应遵循相关食品安全法规，确保其使用浓度在安全范围内。', 'GB28360-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (496, '苯乙酸乙酯', '### 苯乙酸乙酯

                                                                                                              #### 介绍
                                                                                                              - 苯乙酸乙酯（Ethyl phenylacetate）是一种有机化合物，化学式为C10H12O2。
                                                                                                              - 它是清澈透明的液体，具有类似于蜂蜜的甜美芳香。
                                                                                                              - 在工业上，苯乙酸乙酯主要通过苯乙酸与乙醇的酯化反应制备。

                                                                                                              #### 用途
                                                                                                              - **食品行业**：主要用作食品添加剂，用于增添或增强食品的香味，常见于糖果、饮料和烘焙食品中。
                                                                                                              - **香料**：作为香料成分，在制造香水、化妆品及个人护理产品中也有广泛应用。
                                                                                                              - **化学合成**：在化学工业中作为中间体，用于合成其他有机化合物。

                                                                                                              #### 安全性说明
                                                                                                              - **食品级安全**：大多数国家和地区认可其作为食品添加剂的安全性，但须遵守推荐的使用剂量。
                                                                                                              - **刺激性**：可能会对皮肤和眼睛造成轻微刺激，操作时需适当防护。
                                                                                                              - **环境影响**：在环境中不应随意排放，避免对生态系统造成负面影响。
                                                                                                              - **毒性**：长期或高剂量接触可能对健康造成影响，故应在专业指导下使用。

                                                                                                              以上内容适用于对苯乙酸乙酯作为食品添加剂的基本认识与安全指导。在使用时，应依据具体法规及产品说明进行。', 'GB28361-2012', '食品用香料', 0x5B385D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (497, '苯氧乙酸烯丙酯', '### 苯氧乙酸烯丙酯

                                                                                                              苯氧乙酸烯丙酯（Phenoxycarbonyloxyethyl acrylate）是一种化学物质，常用在各种工业领域中，包括有时作为食品添加剂。以下是有关苯氧乙酸烯丙酯的介绍、用途以及安全性说明。

                                                                                                              #### 介绍
                                                                                                              - 苯氧乙酸烯丙酯是一种合成的有机化合物。
                                                                                                              - 该化合物是一种液态形式，无色到黄色，具有特定的化学性质。

                                                                                                              #### 用途
                                                                                                              - **作为食品添加剂**：可能用于改善食品的质感和稳定性。
                                                                                                              - **工业应用**：在塑料工业、涂料和胶黏剂等领域中，用作聚合反应的单体或交联剂。

                                                                                                              #### 安全性说明
                                                                                                              - **化学稳定性**：在正常的储存和使用条件下，该化学物质是稳定的。
                                                                                                              - **毒性**：需要深入研究来确定其对人体健康的潜在影响。
                                                                                                              - **使用注意事项**：在作为食品添加剂使用时，必须严格遵循相关法律法规，确保其安全性。
                                                                                                              - **环境影响**：使用时应妥善处理废弃物和泄漏，以减少对环境的影响。

                                                                                                              请注意，具体的添加剂是否允许使用，以及使用的具体规格和条件，需要查询当地和国际的食品安全规范。此外，任何食品添加剂的使用都要确保经过适当的安全评估和批准。', 'GB28362-2012', '食品用香料', 0x5B322C335D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (498, '二氢香豆素', '### 二氢香豆素

                                                                                                              #### 介绍
                                                                                                              - **化学名称**：二氢香豆素，也称为DHC。
                                                                                                              - **化学结构**：它是香豆素的还原形式，拥有不同的化学性质和用途。
                                                                                                              - **生产方法**：通常通过香豆素的氢化反应在特定催化剂的作用下制备。

                                                                                                              #### 用途
                                                                                                              - **食品香料**：作为食品添加剂，二氢香豆素用于增添或增强食品的香味，尤其在糖果、烘焙食品和饮料中。
                                                                                                              - **香料稳定性**：与香豆素相比，二氢香豆素在各种食品加工条件下具有更好的热稳定性和光稳定性。
                                                                                                              - **风味复合体**：可以与其他香料一起使用，创造更复杂的风味层次。

                                                                                                              #### 安全性说明
                                                                                                              - **法规审查**：二氢香豆素的使用需要遵循国家关于食品添加剂的标准和规定。
                                                                                                              - **毒理学测试**：在使用前，需要进行一系列的毒理学测试以确保其对人体的安全性。
                                                                                                              - **使用限量**：在食品中使用时，二氢香豆素的添加量有严格的限制，以避免过量摄入。
                                                                                                              - **敏感性反应**：虽然罕见，个别敏感人群可能对二氢香豆素出现轻微的过敏反应。

                                                                                                              二氢香豆素作为一种食品添加剂，其适当和安全的使用能够增强食品的风味，同时保障消费者健康。', 'GB28363-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:14');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (499, '2-甲基-2-戊烯酸(草莓酸)', '### 2-甲基-2-戊烯酸（草莓酸）

                                                                                                              #### 介绍
                                                                                                              - **化学名称**: 2-甲基-2-戊烯酸，通常又被称为草莓酸。
                                                                                                              - **化学结构**: 它属于有机化合物，是一种不饱和脂肪酸。
                                                                                                              - **来源**: 草莓酸可以通过化学合成得到，也可从某些植物或果实中提取。

                                                                                                              #### 用途
                                                                                                              - **风味增强剂**: 主要用于增强食品中的果味，尤其是模拟草莓等浆果的香味。
                                                                                                              - **食品工业**: 在糖果、饮料、酸奶等食品中作为风味剂使用。
                                                                                                              - **香料**: 除了作为食品添加剂外，还可以用于制作香水和其他香料产品中的香味成分。

                                                                                                              #### 安全性说明
                                                                                                              - **FDA评估**: 如果根据FDA的规定使用，认为是安全的。
                                                                                                              - **使用限制**: 需要遵循特定的使用浓度和食品种类限制，以确保消费者的安全。
                                                                                                              - **毒理学研究**: 在常用的剂量下，没有报告显示草莓酸对人体有毒性。

                                                                                                              以上信息旨在为公众提供关于2-甲基-2-戊烯酸（草莓酸）的一些基本知识和安全使用信息。在使用任何添加剂时，建议遵循专业指导和当地法规。', 'GB28364-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (500, '4-羟基-2,5-二甲基-3(2H)呋喃酮', '### 4-羟基-2,5-二甲基-3(2H)呋喃酮

4-羟基-2,5-二甲基-3(2H)呋喃酮是一种化学添加剂，通常在食品工业中用作香料。

#### 介绍
- **化学性质**：4-羟基-2,5-二甲基-3(2H)呋喃酮是一种含氧杂环的有机化合物，结构中含有呋喃环，因此具有独特的香气。
- **来源**：这种化合物可以通过化学合成获得，也可以在自然界中的某些水果和其他食品中找到它的天然存在形式。
- **常见名称**：作为香料成分，也常被称为糖果香精或水果香精。

#### 用途
- **食品香料**：在食品中主要用作香料，增加食品的风味。
- **香精制造**：广泛用于调制各种水果香型的香精，如苹果、樱桃和杏香味等。
- **食品加工**：可以用于糖果、饮料、烘焙食品以及其他需要增香的产品。

#### 安全性说明
- **食品级标准**：作为食品添加剂使用时，需符合相关食品安全标准和规定。
- **摄入量控制**：尽管通常被认为是安全的，但建议消费者在食品中使用该添加剂时遵循适宜的摄入量建议。
- **敏感性**：极少数人可能对此类香精成分敏感，出现轻微不适。
- **监管机构评估**：在多个国家和地区，相应的食品安全监管机构评估其安全性，确认其在一定限度和条件下的安全使用。

总体而言，4-羟基-2,5-二甲基-3(2H)呋喃酮作为食品香料的应用相对广泛且通常安全，但使用时仍应注意控制适宜的添加量。在具体使用前，消费者和生产者应查阅最新的食品安全指南和标准。', 'GB28365-2012', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-16 14:12:13');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (501, '2-乙基-4-羟基-5-甲基-3(2H)-呋喃酮', '### 2-乙基-4-羟基-5-甲基-3(2H)-呋喃酮

#### 介绍
- 该化合物是一种有机化学成分，属于呋喃酮类。
- 在食品工业中可以作为风味增强剂使用。
- 由其分子结构特性，可在合成工艺中通过特定的有机合成步骤制备。

#### 用途
- **食品香精添加剂**：用于改善或增强食品的香味。
- **饮料加工**：在某些饮料中添加以增加复杂的味道层次。
- **烘焙食品**：提升糕点和面包等烘焙食物的香气。

#### 安全性说明
- **食品级标准**：需符合各国规定的食品安全标凘，如FDA(美国食品药品监督管理局)、EFSA（欧洲食品安全局）的要求。
- **摄入量控制**：使用时需控制在安全摄入量范围之内，避免过量。
- **毒理测试**：应进行充分的毒理学测试，以确保对人体的安全性。
- **过敏性测试**：对敏感群体进行必要的过敏测试，确保不引起严重过敏反应。', 'GB28366-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (502, '4-羟基-5-甲基-3(2H)呋喃酮', '### 4-羟基-5-甲基-3(2H)呋喃酮作为食品添加剂

#### 介绍
- **化学性质**: 4-羟基-5-甲基-3(2H)呋喃酮是一种含氧杂环有机化合物，具有独特的化学结构和性质。
- **来源**: 该化合物可以通过合成或从自然来源中提取得到。
- **常见形态**: 常见为白色或淡黄色固体粉末，易溶于水和多数有机溶剂。

#### 用途
- **食品香精**: 主要用于增强食品的香味，尤其是在烘焙食品、糖果、饮料和其他调味品中。
- **调味剂**: 在食品制造过程中，用于模拟焦糖、坚果、水果等多种不同的味道。
- **食品加工**: 可用于食品保质和改进食品的口感与外观。

#### 安全性说明
- **监管批准**: 在多数国家，包括美国食品药品监督管理局(FDA)和欧盟(EU), 4-羟基-5-甲基-3(2H)呋喃酮作为食品添加剂已经过严格审核并批准使用。
- **剂量限制**: 作为添加剂使用时，通常有严格的剂量限制，以确保消费者安全。
- **安全性研究**: 目前的科学研究表明，适量使用该化合物作为食品添加剂是安全的。然而，仍建议按照现有的食品安全标准和规定进行使用。

以上信息是基于当前可获得的数据，应该在专业人士的指导下使用这类化合物，以确保其安全性和有效性。如需进一步的安全数据或使用建议，请参考具体国家或地区的相关食品安全监管机构发布的指南。', 'GB28367-2012', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (503, '2,3-戊二酮', '### 2,3-戊二酮

                                                                                                                  #### 介绍
- **化学性质**：2,3-戊二酮（C5H8O2），也称作二乙酰基，是一种有机化合物，属于酮类。
- **来源**：可通过有机合成获得，也可在部分发酵过程中自然生成。

#### 用途
- **食品香精**：用作食品添加剂，增加或改善食品的香味。
- **香料制造**：在制造某些类型的香料中作为重要原料。
- **研究用途**：在食品科学和化学研究中，作为分析或合成的标准物质之一。

#### 安全性说明
- **监管审批**：在不同国家和地区，2,3-戊二酮的使用受到食品药品监督管理机构的监管。
- **毒性评估**：低剂量下通常被认为是安全的，但高剂量可能会对健康造成影响。
- **使用建议**：在使用时需遵循相关食品安全法规，控制在安全用量范围内。
- **过敏性**：虽然罕见，但部分敏感人群可能对此类化合物产生过敏反应。', 'GB28368-2012', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (504, '磷脂', '### 磷脂（食品添加剂）

磷脂是广泛应用于食品工业的一种重要添加剂，由于其良好的乳化和抗氧化特性，它在很多食品加工过程中发挥着重要作用。

#### 介绍
- **来源**: 磷脂主要从植物油（如大豆油、菜籽油）和动物脂肪中提取。
- **成分**: 主要成分包括甘油、脂肪酸、磷酸和胆碱或其他氨基醇。
- **属性**: 磷脂具有良好的乳化性和稳定性，可以在水和油之间形成稳定的界面。

#### 用途
- **食品乳化剂**: 在冰淇淋、酱料、和面包中添加以防止分离，改善口感和延长保质期。
- **抗氧化剂**: 在油脂类食品中添加磷脂可以阻断氧气和脂肪的接触，延缓氧化过程。
- **营养补充剂**: 磷脂含有胆碱和其他营养素，对维持细胞膜结构、脂肪代谢和神经传导等生物过程有益。

#### 安全性说明
- **安全认证**: 大多数国家的食品安全机构如美国FDA和欧盟EFSA都已批准磷脂作为食品添加剂。
- **剂量控制**: 按照制造商和相关法规推荐的剂量使用是安全的。过量摄入可能导致消化不良等问题。
- **过敏反应**: 磷脂来源于大豆或其他植物，极少数情况下可能引发特定食物过敏反应。

使用磷脂作为食品添加剂可以有效地提高食品的质感、稳定性和保质期，同时确保其安全性和营养价值。不过，像任何食品添加剂一样，适度使用和监控其来源和质量是非常重要的。', 'GB1886.358-2022', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (505, '普鲁兰多糖', '### 普鲁兰多糖

普鲁兰多糖，也称为普鲁兰，是一种由某些菌种如放线菌亚门的链霉菌属所产生的多糖。它是由α-D-葡萄糖单元通过α-1,6-糖苷键链接而成的多糖，具有独特的物理和化学性质，因此在食品工业中有着广泛的应用。

#### 介绍
- 普鲁兰多糖是一种天然产生的多糖，主要由α-1,6-葡萄糖单元构成。
- 它能够被人体内的普鲁兰酶快速分解，不会在体内积累。
- 在食品制造过程中，普鲁兰可以通过发酵工艺从特定的微生物中生产出来。

#### 用途
- **食品工业**: 作为食品添加剂，常用于改善食品的质感和稳定性。例如，在冰淜蛋糕中用作保湿剂和结构强化剂。
- **低卡路里替代品**: 普鲁兰由于其易于消化的特点，可以用作低热量的食品填充剂。
- **健康产品**: 由于普鲁兰不易被人体吸收，经常被添加到健康食品中以促进良好的消化和预防便秘。

#### 安全性说明
- **批准使用**: 普鲁兰已被多个国家的食品安全机构认可和批准使用，包括美国食品药物管理局（FDA）和欧盟。
- **代谢**: 在人体消化系统中能够被普鲁兰酶快速分解，因此不会对体内造成负担。
- **过敏反应**: 普鲁兰多糖并不容易引起过敏反应，适合大多数人群使用。

普鲁兰多糖作为一种功能性食品添加剂，不仅能增强食品的口感和质量，还能带来一定的健康益处，使其在食品工业中的应用非常广泛。', 'GB28402-2012', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (506, '瓜尔胶', '### 瓜尔胶

瓜尔胶，也称为瓜儿豆胶，是一种广泛使用的天然增稠剂和稳定剂，来源于瓜尔豆（克拉拉豆）的种子。在食品工业中，它被用作食品添加剂，特别是在乳制品和烘焙食品中。

#### 介绍

- **来源**: 瓜尔胶是从瓜尔豆的种子中提取的天然多糖。
- **组成**: 主要成分为长链多糖，主要是半乳糖和甘露糖。
- **外观**: 通常以粉末形式存在，无色至淡黄色。

#### 用途

- **食品增稠剂**: 增加食品如冰淇淋、酸奶等的黏性和稠度。
- **稳定剂**: 防止产品分层，在饮料、沙拉酱中保持均匀性。
- **改善口感**: 在烘焙食品中提升质地与保湿性，改善面包和其他烘焙产品的口感。
- **乳化剂**: 有助于混合不易混合的物质如油和水，常用于奶油和调味品。

#### 安全性说明

- **广泛认可**: 瓜尔胶作为食品添加剂在多数国家已被广泛认可和批准使用。
- **副作用少**: 常规食用量通常安全，极少数情况下可能导致消化不良或过敏反应。
- **摄入建议**: 正常食用按照食品标签指示或食品制造商的建议量进行使用。
- **敏感人群**: 对瓜尔胶敏感的人群应避免摄入，特别是有特殊疾病或健康问题的人士。

瓜尔胶以其优异的功能性在食品添加剂领域中占据重要位置，同时其天然来源也使其成为健康食品选择的一个加分项。', 'GB28403-2012', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (507, '氨水及液氨', '### 氨水及液氨作为食品添加剂

#### 介绍
- **氨水（阿摩尼亚水）**和**液氨**均是氨的水溶液形式，其中氨水通常是浓度较低的溶液，液氨则是纯净的氨在高压下液化的形态。
- 在工业和食品加工中，氨水用作pH调节剂，以及其他用途。
- 通常与氢氧化钠和其他基性化学品一样用于中和食品中的酸性物质。

#### 用途
- **pH调节剂**: 用于调整和稳定食品的pH值，帮助改善食品的口感和保质期。
- **抗结剂**: 在烘焙过程中，氨水可以帮助防止粉末状物质如面粉和糖发生结块。
- **发酵助剂**: 在面包和其他发酵产品的生产中，加入少量氨水可以促进酵母的活性，通过调节面团pH值来改善发酵效果。

#### 安全性说明
- **食品级别**: 使用于食品中的氨水和液氨必须符合食品安全标准，是经过认证的食品级。
- **使用限量**: 在食品加工中使用氨水和液氨时，必须严格控制使用量，过量可能会对健康造成影响。
- **潜在风险**: 氨水和液氨具有一定的腐蚀性，不当接触可能会刺激皮肤和呼吸系统。因此，在食品加工中应确保在安全的条件下使用。
- **监管要求**: 在许多国家和地区，使用氨水和液氨作为食品添加剂是受到严格监管的，必需遵守相关的食品安全法规和标准。

通过以上列表形式，可以更清楚和具体地了解氨水及液氨作为食品添加剂的相关知识。在使用时，确保遵循相关安全和法规标准非常重要。', 'GB29201-2020', '加工助剂', 0x5B322C365D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (508, '氮气', '### 氮气作为食品添加剂

#### 介绍
- **化学性质**：氮气是一种无色、无味且无臭的气体，化学式为N₂。
- **制取过程**：工业上通常通过分馏液化空气来获得纯净的氮气。
- **状态**：在常温常压下为气态，需以高压或液态形式储存和运输。

#### 用途
- **食品保鲜**：氮气用来置换食品包装中的氧气，延缓食品的氧化和腐败过程。
- **饮料充填**：在碳酸饮料和啤酒的生产过程中，用于充填罐装和瓶装饮料，以减少氧气接触，确保饮料品质。
- **冷冻速冻**：液态氮气因其极低的温度被广泛用于快速冷冻食品，保持食品的新鲜度和营养。

#### 安全性说明
- **无毒性**：氮气本身是安全的，对人体无害且在大气中含量丰富。
- **窒息风险**：尽管氮气无毒，但在高浓度下可导致氧气稀释，造成窒息风险。确保使用时的通风条件良好。
- **高压气体安全**：以高压气体形式存储和使用时，需注意气瓶的安全管理，避免气瓶损坏或误操作导致安全事故。
- **无特殊生物性危害**：氮气不支持细菌生长，因此不会引入或增加食品的微生物风险。', 'GB29202-2012', '其他', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (509, '碘化钾', '### 碘化钾作为食品添加剂

#### 介绍
- 碘化钾（化学式：KI）是一种无色或白色晶体或粉末。
- 在食品工业中，它主要用作营养强化剂，特别是添加到盐中以预防碘缺乏病。
- 碘是人体必需的微量元素，对于维持正常的甲状腺功能至关重要。

#### 用途
- **碘盐生产**: 最常见的用途是在食用盐中添加微量的碘化钾，形成碘化盐，帮助预防碘缺乏引起的疾病。
- **食品加工**: 在一些国家，碘化钾也用于其他食品的加工过程中，如面粉和水产品，以增强食品的碘含量。

#### 安全性说明
- **一般认为安全**：在适量使用时，碘化钾被广泛认为是安全的。它已被多个国家的食品安全机构批准用作食品添加剂。
- **过量风险**：尽管碘化钾对大多数人群是安全的，但过量摄入碘可能导致甲状腺功能异常，如甲状腺抑制或甲亢。
- **敏感人群注意**：对于特定敏感人群，例如患有特定甲状腺疾病的人，应在医生指导下摄入含碘化钾的产品。
- **监管标准**：不同国家和地区对食品中碘化钾的添加量有严格的监管标凘，以确保公众的健康安全。

通过以上简介、用途和安全性说明，消费者可以更好地了解作为食品添加剂的碘化钾的重要性和使用时的注意事项。', 'GB29203-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (510, '硅胶', '### 硅胶作为食品添加剂

硅胶通常以二氧化硅（SiO2）的形式出现，在食品添加剂中用作抗结剂和载体等。它主要是无机的硅酸盐，通常呈无味、无臭的白色粉末。在食品工业中，硅胶用于防止产品因吸湿而结块，提高产品的流动性和储存稳定性。

#### 介绍

- **成分**: 硅胶作为食品添加剂主要是由二氧化硅（SiO2）组成。
- **形态**: 一般为无色透明或白色的粉末状态。
- **来源**: 天然来源自石英砂，经过工业加工和精炼而成。

#### 用途

- **防结剂**: 防止食品成分如粉末型产品出现结块。
- **储存稳定性**: 增强食品在长时间储存过程中的稳定性，避免受潮气影响。
- **载体**: 在食品添加剂中，用于加工时作为流动性辅助材料，帮助其他成分均匀分布。
- **触感改善**: 在某些产品如口香糖中，提升口感和离型性。

#### 安全性说明

- **食品级**: 硅胶作为食品添加剂需符合特定的化学纯度和安全标准。
- **官方认证**: 通过如FDA（美国食品药品监督管理局）和EFSA（欧洲食品安全局）等权威机构的安全认证。
- **剂量控制**: 食用中硅胶的使用量需遵循“量少即安全”的原则。
- **多国认可**: 许多国家承认硅胶作为食品添加剂的安全性，但使用必须遵循各国的标准和规定。

这些是关于硅胶作为食品添加剂的基本信息，希望能帮助您更好地理解其用途和安全性。在使用任何食品添加剂时，遵循正确的用量和国家的具体规定是非常重要的。', 'GB29204-2012', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (511, '硫酸', '### 硫酸作为食品添加剂

硫酸（Sulfuric acid）在食品工业中的使用较为有限，并且主要用于加工过程中的一些特定功能，而不是作为直接添加剂。下面是对硫酸作为食品添加剂的介绍、用途以及安全性的说明。

#### 介绍
- **化学性质**: 硫酸是一种高度腐蚀性的强矿物酸，具有强烈的氧化性和脱水性能。
- **CAS号**: 7664-93-9
- **分子式**: H₂SO₄
- **一般使用**: 在食品工业中，硫酸不常见作为直接添加剂，但可能在某些工艺流程中用于调节酸度或作为清洁剂。

#### 用途
- **糖料生产**: 在糖料生产中，硫酸用于帮助提取糖分。
- **酸性调节**: 在工业加工中可作为pH调节剂使用，帮助破坏食品中的微生物，保持食品安全。
- **清洁和消毒**: 在食品加工设备的清洁过程中，硫酸有时被用作强效的清洁剂，帮助去除顽固的矿物质积累和消毒。

#### 安全性说明
- **高度腐蚀性**: 硫酸对金属和有机材质都有强烈的腐蚀作用，需严格按照相关规定使用和储存。
- **操作注意**: 使用时需穿戴适当的防护装备，如穿戴耐酸的手套、护目镜和防护服。
- **应急措施**: 必须配备紧急清洗设备如眼洗站和淋浴设备，确保在接触皮肤或眼睛后能立即进行冲洗。
- **存储指导**: 应储存于通风良好、温度恒定、远离光照的环境中，避免与易燃物质、有机物或还原剂接触。

通过合适的使用和严格的安全措施，硫酸可以在食品加工中发挥重要作用，但必须小心谨慎地处理以确保安全。', 'GB29205-2012', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (512, '硫酸铵', '### 硫酸铵作为食品添加剂

#### 介绍
- **化学式**：\\( NH_4 \\) \\( SO_4 \\)
- **性质**：无色至白色的粉末或颗粒，无臭，具有咸味。
- **获得方式**：通常通过氨和硫酸的中和反应产生。

#### 用途
- **面粉改良剂**：作为面粉处理剂，可以改善面团的发酵质量，增强面包的体积和质地。
- **酵母营养源**：在发酵过程中用作营养添加剂，供酵母使用，促进酵母生长。
- **控制pH值**：调整和维持食品的酸碱平衡。

#### 安全性说明
- **食品级确定**：在许多国家被认可为食品添加剂，在使用时需遵循规定的用量。
- **健康影响**：适量使用通常被认为是安全的，但过量摄入可能对健康造成不利影响。
- **避免敏感**：对硫或氨特别敏感的人应注意可能的过敏反应。
- **监管认证**：在添加到食品中前需通过相关食品安全机构的认证。

以上信息可为消费者提供关于作为食品添加剂时硫酸铵的基础知识和使用安全指南。', 'GB29206-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (513, '硫酸镁', '### 硫酸镁作为食品添加剂

#### 介绍
- **化学性质**：硫酸镁是一种无机盐，化学式为MgSO₄。
- **形态**：通常为白色或无色的结晶、颗粒或粉末。
- **溶解性**：易溶于水，其水溶液呈中性。

#### 用途
- **食品工业**：用作营养强化剂，添加到食品中可以补充镁元素。
- **豆制品制作**：作为凝固剂，用于豆腐等豆制品的生产过程中。
- **饮料**：在某些低钠食品和饮料中，用作稳定剂和营养添加剂。
- **面粉**：加入到面粉中来改善烘焙食品的质量。
- **保健产品**：在一些营养补充品中，作为镁的补充来源。

#### 安全性说明
- **摄入限制**：虽然硫酸镁是一种安全的食品添加剂，但过量消费可能会引起腹泻和其他消化不良的症状。
- **建议用量**：在使用时应严格遵守食品安全标准和调味剂的添加剂限制。
- **监管批准**：被世界卫生组织(WHO)和食品及农产品组织(FAO)认可为食品添加剂。
- **敏感性注意**：个别人士可能对硫酸镁敏感，应注意观察是否有过敏反应。

以上内容可以帮助了解硫酸镁作为食品添加剂的基本信息和安全性指南。在使用任何添加剂时，正确的标注和按照标准的用量是非常重要的。', 'GB29207-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (514, '硫酸锰', '### 硫酸锰

硫酸锰是一种无机化合物，化学式为MnSO₄，常见形式为硫酸锰(II)。

#### 介绍
- **化学性质**：硫酸锰是一种淡粉色至白色的固体，易溶于水，不溶于乙醇。
- **生产方式**：通常通过锰矿石与硫酸反应制得。
- **纯度**：食品级硫酸锰应符合特定的纯度标准，以确保其安全用于食品添加。

#### 用途
- **营养强化剂**：作为微量元素补充剂，添加到多种食品和饮料中，以提供人体所需的锰元素。
- **食品处理**：在食品工业中，可用作pH调节剂和配料。
- **饲料添加剂**：在动物饲料中添加，用以改善动物的营养摄入和整体健康。

#### 安全性说明
- **摄入安全量**：应控制每日摄入量，避免超过健康标准的摄入量。
- **欧盟标准**：在欧盟，硫酸锰作为食品添加剂的使用受到严格的法规限制。
- **美国FDA规定**：根据美国食品药品监督管理局（FDA）的规定，硫酸锰的使用量和使用方式需严格控制，确保食品安全。
- **长期风险**：长期或过量摄入硫酸锰可能导致身体积累过多的锰，可能对健康产生不良影响。

硫酸锰作为食品添加剂使用时，需要仔细遵守各种健康和安全指南，确保消费者的健康不受影响。', 'GB29208-2012', '营养强化剂', 0x5B385D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (515, '硫酸钠', '### 硫酸钠作为食品添加剂

#### 介绍
- **化学式**：Na2SO4
- **外观**：白色粉末或晶体
- **溶解性**：易溶于水，不溶于乙醇
- **来源**：自然存在于矿物形式中，如天然盐矿；也可通过工业合成得到

#### 用途
- **稳定剂**：防止食品中成分分离，提升产品稳定性
- **增稠剂**：在一些粉末食品中使用，以改善口感
- **载体或分散剂**：帮助均匀分布食品中的各种添加剂
- **调节剂**：用以调节食品中的酸碱平衡

#### 安全性说明
- **FDA认可**：在美国由食品药品监督管理局（FDA）认为是安全的食品添加剂
- **用量限制**：应根据具体产品使用指南合理使用，避免过量
- **少数人群敏感**：极少数情况下可能引起敏感性反应，尤其是对于特定体质的人
- **长期摄入安全性**：在规定的用量范围内一般被认为是安全的，但过量可能导致消化系统不适

硫酸钠是在食品工业中非常常见的添加剂，主要因其稳定和安全的性质被广泛应用。但如同任何食品添加剂，合理的使用按照规定的安全标准是非常重要的。', 'GB29209-2012', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (516, '硫酸铜', '### 硫酸铜作为食品添加剂

#### 介绍
- **化学名称**：硫酸铜又称铜矾，化学式为CuSO₄。
- **形态**：一般以五水合硫酸铜的形式存在，呈蓝色晶体或粉末。
- **制备**：硫酸铜可以通过铜与硫酸的反应或铜矿石的湿法提取来制备。

#### 用途
- **微量营养素补充**：作为铜的来源，增加食品中微量元素铜的含量，铜是人体必需的微量矿物质，用于血液生成、心脏活动和免疫系统功能等方面。
- **防腐剂**：在某些食品中用作防腐剂，有助于延长食品的保质期。
- **颜色固定剂**：在加工食品中用于保持或增强食品的颜色。

#### 安全性说明
- **限量使用**：硫酸铜作为食品添加剂时，必须严格控制使用量，过量可能导致中毒现象。
- **健康影响**：适量的铜对人体是必要的，但摄入过多可导致胃肠道刺激、肝脏损伤等健康问题。
- **监管要求**：在不同的国家和地区，对食品中硫酸铜含量有严格的监管标准和要求，需要遵守相应的法规。
- **标签说明**：食品包装上必须明确标出含有硫酸铜及其具体用途和含量，以供消费者知悉。

总体而言，硫酸铜作为食品添加剂在使用时需要严格控制其用量和使用条件，以确保食品的安全性和营养价值的平衡。', 'GB29210-2012', '营养强化剂', 0x5B322C385D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (517, '硫酸亚铁', '### 硫酸亚铁

硫酸亚铁是一种无机化合物，化学式为FeSO₄。在食品工业中，它主要被用作营养补充剂和着色剂，提供铁元素补充。

#### 介绍
- 硫酸亚铁是铁的硫酸盐之一，通常以无水或含有不同水合水的形式出现。
- 在食品中添加硫酸亚铁是为了防治铁缺乏性贫血。
- 它容易溶解于水，适合于各种液体和颗粒型食品的强化。

#### 用途
- **营养强化剂**：添加到面粉、婴儿配方粉等食品中，增加铁的摄入量。
- **食品着色剂**：用于肉类和果蔬制品的着色，使颜色更加鲜亮。
- **食品加工助剂**：在食品加工过程中作为催化剂或其他功能性添加剂使用。

#### 安全性说明
- 根据国际食品法典委员会（Codex Alimentarius）和多个国家的规定，硫酸亚铁是被认可的食品添加剂。
- 常用量下，硫酸亚铁通常是安全的，但过量可能导致消化不良或铁过载。
- 对于铁吸收量控制较差的人群（如血色病患者），长期大量摄入可能带来健康风险。
- 在使用前应咨询专业人士，确保按照适宜的剂量添加。', 'GB29211-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (518, '羰基铁粉', '### 羰基铁粉

#### 介绍
- 羰基铁粉是一种由纯铁和碳一氧化物在高温、高压的环境下反应而成的粉末。
- 它具有高纯度和非常细小的粒度，使得其在多个领域中具有广泛的应用。

#### 用途
- **食品添加剂**: 主要用于食品工业中作为营养强化剂，添加到婴儿配方粉、谷物和面粉中，以补充铁元素。
- **色泽改善**: 在一些肉制品中加入羰基铁粉，可以改善产品的外观色泽。

#### 安全性说明
- **世界卫生组织认可**: 羰基铁粉作为食品添加剂的使用已被世界卫生组织（WHO）和联合国粮食及农业组织（FAO）的共同食品添加剂专家委员会（JECFA）认可。
- **无毒性**: 研究表明，羰基铁粉作为食品添加剂时具有低毒性甚至无毒性，对人体是安全的。
- **消化吸收**: 羰基铁粉容易被人体消化吸收，增加食品的营养价值，特别是对于铁缺乏症的预防和治疗具有重要作用。

通过这些信息，可以帮助公众更好地理解羰基铁粉作为食品添加剂的作用和安全性。', 'GB29212-2012', '其他', 0x5B322C355D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (519, '硝酸钾', '### 硝酸钾（食品添加剂）

#### 介绍
- 硝酸钾，化学式为KNO₃，是一种常见的无机盐。
- 在食品工业中，主要以食品添加剂的形式存在，尤其用于肉制品的加工。
- 该化合物有助于保持肉类的红色和提高口感。

#### 用途
- **肉制品防腐剂**：硝酸钾在肉制品中添加作为防腐剂，可以抑制微生物的生长，延长保存期限。
- **色泽改善剂**：在加工肉类时，硝酸钾可以转化为亚硝酸盐，帮助肉产品保持良好的红色外观。
- **风味增强剂**：通过改善肉类的色泽和质感，间接增强食品的风味。

#### 安全性说明
- **使用限量**：硝酸钾的使用需要严格按照食品安全标准来进行，过量可能对健康产生不良影响。
- **潜在风险**：硝酸钾在体内可以转化为亚硝酸盐，过量摄入亚硝酸盐可能与某些健康问题相关，包括致癌风险。
- **监管评估**：多个国家和地区的食品安全机构（如FDA、EFSA）已对其安全性进行评估，并设定了使用标准和限制。
- **妥善标签**：食品包装上必须清晰地标记含有硝酸钾，并指出其用途，以便消费者做出明智的选择。

在使用硝酸钾作为食品添加剂时，遵守适当的使用和标记准则至关重要，确保食品的安全与卫生。', 'GB29213-2012', '护色剂、防腐剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (520, '亚铁氰化钠', '### 亚铁氰化钠作为食品添加剂

#### 介绍
- **化学式**: Na₄Fe(CN)₆
- **别名**: 黄血盐
- **性质**: 亚铁氰化钠为无色或白色结晶粉末，易溶于水，几乎不溶于乙醇。
- **生产方法**: 通过碳酸钠与氰化铁和氰化钠在水中反应生成。

#### 用途
- **防止结晶**: 在盐类和糖的加工过程中添加，减少结晶，保持产品的流动性。
- **着色剂**: 在食品工业中作为着色剂使用，可以提供稳定的颜色。
- **分析试剂**: 在食品安全分析中用作定量分析的试剂。

#### 安全性说明
- **审批情况**: 在多个国家和地区被批准为食品添加剂。
- **摄入限制**: 一般情况下，亚铁氰化钠的使用量应遵守相关食品安全标准和限制。
- **毒理学数据**: 在正常的使用浓度下，不显示对人体有害影响。
- **注意事项**: 长时间或大量摄入未通过食品安全测试的产品可能对健康有害。需确保从可靠来源购买符合食品级标准的产品。', 'GB29214-2012', '抗结剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (521, '植物活性炭（木质活性炭）', '### 植物活性炭（木质活性炭）

#### 介绍
- **来源**: 植物活性炭主要由木材、竹子等植物材料经高温炭化和蒸汽激活制成。
- **特性**: 该活性炭具有高度的孔隙结构，使其具有很高的吸附能力。
- **类型**: 在食品加工中常用的类型包括椰壳活性炭、木质活性炭等。

#### 用途
- **脱色**: 常用于糖、植物油和其他食品的脱色处理。
- **除味**: 用于去除食品中的异味，例如在鱼罐头生产中去除鱼腥味。
- **净化**: 改善食品的清洁度和纯净度，去除有害物质和污染物。
- **健康补充**: 作为食品级产品，也用于直接消费的健康补充品，例如用于治疗腹泻、胃酸过多等症状。

#### 安全性说明
- **批准使用**: 植物活性炭作为食品添加剂在多数国家和地区（如欧盟、美国）已被食品药品管理机构批准使用。
- **剂量控制**: 食用时应控制在安全剂量内，过量摄入可能会影响营养吸收。
- **禁忌和警告**: 孕妇和儿童使用前应咨询医生，避免与其他药物同时使用，因为它可能会干扰药物的吸收。
- **长期安全性**: 目前的科学研究表明，适量使用植物活性炭是安全的，但长期大量使用的安全性尚需进一步研究。

这些信息可帮助公众了解植物活性炭在食品添加剂中的应用以及相关的安全性问题。', 'GB29215-2012', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (522, '丙二醇', '### 丙二醇

丙二醇（Propylene Glycol）是一种广泛在多个工业领域和食品加工中使用的化学品。在食品工业中，它主要被用作食品添加剂，具有湿润剂、抗结剂和溶剂的作用。

#### 介绍
- **化学名称**：1,2-丙二醇
                                                                                                                  - **分子式**：C3H8O2
- **外观**：无色液体，无臭或微有甜味
- **溶解性**：与水、醇类、多数有机溶剂均可混溶
- **生产方式**：主要通过石化原料的加工制得

#### 用途
- **作为湿润剂**：增加食品的水分，防止食品过于干硬。
- **作为溶剂**：有助于其他食品添加剂或食品成分的均匀分布。
- **作为抗结剂**：防止食品成分间的粘连，特别是在粉末型食品中。
- **调整口感与稳定色泽**：在冷冻食品中防止结晶，改善口感，及保持食品颜色稳定。

#### 安全性说明
- **FDA 認可**：美国食品药品监督管理局(FDA)将丙二醇列为一般公认为安全的物质（GRAS），可用于食品中。
- **欧盟规定**：欧盟食品安全局（EFSA）也批准其作为食品添加剂。
- **剂量控制**：尽管被认为是低毒的，长期大量摄入仍可能引致健康不良反应，因此使用时需控制在安全剂量范围内。
- **敏感性提示**：极少数人可能对丙二醇敏感，出现轻微的过敏反应。
- **广泛应用的安全历史**：丙二醇已经在食品和药品行业中使用多年，具有相当的安全记录。

以上信息可以作为健康和安全科普教育的一部分，帮助消费者更加了解他们食用的产品成分。', 'GB29216-2012', '溶剂、保湿剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (523, '环己基氨基磺酸钙', '### 环己基氨基磺酸钙

环己基氨基磺酸钙，也称为钙环己磺酸，是一种被广泛应用于食品工业的添加剂。

#### 介绍
- **化学式**: C6H11NO4S·Ca
- **性状**: 通常呈现为白色粉末状。
- **溶解性**: 在水中的溶解性良好。
- **制备方法**: 环己基氨基磺酸与钙盐反应得到。

#### 用途
- **pH调节剂**: 用于调节食品的酸碱度。
- **营养强化剂**: 作为钙的来源，增加食品的营养价值。
- **抗结剂**: 防止食品成分在存储过程中结块。
- **保湿剂**: 帮助食品保持水分，延长保质期。

#### 安全性说明
- **食品安全认证**: 多数国家批准其作为食品添加剂使用。
- **摄入限制**: 应按照各国食品安全标准进行适量使用，避免过量摄入。
- **过敏信息**: 通常认为环己基氨基磺酸钙不具备明显的过敏性。
- **毒理学信息**: 长期和大量摄入的安全性数据仍需进一步研究和评估。

该信息可以用来科普环己基氨基磺酸钙作为食品添加剂的基本知识，帮助公众了解其使用的背景和安全性。', 'GB29217-2012', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (524, '甲醇', '### 甲醇作为食品添加剂

#### 介绍
- **化学性质**：甲醇，也称为木醇或木醇精，化学式为CH₃OH，是一种简单的最轻的醇类。
- **来源**：在工业中，甲醇主要通过合成气（一种包含一氧化碳和氢气的混合物）的催化转化而成。

#### 用途
- **实际应用**：甲醇自身通常不作为食品添加剂使用，而是用作溶剂、防冻剂或燃料等其他工业用途。
- **误解说明**：有时人们会误将甲醇认为是可以食用的酒精，这是错误的。因为甲醇极其有毒，即使是少量摄入也可能导致严重的健康问题。

#### 安全性说明
- **毒性**：甲醇对人体是极度有毒的，摄入后可以通过代谢途径转化为甲醛和甲酸，这两种物质都有很强的毒性，可以导致盲目、器官损害甚至死亡。
- **误用警告**：绝对不可将甲醇用作食品或饮料的成分。在食品安全中，确保甲醇的使用限于非食品应用是非常重要的。
- **处理指南**：在工业应用中需要保证适当的安全措施，避免甲醇的蒸气或液体与食品接触，使用过程中需要穿戴适当的防护装备，比如防化手套、护目镜和防护服。', 'GB29218-2012', '加工助剂', 0x5B322C372C31332C31345D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (525, '山梨醇酐三硬脂酸酯（司盘65）', '### 山梨醇酐三硬脂酸酯（司盘65）

#### 介绍
- **化学名称**：山梨醇酐三硬脂酸酯，通常称为司盘65。
- **外观**：常见为白色或淡黄色的粉末或颗粒。
- **来源**：通过山梨糖醇（一种多元醇）与硬脂酸反应制得。
- **特性**：具有很好的热稳定性和化学稳定性。
- **CAS号**：共有26266-57-9，表示其在化学物质中的唯一标识。

#### 用途
- **食品保鲜**：常用于制作糕点、面包等，作为防霉剂延长食品保存时间。
- **质地改善剂**：作为乳化剂和稳定剂，增加食品如奶油和面包的质感和体积。
- **抗结剂**：防止食品成分例如糖和奶粉出现结块现象。
- **释放剂**：用于制作糖果时，防止糖果粘附在模具上。
- **食品包装材料**：用于塑料包装材料中以增强食品安全性和延长保质期。

#### 安全性说明
- **食品安全认证**：这种添加剂在多个国家和地区已经通过了食品安全认证，可以安全用于食品中。
- **用量指导**：国际食品法典委员会（Codex Alimentarius）等机构对其使用量有明确指导，需按照推荐用量使用。
- **无重大副作用**：长期研究显示，按照规定使用量，对人体无重大副作用。
- **敏感性**：敏感人群，如有特定食物过敏症状的人群使用时需谨慎。

此科普资料提供了关于山梨醇酐三硬脂酸酯的基本信息、主要用途以及其作为食品添加剂的安全性指导，方便公众更好地了解和使用这种食品添加剂。', 'GB29220-2012', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (526, '聚氧乙烯（20）山梨醇酐单月桂酸酯（吐温20）', '### 聚氧乙烯（20）山梨醇酐单月桂酸酯（吐温20）

#### 介绍
- **化学性质**: 聚氧乙烯（20）山梨醇酐单月桂酸酯是一种非离子表面活性剂，常见名称为吐温20。
- **物理形态**: 常温下为黏稠的液体或固体，颜色可能从浅黄色至棕黄色不等。
- **可溶性**: 在水中具有良好的溶解性，也可以溶解于许多有机溶剂中。

#### 用途
- **食品工业**: 用作乳化剂、稳定剂，可以帮助混合油和水，增加产品的稳定性和延长保质期。
- **改善口感**: 用于冰淇淋和奶油中，以提升质地和口感。
- **分散剂**: 在食品色素和香料的应用中，作为有效的分散剂，确保色彩和味道的均匀分布。

#### 安全性说明
- **FDA评估**: 在美国，聚氧乙烯（20）山梨酯单月桂酸酯已被食品与药物管理局（FDA）认定为一般公认为安全（GRAS）的物质。
- **欧盟立法**: 在欧盟，根据EFSA的评估也被认为是安全的食品添加剂。
- **注意事项**: 尽管普遍被认为安全，过敏体质的消费者应注意可能的过敏反应，尤其是对多种化学物质敏感的人群。', 'GB29221-2012', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (527, '聚氧乙烯（20）山梨醇酐单棕榈酸酯（吐温40）', '### 聚氧乙烯（20）山梨醇酐单棕榈酸酯（吐温40）

#### 介绍
- **化学名称**：聚氧乙烯（20）山梨醇酐单棕榈酸酯也被称为吐温40。
- **性质**：这是一种非离子型表面活性剂，呈黏稠液态，溶于水，常温下为黄色到棕色的液体。
- **来源**：通过山梨醇的酐与聚氧乙烯和棕榈酸反应合成。

#### 用途
- **乳化剂**：在食品制造中用来稳定油水混合物，帮助两者均匀混合，并提高食品的口感和质地。
- **增溶剂**：增加食品中难溶成分的溶解度，如香精和维生素等。
- **抗结剂**：在粉末食品中应用，防止成分结块。
- **改进剂**：改善食品的整体稳定性和延长保存期限。

#### 安全性说明
- **FDA评估**：美国食品药品监督管理局（FDA）认可其作为食品添加剂的安全性。
- **限量使用**：在使用时需遵守特定的添加限量，以确保消费者摄入安全。
- **过敏性**：对于极少数人群，可能引发过敏反应，使用前应检查成分是否适用于特定消费者。
- **国际食品法典标准（Codex Alimentarius）**：国际标准也已经评估并批准其在食品中的使用安全。

通过上述信息的科普，消费者可以对聚氧乙烯（20）山梨醇酐单棕榈酸酯（吐温40）有一个基本的认识，理解其在食品中的作用及安全性。', 'GB29222-2012', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (528, '脱氢乙酸', '### 脱氢乙酸

#### 介绍
脱氢乙酸，也称为乙烯酮（英文名: Dehydroacetic acid，缩写为 DHA），化学式为 C8H8O4。这种有机化合物主要被用作防腐剂以及食品添加剂，尤其在预防微生物生长方面表现出良好效果。

- **化学特性**：脱氢乙酸是一种无色至微黄色的结晶性固体。
- **溶解性**：易溶于水和多数有机溶剂。
- **有效性**：对多种微生物，包括霉菌和细菌都有很好的抑制效果。

#### 用途
作为一种食品添加剂，脱氢乙酸的应用范围广泛，主要用于防止食品变质和延长保质期。

- **防腐剂**：在食品工业中，用于制作果酱、糕点和饮料等，以防微生物生长和延长食品的保质期。
- **化妆品行业**：在化妆品及个人护理产品中，作为防腐剂使用。
- **药品**：某些药品制剂中也可能含有脱氢乙酸，用以抑制细菌和霉菌的生长。

#### 安全性说明
虽然脱氢乙酸以其防腐特性被广泛应用，但其安全性也须谨慎评估。国际食品法典委员会(Codex)和其他食品安全机构对其在食品中的使用有明确的限制和指引。

- **使用量限制**：根据食品类别，使用脱氢乙酸的最大允许量不同。
- **过敏反应**：少数人可能对脱氢乙酸存在过敏反应，使用时应仔细查看食品成分标签。
- **EU和FDA规定**：在欧盟和美国，对脱氢乙酸的使用有严格的规定和指导，确保其在安全范围内使用。
- **长期摄取对健康的影响**：长期过量摄取脱氢乙酸可能对健康造成不利影响，应谨慎使用。

通过遵循相关食品安全标准和法规，可以有效利用脱氢乙酸的防腐属性，同时确保消费者安全。', 'GB29223-2012', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (529, '凹凸棒粘土', '### 凹凸棒粘土

凹凸棒粘土（Attagel），也称为膨润土或者膨润土粘土，是一种天然粘土矿物，主要成分是蒙脱石。它在众多领域有着广泛的应用，包括作为食品添加剂。

#### 介绍
- **来源与成分**: 凹凸棒粘土主要由蒙脱石组成，这是一种由火山灰在水中蚀变而成的铝硅酸盐矿物。
- **物理特性**: 具有良好的吸水性和膨胀性，能在吸水后体积显著增加。

#### 用途
- **增稠剂**: 在食品制造中，凹凸棒粘土可作为增稠剂，提高食品的质感和稳定性。
- **稳定剂**: 帮助食品成分如油和水均匀混合，防止成分分离。
- **吸附剂**: 可吸附食品中的杂质，如油脂，使产品更清爽。

#### 安全性说明
- **FDA认证**: 在美国，凹凸棒粘土作为食品添加剂的使用已被美国食品药品监督管理局（FDA）批准。
- **限制使用量**: 虽然被认为是安全的，但仍推荐在食品中按照FDA规定的比例使用，避免过量。
- **过敏性与毒性**: 正常使用条件下，凹凸棒粘土没有报告过敏性或毒性反应。

总体来说，凹凸棒粘土作为食品添加剂在严格遵守相关规定和标准的前提下，是安全的。但仍建议消费者了解其在食品中的具体应用以及任何可能的健康影响。', 'GB29225-2012', '吸附剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (530, '天门冬氨酸钙', '### 天门冬氨酸钙

#### 介绍
- 天门冬氨酸钙是一种由天门冬氨酸和钙离子结合形成的化合物。
- 这种化合物通常被用作食品添加剂，具有增加保质期和提高食品营养价值的作用。
- 它作为食品添加剂时常用来作为钙的补充来源，特别适用于不能直接摄取乳制品的消费者。

#### 用途
- **增强食品营养**：作为一种钙的来源，用于强化食品和饮料，如豆奶、果汁和谷物。
- **调节酸碱性**：在加工过程中用于调节食品的酸碱平衡。
- **改善口感**：改善食品和饮料的口感和质感。
- **防腐保鲜**：帮助延长食品的保质期，防止微生物生长。

#### 安全性说明
- **通常情况下安全**：天门冬氨酸钙在适量使用时通常被认为是安全的。
- **已通过多个食品安全机构验证**：如美国食品药品监督管理局(FDA)和世界卫生组织(WHO)均认可其作为食品添加剂的安全性。
- **可能的过敏反应**：极少数情况下，某些人可能会对天门冬氨酸钙出现敏感反应，使用时需要注意。
- **建议遵循标准用量**：过量使用可能会引起不良健康影响，因此建议按照食品安全标准使用。

使用天门冬氨酸钙作为食品添加剂时，可以提高食品营养价值并改善质感，但应注意按照规定的用量安全使用。', 'GB29226-2012', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (531, '丙酮', '### 丙酮作为食品添加剂

#### 介绍
- **化学性质**：丙酮是一种无色易挥发的液体，具有特殊的甜味气味。
- **获取途径**：可以通过发酵过程生产，也可在石化过程中合成。

#### 用途
- **溶剂使用**：在食品工业中，丙酮主要被用作溶剂，特别是在食品接触的材料的加工中。
- **萃取剂**：用于提取和净化食品中的某些成分。
- **香精成分**：偶尔用作食品香精的成分之一，用于增强食品的香味。

#### 安全性说明
- **毒理作用**：丙酮被认为是低毒的，但吸入高浓度的丙酮蒸汽可能引起头痛、眩晕或昏迷。
- **限制使用**：虽然用途广泛，但在食品添加剂中使用时，要严格按照食品安全标准和比例进行。
- **消散性**：丙酮在环境中容易挥发，从而减少了长期环境影响。
- **监管审批**：在作为食品添加剂使用前，需通过相关食品安全监管机构的评估和批准。', 'GB29227-2012', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (532, '醋酸酯淀粉', '### 醋酸酯淀粉

#### 介绍
- 醋酸酯淀粉是通过将淀粉与醋酸酯化反应后得到的一种改性淀粉。
- 它被广泛用于食品工业作为稳定剂、增稠剂或乳化剂。
- 通过改性，醋酸酯淀粉具有比普通淀粉更优越的热稳定性、冷水溶解性和透明度。

#### 用途
- **食品加工**：在制造糕点、面包、糖果等食品中提供更好的质构和延长保质期。
- **乳制品**：用于冰淇淋和奶昔中增加稠度和改善口感。
- **便利食品**：在即食汤和酱料中作为增稠剂，提供良好的口感和稳定性。
- **低脂食品**：在低脂食品中替代部分脂肪，同时保持产品的质感和口味。

#### 安全性说明
- **食品级材料**：醋酸酯淀粉作为食品添加剂，通常是从食用淀粉中制备的，安全性较高。
- **法规认证**：在多个国家和地区，醋酸酯淀粉已被认证为食品安全添加剂，可放心使用。
- **耐受性与过敏性**：通常情况下，醋酸酯淀粉不易引起过敏反应，但建议对于特定物质敏感的消费者首先小范围试用。
- **建议摄取量**：虽然被认为是安全的，控制在法规允许的添加剂使用范围内，仍建议按照产品标签或专业指导进行摄取。', 'GB29925-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (533, '磷酸酯双淀粉', '### 磷酸酯双淀粉

#### 介绍
- 磷酸酯双淀粉是一种经过化学改性的淀粉，其中淀粉分子的一个或多个羟基被磷酸基团所取代。
- 这种改性增强了淀粉的功能性，比如提高了抗淀粉老化和耐酸性。
- 在食品工业中，磷酸酯双淀粉主要用作增稠剂、稳定剂、乳化剂等。

#### 用途
- **增稠剂**：在酱料、汤品、冷冻食品中增加食物的稠度。
- **稳定剂**：防止冷冻食品在解冻过程中水分分离。
- **乳化剂**：帮助油水混合物稳定，用于沙拉酱和奶昔等产品。
- **改善质感**：增加食品的口感。





#### 安全性说明
- **合法性**：磷酸酯双淀粉在多个国家和地区（如美国、欧盟）均被批准为食品添加剂。
- **耐受性**：磷酸酯双淀粉被认为具有较高的安全性，适合大多数人群食用。
- **过敏反应**：目前没有广泛报告关于因摄入磷酸酯双淀粉而引发的过敏反应。
- **摄入限制**：虽然被认为安全，还是推荐按照食品标签或专业建议的量进行摄入。', 'GB29926-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (534, '氧化淀粉', '### 氧化淀粉

氧化淀粉是一种经过化学处理的淀粉，使用氧化剂如次氯酸钠或过氧化氢来改变其结构和性质。

#### 介绍
- **原料**: 通常由天然淀粉（如玉米淀粉、小麦淀粉或马铃薯淀粉）经过氧化处理制得。
- **制作过程**: 淀粉在氧化剂的作用下，其分子结构中的醇基被氧化成羧酸或醛基。
- **特性**: 氧化淀粉比普通淀粉具有更低的粘度，更好的稳定性和流变性。

#### 用途
- **食品工业**: 作为增稠剂、稳定剂和凝胶剂使用，常见于糖果、果酱、冰淇淋等加工食品。
- **纸张与纺织**: 提供纸张加工时的粘合性和纺织品的抗静电、抗皱性能。
- **医疗和化妆品**: 用作药品的辅料和化妆品的控制释放成分的载体。

#### 安全性说明
- **认证与评估**: 氧化淀粉被多个国家的食品安全机构（如FDA和欧盟食品安全局）认可为安全的食品添加剂。
- **过敏性**: 与普通淀粉相比，氧化处理可能降低了引起过敏的可能性。
- **摄入限制**: 通常认为在正常的食用水平上是安全的，但应遵守各国对食品添加剂使用的具体规定和建议摄入量限制。

通过这些详细的科普信息，也希望消费者能更理性地看待氧化淀粉这一食品添加剂，正确理解其用途和安全性。', 'GB29927-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (535, '酸处理淀粉', '### 酸处理淀粉

#### 介绍
- **原料来源**：酸处理淀粉是通过将原始淀粉（通常来源于玉米、马铃薯、小麦或大米）用食品级酸处理改性而成。
- **生产过程**：在制造过程中，淀粉与特定浓度的食品级酸（如盐酸或硫酸）在控温条件下反应，经过一段时间后中和、洗涤，最后干燥和筛分得到酸处理淀粉。
- **功能特点**：酸处理可以改变淀粉的结构，从而改善其糊化、稳定性、耐酸性和贮存性能。

#### 用途
- **食品工业**：用于乳制品、糕点和面包中，作为稳定剂和增稠剂，改善食品的质感和保持水分。
- **调味品**：作为沙拉酱、调味酱的增稠剂，使口感更加丰富。
- **冷冻食品**：在冻饭、冷冻调理食品中使用，避免结晶，改善口感。
- **饮品**：在果汁、饮料中增加浑浊度和口感，提高稳定性。

#### 安全性说明
- **国际认可**：酸处理淀粉作为食品添加剂，在全球多个国家和地区被认为是安全的，已被包括美国FDA和欧洲食品安全局（EFSA）在内的机构所批准使用。
- **过敏风险**：对于绝大多数人来说，酸处理淀粉是安全的，但个别对原料如玉米等敏感的消费者应注意可能的过敏反应。
- **长期安全性研究**：多年的应用和研究表明，适量使用酸处理淀粉没有明显健康风险。然而，所有食品添加剂都应按照食品法规或厂家推荐的使用量进行使用，以确保食品安全和健康。
- **环境影响**：在生产过程中的废水和废料需要经过适当处理，确保对环境的影响最小。

以上信息可以帮助公众更好地了解酸处理淀粉作为食品添加剂的基本信息和安全性问题。', 'GB29928-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (536, '乙酰化二淀粉磷酸酯', '### 乙酰化二淀粉磷酸酯

乙酰化二淀粉磷酸酯是一种改性淀粉，用作食品添加剂，具有特定的功能性质。

#### 介绍
- **化学性质**：乙酰化二淀粉磷酸酯是通过将淀粉与乙酰酐和磷酸或其盐类反应而制得的改性淀粉。
- **制备过程**：主要通过酯化反应，在酸性或碱性条件下处理原生淀粉，引入乙酰基和磷酸基团。
- **外观**：一般为白色或淡黄色的粉末，无味或有轻微的化学味。

#### 用途
- **改善质地和稳定性**：可用于提升食品质感，增加稠度与凝胶强度，改善口感。
- **乳化稳定剂**：在乳化产品中作为稳定剂，帮助油水混合物保持均匀状态。
- **抗老化作用**：用于面条、面包等面制品，延长保质期，防止老化。
- **增稠剂和结着剂**：在糕点、酱料和汤料中作为增稠剂和结着剂使用。

#### 安全性说明
- **批准使用**：在多数国家和地区，如欧盟和美国，乙酰化二淀粉磷酸酯作为食品添加剂的使用都已获得批准。
- **摄取限制**：虽然被认为是安全的，但消费者仍然建议遵守每日摄取限制，避免过量。
- **敏感性与过敏反应**：对于大部分人群来说，通常不会引发明显的敏感性或过敏反应。
- **长期研究与监测**：尽管目前的研究支持其安全性，持续的科学研究和市场监测确保其长期使用的安全性。', 'GB29929-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (537, '羟丙基淀粉', '### 羟丙基淀粉

#### 介绍
- 羟丙基淀粉（Hydroxypropyl Starch，简称HPS）是一种经过化学改性的淀粉。
- 它是通过在淀粉分子上引入羟丙基基团制备而成。
- 此种改性使得淀粉在热稳定性和耐酸性等方面得到显著改善。

#### 用途
- **食品工业**：用作增稠剂、稳定剂和乳化剂，在制作糖果、罐头食品、乳制品等中广泛应用。
- **面食制品**：提高面食的口感和保水性，使面食更加柔软。
- **饮料**：提供良好的口感和均一性，用于果汁和乳制饮料等。

#### 安全性说明
- 国际食品法典（Codex Alimentarius）和许多国家认为羟丙基淀粉在适当使用量内是安全的。
- 通常需要遵循特定国家的法律规定和食品加工准则来使用。
- 长期及大量摄入羟丙基淀粉的健康影响仍需进一步研究，以确保消费者安全。', 'GB29930-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (538, '羟丙基二淀粉磷酸酯', '### 羟丙基二淀粉磷酸酯

羟丙基二淀粉磷酸酯是一种改性淀粉，经过化学处理提高了其性能，使其在食品工业中的应用更为广泛和有效。

#### 介绍
- **成分**: 羟丙基二淀粉磷酸酯是通过将淀粉与丙烯酸酯和磷酸盐进行化学反应得到的产物。
- **特性**: 此添加剂具有良好的溶解性和糊化特性，能在食品加工过程中提高质构和稳定性。
- **来源**: 主要从天然淀粉如玉米、土豆或小麦淀粉中制得。

#### 用途
- **增稠剂**: 在各种饮料、汤品及糖果中用作增稠剂，提高食品的质感和口感。
- **稳定剂**: 用来防止食品成分分离，维持产品的均一性。
- **乳化剂**: 在乳化产品如酱类和沙拉酱中作为乳化剂，帮助油水相混合。
- **改良剂**: 用于面包和糕点，改善面团的处理特性和成品的质量。

#### 安全性说明
- **食品安全级别**: 国际食品法典委员会(Codex Alimentarius)和其他国家食品安全机构认可其作为食品添加剂的安全性。
- **摄取限制**: 推荐摄取量应根据国家规定的标准和指导进行，过量摄入可能影响消化系统。
- **过敏信息**: 对特定体质的人群，如有过敏历史者，建议在医生指导下使用。
- **经测试验证**: 经过多项科学研究和测试，证实其在规定的使用范围内是安全的。

此信息可作为科普材料，在食品添加剂的相关教育和说明中使用，帮助公众理解并正确使用该添加剂。', 'GB29931-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (539, '乙酰化双淀粉己二酸酯', '### 乙酰化双淀粉己二酸酯

乙酰化双淀粉己二酸酯是一种常用的食品添加剂，主要用于改良食品的质地和保质期。下面将具体介绍其作为食品添加剂时的应用和安全性。

#### 介绍
- **化学性质**：乙酰化双淀粉己二酸酯是通过将淀粉与乙酰基和己二酸基进行化学反应后的产物。
- **生产过程**：通常采用特定的化学方法，把淀粉与乙酸酐和己二酸酐在催化剂存在下反应制得。
- **外观**：通常为白色或淡黄色的粉末，无臭或有轻微的特异气味。

#### 用途
- **增稠剂**：在食品加工中，用以增加食品的粘度，改善口感。
- **乳化剂**：帮助油水混合，增强食品的稳定性，防止分层。
- **改良剂**：用于面包和糕点中，增加其体积和改善结构，使产品更加松软。
- **保湿剂**：能够帮助食品保持水分，延长保质期。

#### 安全性说明
- **安全审评**：经过多国食品安全机构如美国FDA（食品与药物管理局）的审核和批准。
- **消费指南**：在正常的食品处理和摄入量下，被认为是安全的。
- **潜在风险**：过量摄入任何添加剂可能导致消化不良等健康问题，但在规定的使用范围内是安全的。
- **敏感性问题**：少数具有特定健康问题（如特定碳水化合物不能代谢症状的人群）的消费者应咨询医生后使用。', 'GB29932-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (540, '氧化羟丙基淀粉', '### 氧化羟丙基淀粉

#### 介绍
- **名称**：氧化羟丙基淀粉（Oxidized Hydroxypropyl Starch）
- **来源**：通常由天然淀粉通过化学改性获得，改性方法是通过氧化和羟丙基化反应。
- **化学性质**：这种改性淀粉在分子结构上引入了羟丙基基团和氧化基团，改进了其在食品中的适用性和功能。

#### 用途
- **增稠剂**：在食品制造过程中，氧化羟丙基淀粉可用作增稠剂，提高食品的质感和稳定性，常见于汤品和酱料中。
- **乳化稳定剂**：有助于稳定乳化体系，如在冷饮、奶昔中避免油水分离。
- **填充剂**：在低脂食品制造中，可以作为脂肪的部分替代品，增加食品的体积感觉。
- **载体或基底材料**：在特定的食品添加剂（如香料、着色剂）中，作为载体使用，保证添加剂更好地分布在食品中。
- **改善口感和外观**：使食品具有更好的口感和更美观的外观。

#### 安全性说明
- **经过审批**：被多个国家和区域的食品安全机构批准用作食品添加剂。
- **剂量控制**：按照规定剂量使用时，被认为是安全的。超量使用可能导致消化不良。
- **过敏反应**：少数人可能对改性淀粉产生过敏反应，尤其是那些对原材料有过敏史的消费者。
- **长期食用研究**：目前，关于长期大量消费氧化羟丙基淀粉的研究相对较少，但目前的数据显示其在正常食用量下是安全的。
- **适宜人群**：除特殊体质（如对原材料过敏者）外，大多数人群适宜食用该添加剂。

使用氧化羟丙基淀粉作为食品添加剂能提升产品的品质和感官属性，但使用时需要按照安全标准确保用量合理且适应特定产品的需求。', 'GB29933-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (541, '辛烯基琥珀酸铝淀粉', '### 辛烯基琥珀酸铝淀粉

#### 介绍
- **成分**: 辛烯基琥珀酸铝淀粉是一种化学改性的淀粉，主要通过辛烯基琥珀酸与铝的离子结合，改变了淀粉的原有性质。
- **制备**: 该化合物通过将淀粉与辛烯基琥珀酸酐在特定条件下反应，并引入铝元素进行交联，从而获得。
- **特性**: 结构稳定性好，耐热、耐酸碱，以及一定的抗微生物能力。

#### 用途
- **食品工业**: 主要用作稳定剂和增稠剂，可以在酸奶、果酱、调味品等产品中使用，以改善质地和稳定性。
- **加工改进**: 用于提升食品在加工和储存过程中的稳定性，防止油水分离，延长保质期。
- **口感调整**: 能够改善食品的口感，增加食品的丰满感和粘稠度。

#### 安全性说明
- **安全认证**: 通常经过食品安全机构如FDA（美国食品和药物管理局）或EFSA（欧洲食品安全局）的评估和认证，确保其在特定用量下的安全性。
- **使用限量**: 在食品中使用时需遵循相关法规和标准，确保不超过规定的添加限量。
- **过敏性**: 对于特定敏感人群，如有铝过敏的消费者，建议避免使用含此类成分的食品。
- **长期摄入**: 尽管目前研究表明在常规使用量下安全，推荐消费者注意食品添加剂的总体摄入量，尤其是儿童和孕妇。', 'GB29934-2013', '乳化剂、增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (542, '磷酸化二淀粉磷酸酯', '### 磷酸化二淀粉磷酸酯

磷酸化二淀粉磷酸酯是一种经过化学改性的淀粉，其通常用作食品添加剂。这种物质能够提高食品的稳定性和保水性，从而改善食品的质感和延长保质期。

#### 介绍
- **化学性质**: 磷酸化二淀粉磷酸酯是由淀粉在加入磷酸盐后经过酯化反应制得的产品。
- **制作过程**: 通常通过将淀粉与磷酸或其盐类在一定的条件下反应，引入磷酸基团到淀粉分子上。
- **物理形态**: 通常为白色或淡黄色的粉末。

#### 用途
- **改善质地**: 可以提高食品的黏稠度和质感，使得食品更加细腻。
- **增加稳定性**: 在冷冻和加热过程中减少物质的分解，增加食品的稳定性，尤其是在制作冷冻食品时。
- **保水性**: 增强食品的保水能力，减少烹饪和加工过程中的水分损失。
- **延长保质期**: 由于其稳定性能优良，可以延长食品的保质期。

#### 安全性说明
- **监管认证**: 在多数国家和地区，如欧盟和美国，都已被认证为安全的食品添加剂。
- **使用限制**: 尽管被认为是安全的，但各国对其使用还是有一定限制和规定，需按照当地的食品添加剂使用标准进行。
- **过敏信息**: 对于特定群体（比如与淀粉相关的过敏者），使用前应确保没有过敏反应。
- **科学研究**: 目前的科学研究表明，在正常的使用限量下，磷酸化二淀粉磷酸酯不会对人体健康造成负面影响。', 'GB29935-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (543, '淀粉磷酸酯钠', '### 淀粉磷酸酯钠

#### 介绍
- 淀粉磷酸酯钠，常用作食品添加剂，化学式为Na(C6H5O5)n。
- 它是由自然淀粉经改性和磷酸化处理后，再与钠结合形成的化合物。
- 主要由玉米淀粉、土豆淀粉或其他植物源淀粉为原料。

#### 用途
- **改善食品质感**：作为抗结剂和增稠剂，改进食品的口感和质地。
- **稳定剂**：在饮料和其他液态食品中，用来稳定悬浮颗粒，防止成分分离。
- **乳化剂**：在油水混合的食品中起到乳化作用，帮助混合物保持均一。
- **抗老化**：在一些糕点和面食产品中，防止老化，延长保质期。

#### 安全性说明
- **通常安全**：大多数国家和地区的食品安全机构认为淀粉磷酸酯钠在适量使用时是安全的。
- **规定使用量**：不同的食品类型有不同的最大使用量限制，需按照当地的食品安全规范使用。
- **过敏信息**：虽然不常见，但某些个体可能会对修改过的淀粉产生敏感反应。
- **持续研究**：科学界持续监控和研究淀粉磷酸酯钠的长期食用安全性。', 'GB29936-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (544, '羧甲基淀粉钠', '### 羧甲基淀粉钠

#### 介绍
- 羧甲基淀粉钠 (Sodium Carboxymethyl Starch, CMS) 是以天然淀粉为原料，通过化学改性得到的一种白色到淡黄色的粉末。
- 它是一种水溶性的聚合物，并且可以在多种pH值环境中稳定存在。
- 由于其优良的增稠和稳定性质，广泛应用于食品工业中。

#### 用途
- **增稠剂和稳定剂**：在汤料、酱料和糊类食品中作为增稠剂和稳定剂使用。
- **保水剂**: 在肉制品和面食类产品中，增加水分保持能力，改善口感和延长保质期。
- **乳化剂**：在冰淇淋和乳制品中，提高乳化效果，防止脂肪分层。
- **代替有害物质**：作为健康替代品替代某些可能有害的食品添加剂使用，如磷酸盐。

#### 安全性说明
- **广泛认可的安全性**：羧甲基淀粉钠在国际上被认为是安全的食品添加剂，已获得多国食品药品监管机构的批准。
- **无重大不良反应**：在正常的食用量下，不会引起重大不良反应或健康问题。
- **过敏信息**：对于淀粉类过敏体质的消费者，需注意可能引起的过敏反应。
- **合理使用建议**：消费者在使用含有羧甲基淀粉钠的产品时，应遵循包装上的推荐摄入量，避免过量使用。

通过这些信息，可以帮助消费者更好地了解羧甲型淀粉钠的特性和安全性，合理使用这一食品添加剂。', 'GB29937-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (545, '琥珀酸二钠', '### 琥珀酸二钠

琥珀酸二钠是一种常用的食品添加剂，化学式为Na₂C₄H₄O₄。它是从琥珀酸（一种多基有机酸）衍生出的钠盐，广泛用于食品工业中，其主要作用是调节酸碱平衡、作为稳定剂和防腐剂。

#### 介绍
- **化学性质**: 琥珀酸二钠是一种白色的粉末状固体，遇水容易溶解。
- **制备方法**: 通常通过将琥珀酸与碳酸钠或氢氧化钠反应产生。
- **储存条件**: 储存于干燥、阴凉的环境，避免与有毒物质混存。

#### 用途
- **酸度调节剂**: 调整食品的酸碱值，保持食品的稳定性和口感。
- **螯合剂**: 与金属离子形成稳定的复合物，防止食品变质和颜色变化。
- **保湿剂和抗结剂**: 防止食品在加工和储存过程中结块。
- **营养增强剂**: 在某些情况下，用来增加食品中的钠含量。

#### 安全性说明
- **一般安全性**: 琥珀酸二钠被认为是安全的食品添加剂，世界卫生组织（WHO）和食品农业组织（FAO）均将其列为通常认为安全（GRAS）的物质。
- **摄入限制**: 尽管通常认为是安全的，但过量摄入任何添加剂都可能引起健康问题，比如肾脏负担加重。
- **敏感人群**: 特定人群（如肾脏病患者）应避免摄入过多的琥珀酸二钠，因为它可能会增加钠的摄入量。
- **法规管制**: 各国对食品添加剂的使用有严格的法律法规，使用琥珀酸二钠作为食品添加剂需要遵守相关法规和标准。', 'GB29939-2013', '调味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (546, '柠檬酸亚锡二钠', '### 柠檬酸亚锡二钠

柠檬酸亚锡二钠是一种由柠檬酸和亚锡二钠组成的化合物，常用作食品添加剂，具有多种功能。

#### 介绍

- **化学式**: SnNa2(C6H5O7)2
- **性质**: 柠檬酸亚锡二钠是一种白色至淡黄色的粉末，溶于水，不溶于乙醇。
- **生产方法**: 通常通过将亚锡盐和柠檬酸在适当比例下反应生成。

#### 用途

- **食品保存剂**: 用于延长食品的保质期，防止微生物的生长。
- **抗氧化剂**: 防止食品因氧化而变质，保持食品的色泽和口感。
- **稳定剂**: 在复合食品中用作稳定剂，保持食品成分的均匀分布。

#### 安全性说明

- **食品级标准**: 柠檬酸亚锡二钠在使用前需符合特定的食品安全标准和纯度要求。
- **使用限制**: 某些国家和地区可能对其使用在食品中的种类和最大使用量有具体规定。
- **毒理学数据**: 据研究，柠檬酸亚锡二钠在规定的使用条件下对人体是安全的，但过量使用可能会造成健康风险。
- **敏感性**: 对于特定体质的人群，如有亚锡或柠檬酸盐过敏历史，应避免摄入。

在使用柠檬酸亚锡二钠作为食品添加剂时，应遵循相应的法规和标准，以确保食品的安全性和品质。', 'GB29940-2013', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (547, '脱乙酰甲壳素（壳聚糖）', '### 脱乙酰甲壳素（壳聚糖）

#### 介绍
- 脱乙酰甲壳素，又称壳聚糖，是从贝壳类海生甲壳动物中提取的天然多糖。
- 它主要由葡萄糖胺单元组成，通过对甲壳素进行脱乙酰化处理获得。
- 壳聚糖具有良好的生物相容性、生物可降解性以及非毒性的特性，使其在多个领域得到应用。

#### 用途
- **食品工业中的应用**: 作为增稠剂、稳定剂、乳化剂和保湿剂广泛使用于各类食品中，如饮料、冻品和糖果。
- **保健功能**: 壳聚糖因其促进肠道健康的功能通常被添加到健康食品和饮料中。
- **维持食品质量**: 它能够抑制食品中的油脂氧化和延长食品保质期，因此经常被用于肉制品和鱼制品中。
- **调节胆固醇**: 还常被用于制作减肥食品，因为它能帮助降低血液中的胆固醇水平。

#### 安全性说明
- **广泛认可的安全性**: 壳聚糖作为一种食品添加剂在各国普遍被认为是安全的，如美国FDA和欧盟EFSA都将其列为安全食品成分。
- **无毒副作用**: 在常规的食用量下，壳聚糖不具有毒性和副作用。
- **过敏反应**: 尽管壳聚糖来自甲壳类动物，但过敏反应的案例极为罕见。不过，对甲壳类动物过敏的人群应避免使用。
- **适宜人群**: 适合大多数人群消费，但孕妇和哺乳期女性应在医生指导下使用。

这些信息有助于了解脱乙酰甲壳素（壳聚糖）作为食品添加剂的基本情况，其安全性及广泛的应用性都使得它在食品工业中扮演着重要角色。', 'GB29941-2013', '增稠剂、保鲜剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (548, '维生素E（dl-α-生育酚）', '### 维生素E（dl-α-生育酚）

#### 介绍
- 维生素E（dl-α-生育酚）是一种人造合成的抗氧化剂，广泛用于食品和化妆品中。
- 它是天然维生素E（d-α-生育酚）的化学同构体，但生产成本更低。
- dl-α-生育酚作为一种油溶性抗氧化剂，能有效延长产品的保质期，防止油脂类食品的氧化变质。

#### 用途
- **食品保鲜**：在各种油脂和含油食品中作为抗氧化剂使用，如烹饪油、炸薯条和零食食品。
- **保护营养成分**：防止食品中如维生素A和不饱和脂肪酸等营养成分的氧化。
- **美容与保健产品**：在一些保健品和化妆品中添加，如抗老化面霜，以其抗氧化属性帮助保护皮肤免受自由基损伤。
- **药品工业**：作为药物制剂的稳定剂。

#### 安全性说明
- **广泛认可的安全性**：dl-α-生育酚作为食品添加剂已被多国食品药品监督管理局如FDA和欧盟EFSA认可。
- **每日摄入限量**：过量摄入可能造成健康问题，因此各监管机构设有推荐的每日摄入上限。
- **过敏性和副作用**：大多数情况下，该成分是安全的，但个别敏感人群可能会出现过敏反应。
- **长期研究**：对其长期摄入的影响仍在研究中，建议消费者遵循标签指示和专业医疗意见。', 'GB29942-2013', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (549, '棕榈酸视黄酯（棕榈酸维生素A）', '### 棕榈酸视黄酯（棕榈酸维生素A）

棕榈酸视黄酯是一种合成的脂溶性维生素A形式，其化学结构使其在多种食品中更加稳定。维生素A是一种必需营养素，对于维护良好的视力、促进免疫功能以及支持皮肤和黏膜健康至关重要。

#### 介绍
- **化学性质**：棕榈酸视黄酯是维生素A的棕榈酸酯形式，具有更好的热稳定性和氧化稳定性。
- **来源**：通常由合成方法生产，而非直接从自然来源中提取。
- **形态**：通常以油溶性液体或粉末形式存在。

#### 用途
- **食品强化**：添加到低维生素A含量的食品中，如牛奶、奶酪和油脂，以预防维生素A缺乏症。
- **食品保存**：其抗氧化性质有助于延长食品保质期。
- **食品着色**：在某些产品中添加以提供淡黄色到橙色的色泽。

#### 安全性说明
- **审批状态**：在多个国家和地区，如美国（FDA批准）和欧盟（EFSA审查），棕榈酸视黄酯被认为是安全的食品添加剂。
- **摄入限制**：尽管是安全的，过量摄入维生素A可以导致毒性，因此应遵守推荐的日摄入量。
- **过敏性和反应**：一般认为棕榈酸视黄酯在正常使用条件下不会引起过敏反应。
- **特殊人群建议**：孕妇和儿童使用含有棕榈酸视黄酯的产品时应更加小心，确保不超过建议的摄入量。

使用棕榈酸视黄酯作为食品添加剂可以有效地提高食品的营养价值和稳定性，但仍需注意遵守适当的使用指南和摄入推荐量以避免潜在的副作用。', 'GB29943-2013', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (550, 'N-[N-(3,3-二甲基丁基)]-L-α-天门冬氨-L-苯丙氨酸1-甲酯（纽甜）', '### N-[N-(3,3-二甲基丁基)]-L-α-天门冬氨-L-苯丙氨酸1-甲酯（纽甜）

#### 介绍
- 纽甜是一种人工合成的甜味剂，其化学名称较为复杂，通常简称为纽甜。
- 分子结构包含苯丙氨酸和天门冬氨酸的结合物，是一种肽类化合物。
- 纽甜的甜度约为蔗糖的7000 - 13000倍，但热量极低。
- 它是通过生化合成方法或化学合成方法生产的。

#### 用途
- **增甜剂**：由于其强烈的甜味和低热量特性，常用于饮料、糖果、果酱、冷食、甜点等食品中。
- **食品加工**：在烘焙食品和低热量食品制作中，用以替代糖，以降低总热量。
- **特殊饮食需求**：适用于糖尿病患者和减肥者的食品制备中，帮助控制血糖和总热量摄入。

#### 安全性说明
- **审批认证**：纽甜在多个国家和地区获得食品安全机构的认证，如美国FDA、欧盟EFSA等。
- **使用限量**：各国家和地区对纽甜的使用有严格的限量标准，确保摄入量在安全范围内。
- **研究支持**：广泛研究表明，适当摄入纽甜是安全的，但长期大量使用仍需谨慎。
- **可能的副作用**：尽管对大多数人群来说不会引起显著不良反应，少数人可能对其敏感，表现为过敏反应等症状。', 'GB29944-2013', '甜味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (551, '槐豆胶（刺槐豆胶）', '### 槐豆胶（刺槐豆胶）

#### 介绍
- **来源**：槐豆胶是从刺槐树（Acacia senegal）的树液中提取的天然胶体。
- **组成**：主要成分为多糖和少量蛋白质。
- **特性**：具有良好的增稠、乳化和稳定性能。

#### 用途
- **食品工业**：用作稳定剂和增稠剂，常见于糖果、冰淇淋、调味品和饮料中。
- **烘焙产品**：改善面包和糕点的质地和保湿性。
- **乳制品**：在冻酸奶和奶昔中作为乳化剂和稳定剂。

#### 安全性说明
- **认证**：槐豆胶被多个国家的食品安全机构批准使用，包括美国FDA和欧盟EFSA。
- **过敏信息**：虽然不常见，但某些个体可能对槐豆胶有过敏反应。
- **摄入建议**：推荐按照食品添加剂的标准量使用，避免过量。', 'GB29945-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (552, '纤维素', '### 纤维素

#### 介绍
- 纤维素是自然界中最丰富的有机高分子。
- 主要从植物细胞壁中提取，如木材和棉花。
- 在食品工业中，纤维素被改造为多种形式（如碳酸盐、醚和酯），用作食品添加剂。

#### 用途
- **增稠剂和稳定剂**：增加食品的黏度，改善质地和保持均匀状态。
- **抗结剂**：预防食品成分（如粉末）结块。
- **低热量替代品**：用于低热量食品中替代糖分或脂肪，提供口感而不增加热量。
- **纤维素素补充剂**：改善食物中的膳食纤维含量，帮助肠道健康。
- **乳化剂**：帮助油水混合物稳定，常见于奶昔和冰淇淋。

#### 安全性说明
- **广泛评估认证**：食品中的纤维素及其衍生物已被多个国际食品安全机构（如FDA和EFSA）评估和批准为安全食品添加剂。
- **过敏反应较少**：纤维素是从广泛存在的植物中提取，人体通常不会对其产生过敏反应。
- **适量使用**：虽然纤维素被认为是安全的，但推荐在食品中按照规定的使用量添加，避免过量。过量使用可能会导致消化不适，如腹胀或便秘。
- **长期安全跟踪**：尽管目前的研究支持纤维素的安全性，相关食品安全机构仍在持续监测其在食品中的使用情况，确保长期使用的安全性。', 'GB1886.374-2024', '增稠剂、膳食纤维来源', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (553, '聚丙烯酸钠', '### 聚丙烯酸钠（Sodium Polyacrylate）

#### 介绍
- **化学性质**：聚丙烯酸钠是一种高分子聚合物，化学式为[CH2-CH(CO2Na)]n。
- **外观特性**：通常呈现为白色粉末状或颗粒状。
- **溶解性**：在水中易溶，能迅速吸水膨胀形成凝胶。

#### 用途
- **保水剂**：在食品中添加，能有效保持食物的湿润度，延长保质期。
- **稳定剂**：防止食品成分分离，保持食品的稳定性和质感。
- **增稠剂**：在冷饮、果酱和调味品中用来增加粘度和滑润感。

#### 安全性说明
- **安全性认可**：聚丙烯酸钠作为食品添加剂在多个国家得到认可，归类为一般被认为是安全的物质（GRAS）。
- **摄入限制**：尽管被认为安全，但适量使用始终是推荐的做法。过量使用可能会影响食品的质感和口感。
- **过敏风险**：少数情况下可能引起敏感，但这种情况非常罕见。
- **环境因素**：聚丙烯酸钠在环境中的降解程度较低，可能会对水环境造成压力。建议合理使用并注意环境保护。

以上信息旨在为大众提供关于聚丙烯酸钠作为食品添加剂的基本知识和安全指南。', 'GB29948-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (554, '阿拉伯胶', '### 阿拉伯胶

#### 介绍
- **来源**：阿拉伯胶是一种天然树脂，主要来源于非洲的阿拉伯树（学名：*Acacia senegal*）和*Acacia seyal*。
- **提取**：它是通过切割树皮，然后收集流出的树脂得到的，之后会进行净化和干燥处理。
- **组成**：主要由多糖和少量的蛋白质组成，具有很好的乳化和稳定特性。

#### 用途
- **食品工业**：用作乳化剂，帮助混合水和油，常用于含乳饮料、糖果和烘焙食品。
- **调味品**：作为稳定剂，用于保持食品的质感和口感，如在果酱和果冻中使用。
- **药品和化妆品**：由于其天然黏结特性，阿拉伯胶也用于医药产品的粘结剂以及化妆品的增稠剂。

#### 安全性说明
- **一般安全性**：阿拉伯胶作为食品添加剂被广泛承认为安全（GRAS）。
- **过敏反应**：极少数情况下可能会引起过敏反应，但总体风险较低。
- **摄取限制**：在正常的食用水平下，阿拉伯胶被视为无害。对于有特殊健康条件的人，建议在使用前咨询医生。', 'GB29949-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (555, '甘油', '### 甘油作为食品添加剂

#### 介绍
- 甘油是一种无色、无味、具有甜味的粘稠液体。
- 它是三醇的一种，化学式为C3H8O3。
- 在食品工业中，甘油主要是通过植物油或动物脂肪的水解得来。
- 它广泛用于食品加工中，作为湿润剂、甜味剂、溶剂和软化剂。

#### 用途
- **湿润剂**：甘油可以吸收和保留水分，因此常用于糕点和面包中，以保持产品的湿润。
- **软化剂**：在糖果制造中，甘油可以防止糖结晶，保持糖果的软性和鲜嫩。
- **溶剂**：由于甘油具有良好的溶解性，它被用作食品色素和香料的载体。
- **甜味剂**：甘油自带的甜味虽然不如蔗糖，但在某些低糖或无糖食品中可以作为天然甜味剂使用。
- **保湿剂**：甘油用于肉制品和冷冻食品中，以防止产品干燥和改善口感。

#### 安全性说明
- 甘油被认为是安全的食品添加剂，在世界各地都被广泛接受和使用。
- 美国食品和药物管理局(FDA)将甘油列为“一般公认为安全”(GRAS)物质。
- 常规消费量下，甘油没有报道的严重副作用。
- 过量食用甘油可能会导致头痛、口渴、恶心和高血糖等症状。
- 对于有特定健康条件的个体，如糖尿病患者，建议在医生的指导下适量消费甘油含量的产品。', 'GB29950-2013', '保湿剂、溶剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (556, '柠檬酸脂肪酸甘油酯', '### 柠檬酸脂肪酸甘油酯

柠檬酸脂肪酸甘油酯是一种常用的食品添加剂，其化学性质稳定，广泛用于食品工业中作为乳化剂和稳定剂。

#### 介绍
- **化学名称**：柠檬酸脂肪酸甘油酯，亦称作柠檬酸酯。
- **来源**：通常由植物油（如大豆油或棕榈油），柠檬酸以及甘油通过化学合成的方式制得。
- **组分**：主要包括脂肪酸和三羟基丙醇（甘油）的柠檬酸酯。

#### 用途
- **食品工业**：用作乳化剂，帮助乳化不相容的物质（如油和水），提高食品质构与稳定性。
- **烘焙产品**：改善面团的质地和延长保质期。
- **饮料**：用于防止成分分离，保持口味和外观的一致性。
- **糖果和零食**：增加食品的抗氧化性，延长保存期限。

#### 安全性说明
- **合格证明**：经过多国食品安全机构（如美国FDA，欧盟EFSA）的审查和批准，确认其作为食品添加剂的安全性。
- **摄入限制**：虽然被认为是安全的，但建议按照食品安全标准限制适量使用。
- **过敏性**：对于大多数人来说不会引起过敏反应，但敏感人群应注意可能的过敏源。
- **研究表明**：长期和广泛的研究支持其作为食品添加剂的安全性，没有明显的健康风险。

这些信息可为消费者提供对柠檬酸脂肪酸甘油酯作为食品添加剂使用的深入了解。', 'GB29951-2013', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (557, 'γ-辛内酯', '### γ-辛内酯 (Gamma-Octalactone)

#### 介绍
- **化学性质**: γ-辛内酯是一种内酯化合物，具有特殊的香味和化学结构，属于环状酯类。
- **来源**: 主要通过生物发酵过程获得，也可以通过化学合成方式制备。
- **物理状态**: 在室温下呈液态，具有淡淡的果仁香味。

#### 用途
- **食品调味**: 广泛用于食品工业中作为香味增强剂，尤其在烘焙食品、冰淇淋和饮料中添加以增加香草或坚果的风味。
- **香料制备**: 在香料制造中作为原料之一，用于复合各种香水和个人护理产品。
- **工业应用**: 在某些工业应用中用作溶剂或中间体，用于生产其他化学品。

#### 安全性说明
- **食品安全认证**: γ-辛内酯通常被认为是安全的食品添加剂，已获得多国食品安全机构的认证。
- **摄入量建议**: 作为食品添加剂使用时，应控制在安全摄入量范围内，避免超过食品安全标准规定的最大使用剂量。
- **过敏信息**: 少数人可能对此类化合物敏感，使用前应详细了解产品成分。
- **存储条件**: 应在干燥、阴凉处密封保存，避免直接日光照射，以保持其稳定性和香味。

此信息提供一般指导，使用具体食品添加剂时应参考相关国家和地区的具体法规和安全标准。', 'GB29952-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (558, 'δ-辛内酯', '### δ-辛内酯（Delta-Octalactone）

#### 介绍
- δ-辛内酯是一种饱和8碳环状酯，是通过脂肪酸氧化衍生的。
- 它是一种无色或淡黄色的液体，具有典型的奶油和椰子的芳香。
- 此化合物主要来源于发酵过程以及植物提取。

#### 用途
- **食品调味**: 作为食品添加剂，δ-辛内酯主要用于增添食物中的奶油和水果香味，常见于糖果、饮料和烘焙产品中。
- **香料复合**: 在制作复合香料时，δ-辛内酯可以与其他香料相结合，增强产品的整体感官体验。
- **乳制品**: 在乳制品中添加，可以增强产品的奶香，比如在冰淇淋和奶酪中。

#### 安全性说明
- **食品添加剂审查**: δ-辛内酯作为食品添加剂在许多国家和地区被认可和允许使用。通常需要符合特定的食品安全标准和法规。
- **毒理学数据**: 根据现有研究，δ-辛内酯在推荐用量下对人体没有毒性影响，可以安全使用。
- **过敏性**: 对于大多数消费者而言，δ-辛内酯不会引起过敏反应。然而，应注意个体差异，敏感人群应谨慎使用。
- **使用限制**: 在使用时应按照规定的用量进行，过度使用可能会影响食品品质或安全。

此类信息有助于消费者更好地了解食品添加剂的性质和用途，确保安全健康的食品消费体验。', 'GB29953-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (559, 'δ-壬内酯', '### δ-壬内酯（Delta-Nonalactone）

#### 介绍
- δ-壬内酯是一种有机化合物，属于内酯类，具有典型的桃子味。
- 在自然界中常见于多种水果和其他植物中。
- 在工业上，δ-壬内酯主要通过化学合成或生物转化法生产。

#### 用途
- **食品香料：** 主要用作食品添加剂，用于增添或增强食物的香味，尤其在糖果、烘焙食品和饮料中使用。
- **香水制造：** 由于其甜美的果香特征，也常用于香水和个人护理产品的香精制备中。
- **芳香疗法：** 在芳香疗法中可用作调香油，帮助放松和提升情绪。

#### 安全性说明
- **食品安全：** δ-壬内酯被国际重要食品安全组织如美国食品药品监督管理局（FDA）和国际食品法典委员会（Codex Alimentarius）认可为食品添加剂，使用安全。
- **毒理学数据：** 现有的毒理学研究表明，δ-壬内酯在常用的剂量下对人体无害。
- **敏感性问题：** 虽然δ-壬内酯通常安全且不易引起过敏反应，但敏感个体应先小量测试或咨询医生后使用。

通过提供上述详细信息，能够帮助对食品添加剂感兴趣的读者更好地了解δ-壬内酯的性质和用途。', 'GB29954-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (560, 'δ-十一内酯', '### δ-十一内酯

#### 介绍

- δ-十一内酯（γ-undecalactone），也被称为桃酮、桃味酮
- 是一种天然有机化合物，属于内酯类
- 在自然界中主要存在于水果如桃子、杏和其他一些植物中
- 以生物合成或化学合成的方式大量生产用于食品添加剂

#### 用途

- **食品香精**: 主要用于增添或增强食品中的果香，尤其是桃和杏的香气
- **制作饮料**: 在各种饮料中添加以模拟或强化水果味
- **烘焙产品**: 用于糕点、饼干和其他烘焙产品中，增添水果风味
- **糖果制作**: 广泛用于糖果的生产，特别是果味糖果
- **乳制品配料**: 可用于冰淇淋和乳酪等乳制品中，添加果香味

#### 安全性说明

- **食品安全级别**: δ-十一内酯作为食品添加剂，在多个国家和地区已被认证为安全
- **摄入限制**: 根据食品法规，使用δ-十一内酯应遵循“遵循良好制造实践量不得超过限制”的原则
- **过敏反应**: 正常使用情况下，δ-十一内酯极少报告有过敏反应
- **长期研究**: 经过长期的安全性评估和研究，δ-十一内酯被认为是一种相对安全的食品添加剂
- **监管认证**: 通过FDA（美国食品药品监督管理局）等国际权威机构的审核与认证，适合广泛地用于食品中

通过了解δ-十一内酯的介绍、用途和安全性，可以更好地理解这种食品添加剂的特性及其在食品工业中的应用。对消费者而言，了解这些信息有助于对这类食品成分进行理性评价。', 'GB29955-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (561, 'δ-突厥酮', '### δ-突厥酮

δ-突厥酮是一种化学物质，广泛用作食品添加剂，特别是在食品香料领域。

#### 介绍
- **化学性质**: δ-突厥酮是一种有机化合物，常见于香料和香精中。
- **来源**: 它可以通过化学合成方法制备，或从自然来源中提取。
- **常见形态**: 通常以液体形式出现。

#### 用途
- **食品香料**: 用于增强或改变食品的味道和香气。
- **食品加工**: 作为食品加工过程中的香料成分，提升最终产品的口感和吸引力。
- **多样化应用**: 广泛应用于糖果、烘焙食品、饮料和其他许多加工食品中。

#### 安全性说明
- **安全评审**: 通常需要经过相关食品安全机构如美国食品药品监督管理局（FDA）或欧洲食品安全局（EFSA）的评审和批准。
- **使用指南**: 在使用时需遵守安全使用的标准和指南，以确保消费者健康。
- **过敏信息**: 少数个体可能对此类化合物存在敏感反应，产品标签上需明确表示可能的过敏信息。
- **环境影响**: 生产和使用δ-突厥酮应考虑其对环境的潜在影响，遵守相关环境保护法规。', 'GB29956-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (562, '二氢-β-紫罗兰酮', '### 二氢-β-紫罗兰酮

#### 介绍
- **化学名称**：二氢-β-紫罗兰酮，也被称为Dihydro-beta-ionone。
- **化学式**：C13H22O
- **属性**：该化合物属于羰基化合物，具有特殊的花果香气。
- **来源**：可以通过化学合成得到，或从天然资源中提取。

#### 用途
- **食品香料**：用于添加到食品中以增强其香气，常见于糖果、饮料、烘焙食品等。
- **香精制造**：在香精和日用化学品中，作为香气成分，增加产品的吸引力。
- **研究用途**：在科学研究中，用于研究不同香气成分的感官影响及其它潜在效用。

#### 安全性说明
- **毒理性评估**：通常被认为是低毒的，不过仍需控制适当浓度以避免敏感反应。
- **使用限制**：在食品中的使用需遵守各国的食品添加剂使用标准和法规，确保人体安全。
- **敏感性注意**：可能引起特定人群的皮肤敏感或过敏反应，在使用前应进行相关安全评估。
- **环境影响**：作为化学物质，制造和处理时需注意环境保护措施，避免对环境造成不利影响。

使用二氢-β-紫罗兰酮作为食品添加剂时，确保严格按照相关安全标准操作，可以安全地增强食品的风味和香气。', 'GB29957-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (563, 'l-薄荷醇丙二醇碳酸酯', '### l-薄荷醇丙二醇碳酸酯

#### 介绍
- l-薄荷醇丙二醇碳酸酯是一种合成的食品添加剂，主要用于增加或改善食品的气味和风味。
- 这种化合物通常是通过丙二醇与薄荷醇反应生成的碳酸酯。
- 作为一种食用香精，它主要在食品工业中使用，特别是在需要薄荷香气的产品中。

#### 用途
- **食品香精**：作为一种香精添加剂，用于烘焙食品、糖果、口香糖等，以增强其薄荷味。
- **口腔护理产品**：在牙膏、漱口水中添加，利用其清新的薄荷香气来改善口腔气味。
- **饮料**：用于非酒精饮料和低酒精饮品中，提供清凉的口感和薄荷香味。

#### 安全性说明
- **食品级标准**：l-薄荷醇丙二醇碳酸酯在使用前需符合国际食品安全标准，在美国由FDA（美国食品药品监督管理局）进行审查和批准。
- **限定用量**：在食品添加时，其使用量应严格按照相关食品安全标准进行控制，避免过量。
- **过敏信息**：极少数个体可能对此类香精成分敏感，应注意可能出现的过敏反应。
- **长期研究**：对于长期摄取的安全性，已进行了一系列动物实验和人体观察研究，以确保其在常规使用下的安全性。', 'GB29958-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (564, 'd,l-薄荷酮甘油缩酮', '### d,l-薄荷酮甘油缩酮

                                                                                                                  #### 介绍
- **化学性质**: d,l-薄荷酮甘油缩酮为化工合成产物，由柠檬烯和其他有机化合物经过特定工艺处理合成。
- **物理形态**: 通常呈现为无色至淡黄色的液体。
- **来源**: 该添加剂是通过合成途径获得，不是从自然食材中直接提取。

#### 用途
- **食品工业**: 主要用作香料，在糖果、饮料和烘焙食品中增加清新的薄荷味。
- **日常调味**: 可用于口腔护理产品中，如牙膏和口水，加强清凉感和改善口感。
- **保存性增强**: 可以在一些食品中作为防腐剂来延长保质期。

#### 安全性说明
- **法规审批**: 在多数国家和地区，d,l-薄荷酮甘油缩酮必须经过食品和药品监督管理机构的审查和批准。
- **摄入限量**: 使用时需控制在安全限量范围内，过量使用可能导致不适。
- **过敏信息**: 对某些体质的人可能会引起过敏反应，使用前应进行过敏原测试。
- **环境影响**: 使用和处理过程中需要注意其对环境可能的影响，遵守相应的环境保护法规。', 'GB29959-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (565, '二烯丙基硫醚', '### 二烯丙基硫醚

二烯丙基硫醚（Diallyl disulfide）是一种有机硫化物，主要从大蒜中提取。它具有特定的化学性质，使其在食品添加剂领域有着独特的应用。

#### 介绍
- **化学性质**：二烯丙基硫醚为无色至淡黄色液体，具有强烈的大蒜味。
- **提取来源**：主要从大蒜等植物中通过蒸馏等化学过程提取。
- **化学结构**：为含硫的有机化合物，分子式为 C6H10S2。

#### 用途
- **食品保鲜**：可以用作天然防腐剂，延长食品保质期。
- **风味增强剂**：为食品提供特有的大蒜香味，增强食品的口感和味觉体验。
- **抗氧化性**：具有一定的抗氧化作用，有助于阻止食品中的氧化反应。

#### 安全性说明
- **安全认证**：在多国被认可为安全的食品添加剂。
- **使用剂量**：使用时需控制适宜的剂量，过量可能会引起不适。
- **过敏信息**：对大蒜敏感的人可能需避免含此类添加剂的食品。
- **储存条件**：需在阴凉干燥处储存，避免光照和高温。', 'GB29960-2013', '食品用香料', 0x5B322C332C375D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (566, '4,5-二氢-3(2H)噻吩酮(四氢噻吩-3-酮)', '### 4,5-二氢-3(2H)噻吩酮(四氢噻吩-3-酮)

#### 介绍
- **化学性质**：4,5-二氢-3(2H)噻吩酮，常称为四氢噻吩-3-酮，是一种含硫杂环的化合物，具有典型的硫代酮结构。
- **来源**：该化合物可以通过化学合成得到，通常不在自然界中独立存在。
- **外观**：通常为无色至淡黄色的液体。

#### 用途
- **食品行业**：主要作为食品添加剂使用，用于增强或模拟某些食品的香味。
- **香味改良**：在加工食品中添加极少量的四氢噻吩-3-酮可以显著改善食品的香味，特别是肉类产品的香味。
- **应用范围**：广泛应用于制作烘焙食品、糖果、饮料和调味品等。

#### 安全性说明
- **安全级别**：在一定的使用浓度下，该物质被认为是安全的。通常按照食品法规和国际食品添加剂使用标准进行调控。
- **毒理学研究**：根据现有的毒理学研究，小剂量的四氢噻吩-3-酮未显示出毒性或有害反应。
- **监管审批**：在使用前需通过相关食品安全监管机构的审批，如美国食品药品监督管理局（FDA）或欧盟食品安全局（EFSA）。
- **使用指导**：在食品添加时必须遵守使用指南和最大允许限量，以确保消费者的食品安全。

通过了解4,5-二氢-3(2H)噻吩酮的基本信息、应用及安全性，可以更好地在食品添加剂选择上做出科学且安全的决策。', 'GB29961-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (567, '2-巯基-3-丁醇', '### 2-巯基-3-丁醇（食品添加剂）

#### 介绍
- **化学性质**：2-巯基-3-丁醇是一种含有硫的有机化合物，具有特定的分子结构和独特的化学性质。
- **制备方式**：该化合物可以通过有机合成方法制备，通常涉及碳链的构建和硫原子的引入。
- **外观**：它通常为无色至淡黄色的液体，具有一定的挥发性。

#### 用途
- **食品工业**：作为食品添加剂，2-巯基-3-丁醇主要用于作为风味增强剂或抗氧化剂，以保持食品的风味和延长保质期。
- **风味改善**：该物质可以用来调整和增强某些食品（如肉类和烘焙食品）的风味，增加食品的口感和吸引力。
- **抗氧化作用**：通过抑制食品中的氧化反应，减少食品变质和色泽变化，保持食品的新鲜度和营养价值。

#### 安全性说明
- **使用标准**：在使用2-巯基-3-丁醇作为食品添加剂时，需要遵循相关食品安全标准和规定，控制在安全用量范围内。
- **毒理学信息**：科研数据显示2-巯基-3-丁醇在推荐剂量内是安全的，但高剂量可能对人体健康造成不良影响。需避免长时间大量接触。
- **敏感性与过敏反应**：对于特定体质的人群，如有过敏历史者，应谨慎使用或在医生指导下使用，可能会引发轻微的过敏反应。
- **法规遵循**：制造商和使用者必须确保产品符合各国食品安全法规的要求，确保消费者的食品安全。

以上信息可为食品生产者和消费者提供关于2-巯基-3-丁醇作为食品添加剂使用的基础科普知识。', 'GB29962-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (568, '3-巯基-2-丁酮(3-巯基-丁-2-酮)', '### 3-巯基-2-丁酮（3-巯基-丁-2-酮）

#### 介绍
- **化学性质**：3-巯基-2-丁酮是一种含有硫的有机化合物，其特征是含有巯基(-SH)和酮基(>C=O)。
- **物理形态**：通常为无色至淡黄色液体，具有较强的特异性气味。
- **可溶性**：该化合物在水中的溶解性良好，也可以溶解于大多数常用的有机溶剂。

#### 用途
- **食品加工**：作为食品添加剂，可用于调制某些特殊口味的食品，增加风味层次。
- **香料工业**：在香料合成中，可用作中间体，增强或模拟特定的食品风味。
- **抗氧化剂**：由于其结构中的巯基，该化合物可作为抗氧化剂使用，帮助延长食品的保质期。

#### 安全性说明
- **毒性评估**：在使用前需评估其毒性，尽管作为食品添加剂的用量通常较低，但高剂量可能对健康有害。
- **使用限制**：在食品添加剂中使用时，需遵循相关食品安全标准和法规，控制在安全的添加量范围内。
- **敏感性问题**：对于某些人群可能存在过敏反应，使用时需提供明确的标签警示。
- **处理建议**：在处理和施用过程中需采取适当的安全措施，以防吸入或皮肤接触造成不良反应。', 'GB29963-2013', '食品用香料', 0x5B322C332C352C372C31335D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (569, '二甲基二硫醚', '### 二甲基二硫醚作为食品添加剂

#### 介绍
- **化学名称**：二甲基二硫醚（DMD）
- **分子式**：C2H6S2
- **外观与性状**：无色液体，具有强烈的大蒜臭味
- **来源**：通常由甲硫醚与硫磺反应生成，也可以在某些天然加工食品中通过生物途径产生

#### 用途
- **食品调味**：二甲基二硫醚可用于增添或强化某些食品（如肉类，海产品）的天然香味。
- **食品保质**：由于其抗菌特性，可以用作食品防腐剂，帮助延长食品的保质期。
- **食品加工**：在食品加工过程中作为味道调节剂使用，特别是在配制某些调味品和香料中发挥作用。

#### 安全性说明
- **食品级别**：需要按照世界卫生组织（WHO）和食品农业组织（FAO）的标准来评估和确保其安全性适用于食品添加剂。
- **限制使用**：使用时需严格遵守推荐的添加量，避免过量，以确保食品的安全与卫生。
- **健康影响**：过量摄入可能导致不良健康影响，如呼吸问题或过敏反应，因此需在专业人士的指导下使用。
- **法规遵守**：在使用之前需要了解并遵守相关地区或国家对食品添加剂的法律法规，确保合法合规地使用。

以上信息为标准用法和安全建议，在特定环境下使用二甲基二硫醚作为食品添加剂时，建议进行详细咨询和风险评估。', 'GB29964-2013', '食品用香料', 0x5B322C372C385D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (570, '二丙基二硫醚', '### 二丙基二硫醚

二丙基二硫醚是一种有机硫化合物，化学式为(CH3CH2CH2)2S2。在食品工业中，这种化合物可能被用作食品添加剂，尽管它并不是最常见的添加剂类型。以下是关于二丙基二硫醚作为食品添加剂的基本信息：

#### 介绍
- **化学属性**：二丙基二硫醚为无色至淡黄色液体，具有强烈的蒜臭味。
- **获取方式**：通常通过有机硫化合物的合成反应获得。
- **在食品添加剂中的角色**：可能用于某些特定类型的风味调整或作为抗氧化剂。

#### 用途
- **风味增强**：在特定食品中添加极少量以增加或改变风味特性。
- **防腐剂**：可能因其抗氧化特性而被用作防止食品氧化的防腐剂。
- **抗氧化剂**：助于延长食品的保质期，通过抑制食品中的化学反应。

#### 安全性说明
- **使用限制**：由于其强烈的气味和潜在的生物活性，通常仅在严格的安全限制下以极低浓度使用。
- **卫生标准**：在使用前需确保符合国家食品安全标凧。
- **潜在风险**：长期或大量接触可能对健康不利，使用时需广泛评估其安全性。

在使用二丙基二硫醚作为食品添加剂时，需谨慎考量其影响并遵循适当的法规和安全指南。', 'GB29965-2013', '食品用香料', 0x5B322C385D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (571, '烯丙基二硫醚', '### 烯丙基二硫醚

#### 介绍
- **化学性质**：烯丙基二硫醚是一种含硫的有机化合物，化学式为C6H10S2，通常存在于大蒜和其他植物中。
- **来源**：主要从大蒜中提取，大蒜在切割或压碎时释放烯丙基二硫醚。
- **提取过程**：通过蒸馏或采用溶剂提取法从大蒜中分离得到。

#### 用途
- **食品保鲜**：用于延长食品的保质期，通过其抗菌性质抑制食品中的微生物生长。
- **风味增强剂**：在食品中添加以提升类似大蒜的风味，增加食品的吸引力和口感。
- **健康促进**：由于其潜在的抗氧化和抗炎作用，也被添加到健康产品中。

#### 安全性说明
- **普遍认为安全**：在合理的剂量下，烯丙基二硫醚被认为是安全的食品添加剂。
- **剂量限制**：需要控制在一定的用量范围内，避免过量。
- **过敏信息**：虽然大多数人可以安全使用，但对大蒜或其他相关物质过敏的人群应避免使用含此成分的食品。
- **法规遵循**：生产和使用需遵守当地食品安全法规和标准，保证消费者的健康和利益。', 'GB29966-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (572, '柠檬酸三乙酯', '### 柠檬酸三乙酯

柠檬酸三乙酯是一种常见的食品添加剂，它广泛用于食品及饮料工业中，主要起到增稠、乳化和防腐的作用。

#### 介绍
- **化学名称**：柠檬酸三乙酯
- **外观**：无色透明液体
- **制造过程**：通过柠檬酸与乙醇在酸性或酶催化下进行酯化反应制得
- **溶解性**：易溶于乙醇和大部分有机溶剂，难溶于水

#### 用途
- **食品工业**：作为食品添加剂，用于提升食品质感和口感
- **饮料**：用于各种功能饮料中，增加饮料的稳定性和保存性
- **糖果和甜点**：增加糖果和甜点的保湿性能，延长产品的保质期
- **香精和香料**：作为溶剂和固定剂，用于调配食品香精

#### 安全性说明
- **食品安全**：已被多个国家和地区的食品药品监督管理机构认可并允许在食品中使用
- **毒理学测试**：经过广泛的毒理学测试，被认为是安全的食品添加剂
- **使用限量**：在使用时应遵循相关法规的使用限量和条件
- **过敏性**：普遍认为不具有过敏性，适合大部分人群使用

这些信息可以帮助公众更好地了解柠檬酸三乙酯作为食品添加剂的功能及其安全性。', 'GB29967-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (573, '肉桂酸苄酯', '### 肉桂酸苄酯

肉桂酸苄酯，化学名为Phenylmethyl 2-phenylacetate，是一种广泛应用于食品和其他行业的化学添加剂。其甜美的香气使其成为食品调味和香料的常见选择。

#### 介绍
- **化学性质**：肉桂酸苄酯是肉桂酸和苄醇的酯类化合物。
- **外观**：通常为无色至淡黄色液体。
- **气味**：具有类似肉桂的甜美香气。

#### 用途
- **食品香料**：用于调配食品香料，赋予食品如面包、糕点、糖果等甜味和香气。
- **香精成分**：在各种香精中使用，增强食品和饮料的香味体验。
- **食品加工**：可以用作食品加工中的味道改善剂。

#### 安全性说明
- **一般安全性**：在正常的使用浓度下，肉桂酸苄酯被认为是安全的食品添加剂。
- **监管批准**：已被多个国家的食品安全机构（如美国食品药品监督管理局FDA）批准为食品用香料。
- **过敏反应**：少数人可能对肉桂酸苄酯产生过敏性反应，使用时需注意。
- **使用建议**：应按照食品安全规定和标准使用，避免过量。

以上信息旨在提供一个关于肉桂酸苄酯在作为食品添加剂方面的基本了解，以帮助消费者和食品工业从业者更好地了解其用途和安全性。', 'GB29968-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (574, '肉桂酸肉桂酯', '### 肉桂酸肉桂酯

肉桂酸肉桂酯，作为一种常见的食品添加剂，具有特定的用途、介绍和安全性信息。以下是关于肉桂酸肉桂酯的详细介绍：

#### 介绍
- **化学名称**：肉桂酸肉桂酯通常是通过肉桂酸与乙醇的酯化反应生成。
- **物理性状**：通常以液体形态存在，具有肉桂的香气。

#### 用途
- **食品香精**：作为食品添加剂，主要用于增加或改善食品的香味。
- **调味品**：在烘焙食品、糖果和一些饮料中添加以增强风味体验。
- **制剂成分**：在某些食品添加剂的复合配方中，可作为香味增强剂。

#### 安全性说明
- **安全评估**：按照食品添加剂的标准进行评估和使用时认为是安全的。
- **消费建议**：应按照食品安全标准和使用建议进行消费，避免过量使用。
- **敏感提示**：少数人可能对肉桂酸肉桂酯有敏感反应，如遇不适，建议停止使用并咨询医生。

这些信息可以帮助消费者更好地了解肉桂酸肉桂酯在食品中的应用及其安全性，从而做出明智的食品选择。', 'GB29969-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (575, '2,5-二甲基吡嗪', '### 2,5-二甲基吡嗪

                                                                                                                  #### 介绍
- **化学名称**：2,5-二甲基吡嗪
                                                                                                                  - **化学式**：C6H8N2
- **外观**：通常呈现为无色至黄色的液体或固体
- **来源**：2,5-二甲基吡嗪可以通过化学合成的方式获得，具体方法包括有机合成中的各种途径，比如从己烷出发，经过氮化反应制得。

#### 用途
- **食品行业**：在食品行业中，2,5-二甲基吡嗪主要被用作食品配料或风味增强剂。
- **调味料**：它可以被添加到各种食品中以增加或改善其风味，尤其是在模拟烧烤或烟熏类食品的味道时。
- **食品研发**：在新产品的开发过程中，2,5-二甲基吡嗪可以用来探索新的味道组合或改善现有产品的风味表现。

                                                                                                                  #### 安全性说明
- **食品安全评估**：在用作食品添加剂之前，2,5-二甲基吡嗪须经过严格的食品安全评估，以确保其在预定用途下的安全性。
- **用量限制**：根据相关食品安全标准和规定，2,5-二甲基吡嗪在不同食品中的使用浓度和总量是严格限定的。
- **健康影响**：长期和过量摄入未经充分安全评估的食品添加剂可能对健康造成风险;因此，使用时必须严格遵守规定的用量。
- **监管审查**：在不同国家和地区，食品添加剂的使用须符合当地食品药品监督管理部门的规定和标准。', 'GB29970-2013', '食品用香料', 0x5B322C345D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (576, '苯甲醛丙二醇缩醛', '### 苯甲醛丙二醇缩醛

苯甲醛丙二醇缩醛是一种化合物，经常在食品工业中作为添加剂使用。以下是关于这种化合物的详细科普信息：

#### 介绍
- **化学名称**：苯甲醛丙二醇缩醛
- **分子结构**：通常包含苯甲醛与丙二醇通过缩合反应形成的结构。
- **生产方式**：通常通过有机合成，将苯甲醛和丙二醇在一定的条件下反应制得。

#### 用途
- **食品香料**：作为一种香料，用于提升或改进食品的味道和香气。
- **防腐剂**：在某些情况下，可用作防腐剂，以延长食品的保质期。
- **抗氧化剂**：可能具有抗氧化的性质，帮助防止食品的氧化变质。

#### 安全性说明
- **食品级别的安全评估**：在使用前应通过相关食品安全机构的评估，确定其安全性。
- **剂量控制**：需要严格按照推荐的使用剂量添加，避免过量。
- **过敏性反应**：虽然不常见，但某些人可能对此化合物敏感，应注意可能的过敏反应。
- **法规遵守**：在各国和地区的使用必须遵守当地的食品添加剂法规和标准。

在使用任何食品添加剂前，建议研究和遵守具体地区的法律规定，并确保产品安全符合食品级要求。', 'GB29971-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (577, '乙醛二乙缩醛', '### 乙醛二乙缩醛

#### 介绍
- **化学名称**：乙醛二乙缩醛（Acetaldehyde diethyl acetal），也称作1,1-二乙氧基乙烷。
- **分子式**：C6H14O2。
- **特性**：常温下为无色透明的液体，具有果香气味。
- **溶解性**：与乙醇和乙醚等有机溶剂可以互溶，不易溶于水。

#### 用途
- **食品香精**：在食品工业中可用作香精的成分，添加到糕点、饮料和糖果中，增加食品的香气。
- **保鲜剂**：尽管不是主要用途，也可以通过其抑制微生物活性的特性来延长食品保质期。
- **溶剂**：在食品加工过程中，可用作其他添加剂的载体或溶解助剂。

#### 安全性说明
- **毒性**：一般认为低毒，但高浓度吸入或摄入仍可能对人体健康造成损害。
- **使用建议**：在使用时应严格控制浓度，避免长时间暴露。
- **法规遵从**：使用前需查证所在国家或地区关于食品添加剂的相关法规，确保合法合规使用。
- **警告标签**：产品应配备全面的标签和安全数据表，以供使用者了解其潜在危害。
- **存储建议**：应储存于阴凉、通风、干燥的地方，并确保储存容器密闭。', 'GB29972-2013', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (578, '2-异丙基-4-甲基噻唑', '### 2-异丙基-4-甲基噻唑

#### 介绍
- **化学性质**: 2-异丙基-4-甲基噻唑是一种含有噻唑环的有机化合物，结构中含有异丙基和甲基作为取代基。
- **制备方法**: 通常通过有机合成的方法，如环化反应，将相应的前体物质转化成噻唑结构。

#### 用途
- **食品行业**: 主要用作食品添加剂，具体可以用于增加或改善食品的香味。
- **香料**: 在制造人造香料的过程中，此化合物可用于模拟或增强特定的味道。

#### 安全性说明
- **毒理学评价**: 需要进行详细的毒理学和生物学评估，以确保其在食品添加剂使用中的安全性。
- **使用限制**: 根据地区的食品安全规章，使用此化合物作为食品添加剂时可能会有严格的使用限制和标准。
- **安全证书**: 一般需要经过安全认证和风险评估，如FDA（美国食品药品监督管理局）的GRAS（公认为安全）认证或欧盟相应的安全评估。', 'GB29973-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (579, '糠基硫醇(咖啡醛)', '### 糠基硫醇（咖啡醛）

#### 介绍
- **化学名称**：糠基硫醇，通常称为咖啡醛。
- **化学结构**：具有特定的硫醇基团，属于有机硫化合物。
- **来源**：可以通过自然来源提取，也可以通过化学合成方法制得。
- **性状**：一般为无色至浅黄色液体，具有强烈的咖啡香气。

#### 用途
- **食品香料**：作为食品添加剂，用于增强或模仿咖啡及其它焙烤食品的香气。
- **食品工业**：在烘焙食品、糖果、饮料等产品中使用，提供特定的风味体验。
- **研究用途**：在食品科学和化学研究中，作为研究工具来探讨食品中硫化合物的作用和特性。

#### 安全性说明
- **食品级别**：作为食品添加剂使用时，应确保其纯度和安全性符合相关食品安全标准。
- **摄入量限制**：在使用时需严格按照规定的使用剂量和条件进行，避免过量使用。
- **安全认证**：在不同国家和地区，糠基硫醇的使用需获得当地食品安全机构的批准和认证。
- **过敏性和毒性**：虽然一般认为是安全的，但对于特定人群，如有过敏历史者，应在专业人士指导下使用。', 'GB29974-2013', '食品用香料', 0x5B322C375D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (580, '二糠基二硫醚', '### 二糠基二硫醚

#### 介绍
- 二糠基二硫醚(Diallyl disulfide, DADS)是一种含硫的有机化合物，分子式为 C6H10S2。
- 此化合物存在于大蒜及其他葱属植物中，是大蒜油的主要成分之一。
- 拥有独特的蒜味，由于其强烈的气味和抗氧化性质，常被用于食品添加剂及调味品的制造。

#### 用途
- **食品防腐**：其抗菌特性能有效延长食品的保质期，通过抑制食品中的细菌和真菌生长。
- **风味增强剂**：用于增强或改善食品口味，尤其是在肉类和酱料产品中。
- **抗氧化剂**：可以用作天然抗氧化剂来防止食品氧化，保持食品颜色和口感的稳定。
- **保健食品**：在一些保健食品中添加，以利用其抗炎、抗癌等潜在的健康益处。

#### 安全性说明
- **食品安全等级**：在正常的使用浓度下，二糠基二硫醚被认为是安全的食品添加剂。
- **过敏性**：虽然一般认为是安全的，但个别人可能对大蒜及其萃取物敏感，可能会引发过敏反应。
- **摄取限制**：应按照食品添加剂的推荐用量使用，过量使用可能导致不适。
- **认证与规范**：在添加到食品中之前，应确保符合当地和国际食品安全标准和规定。', 'GB29975-2013', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (581, '1-辛烯-3-醇', '### 1-辛烯-3-醇

#### 介绍
- **化学性质**：1-辛烯-3-醇是一种有机化合物，属于醇类，具有辛烯基和羟基。
- **源头**：它可以通过化学合成得到，也可能从天然源中提取。
- **外观与性状**：常为无色到淡黄色的液体，具有轻微的特殊气味。

#### 用途
- **食品香料**：作为香料成分用于增强或改善食品的气味和口感。
- **食品加工**：用于某些特定食品加工过程中，如在制作糖果、烘焙食品中作为香气添加剂。
- **食品保鲜**：因具有抗菌特性，可用于延长食品保质期。

#### 安全性说明
- **安全评估**：1-辛烯-3-醇已通过特定食品安全机构进行评估，确认其在一定的使用条件下是安全的。
- **使用限制**：根据地区的食品安全法规，1-辛烯-3-醇在食品中的使用有严格的剂量限制。
- **过敏性与副作用**：在常规应用量下，通常认为是无害无过敏性的，但对于特定人群（如对特定醇类敏感的人），可能需要咨询医生或专家。
- **环境影响**：在生产和废弃处理过程中，需要注意其对环境的潜在影响，遵守环保规定。', 'GB29976-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (582, '2-乙酰基吡咯', '### 2-乙酰基吡咯

#### 介绍
- 2-乙酰基吡咯（化学式：C6H7NO）是一种含氮杂环有机化合物。
- 这种化合物在自然界中广泛存在，并可通过化学合成方法制备。
- 它具有独特的香味，因此常用于食品香精的制备。

#### 用途
- **食品香精**：主要用于增加或改善食品的香味，尤其在烘焙食品、肉制品和一些饮料中。
- **食品加工**：作为一种风味增强剂，可用于各种食品的生产过程中，帮助改善食品整体味道。
- **研究用途**：在食品科学研究中，用于研究不同食品香味的组成和改进。

#### 安全性说明
- **评估认证**：作为食品添加剂使用时，2-乙酰基吡咯已被多个国家和地区的食品安全机构批准，如美国FDA和欧盟EFSA。
- **剂量控制**：根据安全使用指南，2-乙酰基吡咯需要严格控制在安全用量范围内，以避免过量消费。
- **过敏性和毒性**：目前没有广泛报告显示2-乙酰基吡咯具有明显的过敏性或毒性，但消费者在使用中仍需按照产品说明和相关法规指导进行。
- **持续监测**：食品安全机构会持续监测和评估2-乙酰基吡咯的使用情况，并根据科学研究更新其安全信息和使用标准。', 'GB29977-2013', '食品用香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (583, '2-己烯醛(叶醛)', '### 2-己烯醛（叶醛）

#### 介绍
- **化学名称**：2-己烯醛，也被称为叶醛。
- **分子式**：C6H10O。
- **来源**：天然存在于多种香料与水果中，如茶叶和柠檬等。
- **合成**：也可以通过化学合成方式在实验室中制备。

#### 用途
- **食品香精**：作为食品添加剂，2-己烯醛常用于增加或改善食品的香气，如烘培食品、糖果和饮料。
- **调香**：在食品工业中，常用于模拟柑橘、茶叶等天然香味。
- **研究用途**：在食品科学和新产品开发中，作为研究工具来探索和开发新的香味组合。

#### 安全性说明
- **批准使用**：在多个国家和地区，2-己烯醛作为食品添加剂已获得官方批准，适用于特定用途和限定的最大使用量。
- **毒理学测试**：已进行多项测试评估其毒理学效应，通常认为在当前使用水平下对人体安全。
- **使用限制**：尽管被认为是安全的，使用2-己烯醛时仍需遵守相关法规和标准，避免过量使用。
- **敏感性和过敏**：个别情况下，部分人可能对此类香精展现敏感性或过敏反应，建议消费者在了解自身条件的基础上进行选择。

以上信息有助于了解2-己烯醛（叶醛）作为食品添加剂的相关知识，以供科普和教育目的。在实际食品加工和消费中应注意遵守相关规定，确保用量适宜和食用安全。', 'GB29978-2013', '食品用香料', 0x5B322C335D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (584, '氧化芳樟醇', '### 氧化芳樟醇

氧化芳樟醇是一种在食品添加剂中常见的化合物，主要用来作为香料成分。下面是关于氧化芳樟醇作为食品添加剂的介绍、用途及其安全性的详细信息。

#### 介绍
- **化学名称**：氧化芳樟醇（linalool oxide）
- **来源**：氧化芳樟醇常由芳樟醇经过氧化反应得到，芳樟醇存在于多种植物精油中，如薰衣草、柑橘等。
- **性质**：常呈无色至淡黄色的液体，具有类似香草与木质的淡香气。

#### 用途
- **增香剂**：在各种食品中添加以提升或模拟香草、水果等自然香气。
- **口味改良剂**：用于调整或增强糖果、烘焙食品和饮料的味道。
- **风味复合**：与其他香料配合使用，创造复杂的风味层次。

#### 安全性说明
- **监管机构审批**：氧化芳樟醇已被国际香料协会（IFRA）和美国食品与药物管理局（FDA）认为是安全的食品添加剂。
- **副作用**：普遍认为在常规使用浓度下不会对人体健康造成显著风险。
- **敏感性注意**：极少数个体可能对此类香料成分呈现过敏反应，使用时需注意过敏史。

此介绍可为食品制造者和消费者提供基本的科普信息，安全使用并享受带有氧化芳樟醇的食品带来的风味体验。', 'GB29979-2013', '食品用香料', 0x5B335D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (585, '异硫氰酸烯丙酯', '### 异硫氰酸烯丙酯

#### 介绍
- **化学名称**：异硫氰酸烯丙酯
- **化学式**：C4H5NOS
- **外观**：无色至淡黄色液体
- **溶解性**：易溶于水和多数有机溶剂

#### 用途
- **抗微生物剂**：用作食品的防腐剂，能有效抑制细菌和真菌的生长。
- **抗氧化剂**：帮助防止食品中的油脂氧化，延长食品的保质期。
- **风味增强剂**：在某些情况下，用于增强食品的味道及香气。
- **制药工业**：作为制药过程中的中间体，用于合成其他化学物质。

#### 安全性说明
- **毒性级别**：虽然异硫氰酸烯丙酯具有一定的抗菌能力，但其毒性相对较低，适量使用通常是安全的。
- **使用限制**：在食品中的使用需遵守具体国家或地区的食品添加剂法规和标准。
- **风险管理**：食品生产过程中应严格控制其使用浓度，避免过量。
- **过敏信息**：极少数人可能对此化合物敏感，使用前应确保食品的最终消费者没有相关过敏史。

此化合物作为食品添加剂使用时，制造商和处理人员需确保其使用在安全可控的范围内，并符合所有相关法律和健康标准。', 'GB29980-2013', '食品用香料', 0x5B322C352C31332C31345D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (586, 'N-乙基-2-异丙基-5-甲基-环己烷甲酰胺', '### N-乙基-2-异丙基-5-甲基-环己烷甲酰胺

#### 介绍
- **化学性质**: N-乙基-2-异丙基-5-甲基-环己烷甲酰胺是一种有机化合物，属于环己烷的衍生物，其分子结构中包含乙基、异丙基和甲基。
- **来源**: 该化合物通常通过有机合成的方法制备，涉及特定的催化剂和原料。

#### 用途
- **食品工业应用**: 在食品工业中，该化合物可能被用作风味增强剂或处理剂，用以改善食品的口感和保质期。
- **其他潜在用途**: 除了在食品工业中的应用，该化合物还可能在香料制造、药品生产和其他工业领域中发挥作用。

#### 安全性说明
- **毒理学研究**: 关于N-乙基-2-异丙基-5-甲基-环己烷甲酰胺的毒理学数据应当充分，以证明其在特定用量下的安全性。
- **监管审批**: 任何用作食品添加剂的化学物质都需要经过国家或国际食品安全机构的审批，并确保符合所有相关的安全标准。
- **使用指南**: 根据食品安全机构的推荐，应遵循安全使用指南，包括合理的添加剂剂量和正确的处理方式，以保证消费者安全。

> **注意**: 上述信息仅为示例，具体化合物在用作食品添加剂前需要详细的科学研究和监管机构审核确认。', 'GB29981-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (587, 'δ-己内酯', '### δ-己内酯

#### 介绍
- δ-己内酯（Delta-Hexalactone），也被称为己内酯，是一种有机化合物，属于内酯类。
- 它在自然界中广泛存在，尤其是在水果和发酵产品中。
- 此化合物通常以无色液体的形式存在，具有弱的甜味和奶油味。

#### 用途
- **食品香精**: δ-己内酯因其奶油和椰子的香气，常被用于食品工业作为香精添加，增加或改善食品的香味。
- **食品生产**: 在一些烘焙食品、甜点和饮料中添加以提升风味。
- **乳制品**: 常用于冰淇淋和其他乳制品中，为产品增添奶油和水果的香味。

#### 安全性说明
- **食品级标准**: δ-己内酯作为食品添加剂时，通常需要满足特定的食品安全标准和规定。
- **毒理学评估**: 在规定范围和使用量内被认为是安全的，且多数国家的食品药品监督管理机构已批准其作为食品添加剂的使用。
- **过敏性**: 小部分敏感人群可能对δ-己内酯出现轻微过敏反应，但这种情况极为罕见。
- **长期与大量使用**: 对于长期大量使用的安全性还需进行更多研究和监控。', 'GB29982-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (588, 'δ-十四内酯', '### δ-十四内酯

#### 介绍
- δ-十四内酯（Gamma-decalactone）是一种饱和十四碳环状酯，以其强烈的水果味而闻名。
- 它主要从植物来源提取，也可以通过化学或生物工程方法合成。
- 在食品工业中，这种化合物主要用作香料，给产品添加桃和其他水果的味道。

#### 用途
- **食品香料**：用于糖果、饮料、烘焙食品以及乳制品中增添桃、杏和其他水果的天然香味。
- **香精制造**：作为香精的组成部分，用于调制食品和饮料的香气。
- **调味产品**：在加工食品中作为味道增强剂使用，提升产品的风味层次。

#### 安全性说明
- **食品级别安全**：δ-十四内酯通常被认为是安全的食品添加剂，在许多国家都被批准使用。
- **剂量控制**：尽管它被认为是安全的，但任何添加剂都应在专家的建议下合理使用，以避免过量。
- **过敏反应**：部分人群可能对δ-十四内酯或其源材料敏感，应注意个体差异和可能的过敏情况。', 'GB29983-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (589, '四氢芳樟醇', '### 四氢芳樟醇

#### 介绍
- **化学名称**：四氢芳樟醇，也称作四氢樟脑醇
- **化学式**：C10H20O
- **性质**：无色透明液体，带有淡淡的木质香气
- **来源**：可以通过天然提取或化学合成的方式获得

#### 用途
- **食品香料**：用于调配内饮料、糖果、烘焙食品等的香精
- **香精稳定剂**：加入食品中有助于保持或增强食品的原有香气
- **口感改善**：在某些食品中添加，可改善口感，增加食品的丰富度和层次感

#### 安全性说明
- **食品添加剂标准**：按照国际食品法典（Codex Alimentarius）或地方食品安全标准使用
- **用量要求**：使用时应控制在安全允许的范围内，过量使用可能影响健康
- **过敏信息**：极少数人可能对此类化合物敏感，使用前应进行风险评估
- **环境影响**：生产和使用应执行适当的环境保护措施，减少对环境的影响

四氢芳樟醇在作为食品添加剂使用时，其主要作用是增强食品的香气和改善口感。确保在安全的使用量和条件下利用，可以显着提升食品的吸引力和风味。', 'GB29984-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (590, '叶醇(顺式-3-己烯-1-醇)', '### 叶醇（顺式-3-己烯-1-醇）

#### 介绍
- 叶醇，也称为顺式-3-己烯-1-醇，是一种存在于多种植物中的天然有机化合物。
- 它是一种无色液体，以其独特的花香和柑橘香气而被广泛用于香精和食品添加剂。
- 叶醇主要通过提取自天然植物或化学合成的方式生产。

#### 用途
- **食品香精**：叶醇因其清新的绿叶和柑橘香气，在食品工业中被用作香精添加剂，增添或强化食品的香味。
- **饮料**：在饮料中添加少量叶醇可以提升饮品的风味，使其更加清爽可口。
- **糖果和烘焙产品**：用于糖果和烘焙产品中，以增添柑橘类水果的香味。

#### 安全性说明
- **普遍认为安全（GRAS）**：在美国，叶醇被美国食品药品监督管理局（FDA）认定为普遍认为安全的物质（GRAS），可以安全用于食品中。
- **毒理学测试**：叶醇已通过多种毒理学测试，证实在常用浓度下对人体无害。
- **使用限制**：虽然被认为是安全的，但在使用时仍需遵循相关食品添加剂使用标准和限制，以避免过量使用。', 'GB29985-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (591, '6-甲基-5-庚烯-2-酮', '### 6-甲基-5-庚烯-2-酮

#### 介绍
- 6-甲基-5-庚烯-2-酮是一种有机化合物，属于酮类。
- 在食品工业中，常作为香料使用，为食品提供独特的香气。

#### 用途
- **食品香料**: 主要用于增加或改善食品的香味，广泛应用于烘焙食品、糖果、饮料等。
- **调味剂**: 在烹饪过程中用于增强食物的风味，特别是在模拟烤肉或烟熏风味的产品中。

#### 安全性说明
- **合规性**: 该化合物在多个国家和地区的食品添加剂使用中需符合特定的安全标准和规定。
- **毒理学评估**: 在使用前应进行充分的毒理安全评估，以确定其在食品中的安全使用水平。
- **使用限量**: 根据相关食品安全指导原则，使用6-甲基-5-庚烯-2-酮作为食品添加剂时必须控制在安全限量以内，避免过量使用。
- **过敏性**: 对于部分人群，应注意是否有可能引起过敏反应，虽然这种情况较为罕见。

以上信息是基于目前的科学研究和安全评估，用于在食品中作为添加剂的安全使用指导。', 'GB29986-2013', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (592, '胶基及其配料', '### 胶基及其配料

胶基是食品产业中常见的添加剂，主要用于增加食品的稠度、凝胶性和口感。胶基及其配料可以来源于多种天然和合成物质。

#### 介绍
- **源自天然或合成材料**：胶基可以从多种天然来源如植物、动物提取，或是通过化学合成方式制得。
- **主要成分**：包括但不限于明胶、果胶、阿拉伯胶、卡拉胶和黄原胶等。
- **形态**：通常为粉末或者液体形态，便于在食品加工过程中使用。

#### 用途
- **增稠和凝胶**：用于提升食品如果冻、糖果、酸奶等的凝结度和稠度。
- **稳定剂**：帮助食品保持均匀的质地，防止成分分离。
- **乳化剂**：在油水混合的食品中使用，帮助形成稳定的乳化体系。
- **改善口感**：使食品质地更加细腻，口感更佳。

#### 安全性说明
- **广泛认可**：大多数胶基及其配料在国际上被广泛认可为安全食品添加剂，如通过FAO/WHO等组织评估。
- **依据使用量原则**：胶基及其配料应按推荐量使用，超量使用可能影响健康。
- **极少数过敏反应**：部分敏感人群可能对某些胶基成分（如明胶）产生过敏反应。
- **法律法规遵守**：在应用胶基及其配料前，应确认所在地区的法律法规允许其作为食品添加剂使用。

通过了解胶基及其配料的这些基本信息，消费者和食品生产者能更安全、合理地使用这类食品添加剂。', 'GB1886.359-2022', '胶基糖果中基础剂物质', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (593, '海藻酸钾（褐藻酸钾）', '### 海藻酸钾（褐藻酸钾）

#### 介绍
- 海藻酸钾是一种从特定种类的褐藻中提取的天然多糖。
- 化学式为K（C6H7O6）n。
- 它主要用作凝胶形成剂、稳定剂和增稠剂。
- 作为食品添加剂，常见的是E编号E401。

#### 用途
- **食品工业**：用作果冻、冰淇淋、饮料、低糖食品、罐头产品的稳定剂和增稠剂。
- **医药行业**：用于制作药丸和牙膏等不同形态的制品。
- **化妆品行业**：应用在面膜，护肤品中作为黏着剂和湿润剂。
- **生物技术**：用于细胞培养基，作为软凝胶的一个成分，有助于维持细胞结构和生态。

#### 安全性说明
- 海藻酸钾被认为是安全的食品添加剂，几乎适用于所有人群。
- 国际食品添加剂委员会（JECFA）和美国食品药品监督管理局（FDA）都已确认其安全性。
- 然而，极少数人可能对海藻酸钾产生过敏反应。
- 应该按照建议的用量使用，过度摄入可能会导致消化不良。
- 持续监控与研究确保其长期使用的安全性。', 'GB29988-2013', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (594, '对羟基苯甲酸甲酯钠', '### 对羟基苯甲酸甲酯钠

对羟基苯甲酸甲酯钠（Sodium Methylparaben）是对羟基苯甲酸甲酯的钠盐形式。这种化学物质主要用作防腐剂，并在多种食品、化妆品以及个人护理产品中广泛使用。

#### 介绍
- **化学性质：** 对羟基苯甲酸甲酯钠是白色粉末或颗粒，易溶于水。
- **生产方式：** 通常通过对羟基苯甲酸甲酯与碳酸钠或氢氧化钠反应制得。
- **化学式：** C8H7NaO3

#### 用途
- **食品添加剂：** 用作防腐剂，延长食品保质期，防止细菌和霉菌生长。
- **化妆品行业：** 在护肤品和化妆品中用来防止微生物生长，保持产品的稳定性和安全性。
- **药品应用：** 在某些药物中也作为防腐剂，特别是在那些容易被微生物污染的产品中。

#### 安全性说明
- **一般认为安全：** 在规定的使用限量内，被认为是安全的添加剂。
- **过敏反应：** 罕见情况下，可能会引起皮肤过敏或敏感性反应，特别是对某些敏感群体。
- **监管标准：** 在多数国家和地区，其使用量和使用范围都受到严格的监管。
- **科学研究：** 持续的科学研究和评估确保其在食品和化妆品中的安全性得到持续监测。

通过这些点，您可以更全面地了解对羟基苯甲酸甲酯钠作为食品添加剂的相关信息。', 'GB30601-2014', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (595, '对羟基苯甲酸乙酯钠', '### 对羟基苯甲酸乙酯钠

对羟基苯甲酸乙酯钠，也称作苯甲酸钠，是一种广泛使用在食品、化妆品以及药品行业的化学添加剂。以下是对其作为食品添加剂的介绍、用途和安全性的详细说明。

#### 介绍
- **化学性质**: 对羟基苯甲酸乙酯钠是苯甲酸衍生物，可溶于水，形成无色至淡黄色溶液。
- **生产工艺**: 通常通过对羟基苯甲酸和氢氧化钠反应合成。
- **物理形态**: 通常以白色粉末或颗粒形式出现。

#### 用途
- **食品防腐剂**: 有效抑制酵母、霉菌和某些细菌的生长，延长食品保质期。
- **抗氧化剂**: 防止食品中的油脂类成分氧化变质。
- **稳定剂**: 增强食品的质感与持久性，保持产品的稳定状态。

#### 安全性说明
- **食品安全标准**: 在多数国家和地区，对羟基苯甲酸乙酯钠的使用都有严格的食品安全标准和限制。
- **毒理学数据**: 长期和广泛的科学研究表明，适量使用对人体健康无害。
- **敏感性问题**: 少部分人可能对该化学物质存在敏感性，可能引发过敏反应。

这些信息可以帮助公众更好地了解作为食品添加剂的对羟基苯甲酸乙酯钠的相应应用和安全性。在日常生活中，理解食品添加剂的作用及其科学背景是非常重要的。', 'GB30602-2014', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (596, '乙酸钠', '### 乙酸钠

#### 介绍
- **化学式**：NaC2H3O2
- **性质**：白色粉末或颗粒，具有轻微的醋酸味。
- **溶解性**：易溶于水，也可溶于乙醇。
- **制备**：通常通过中和反应，即将醋酸和碳酸钠反应生成乙酸钠。

#### 用途
- **食品保鲜**：作为防腐剂，延长食品保质期。
- **味道调节**：提高食品的风味，增加酸味。
- **pH值调节剂**：调整或稳定食品的pH值。
- **促进乳化**：在加工食品中作为乳化助剂使用，帮助油水混合物稳定。
- **用于糖果和果冻的制造**：作为凝固剂的一部分。

#### 安全性说明
- **一般认为安全**（Generally Recognized As Safe, GRAS）：在美国，乙酸钠被FDA认定为一般认为安全的物质。
- **摄入限制**：虽然被认为安全，但任何添加剂的使用都应在食用限量和推荐摄入量内。
- **过敏反应**：极少数个案报告中可能出现敏感或过敏反应，但这种情况非常罕见。
- **长期摄入研究**：长期大量摄入的安全性研究相对较少，但目前使用量在食品中通常远低于可能引起健康问题的水平。', 'GB30603-2014', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (597, '甘氨酸钙', '### 甘氨酸钙

甘氨酸钙是一种常用的食品添加剂，主要用于增强食品的营养价值以及改善食品质感和稳定性。以下是关于甘氨酸钙作为食品添加剂的介绍、用途和安全性说明。

#### 介绍
- **化学性质**：甘氨酸钙是由甘氨酸和钙离子结合形成的化合物。甘氨酸是一种非必需氨基酸，而钙是人体必需的矿物质。
- **外观与性质**：通常呈现为白色粉末状，易溶于水，有时也可见到颗粒形态。
- **生产方法**：甘氨酸钙的生产主要通过将甘氨酸与钙源（如氯化钙）在适当的条件下反应生成。

#### 用途
- **营养补充剂**：用于增加食品中的钙含量，尤其是在婴儿配方粉、乳制品及饮料中。
- **酸度调节剂和缓冲剂**：帮助调整和稳定食品的pH值。
- **增味剂**：改善或增强食品的口感和风味。
- **稳定剂**：用于提高食品的质感和保持食品的稳定状态，防止成份分离。

#### 安全性说明
- **食品安全认证**：甘氨酸钙已被多个国家和地区的食品安全机构认证为安全的食品添加剂。
- **摄入限制**：虽然甘氨酸钙被认为是安全的，但应遵循适当的使用标准和每日摄入量建议，避免过量。
- **潜在过敏性**：对于大多数人来说，甘氨酸钙不具有过敏性。但特定体质的人在未知情况下应首先小量尝试。
- **适用人群**：它适用于大部分人群，包括孕妇和哺乳期妇女，但建议在专业人士指导下使用。

使用甘氨酸钙作为食品添加剂可以提高食品的营养价值，并改善口感和保存性，但如同所有食品添加剂一样，需要在安全的使用范围内使用。', 'GB30605-2014', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (598, '甘氨酸亚铁', '### 甘氨酸亚铁

#### 介绍
- 甘氨酸亚铁是一种铁的营养补充剂，它是通过铁与甘氨酸配合形成的螯合物。
- 它具有较好的溶解性和生物利用度，常见于用于预防和治疗铁缺乏性贫血。
- 作为食品添加剂，甘氨酸亚铁可以增加食品中的铁含量，提高营养价值。

#### 用途
- **强化食品**：用于面包、饼干等谷物产品中，增加铁的摄入量。
- **婴幼儿配方奶粉**：在婴幼儿配方奶粉中添加，帮助婴幼儿补充足够的铁元素，支持正常的发育。
- **膳食补充品**：作为膳食补充品的成分，适用于需要额外铁摄入的人群，如孕妇、贫血患者等。
- **营养饮料和运动产品**：在营养饮料和运动补充品中添加，以满足运动员和活跃人士的铁质需求。

#### 安全性说明
- **广泛认可的安全性**：甘氨酸亚铁作为食品添加剂在多个国家和地区被认可使用，且通过了世界卫生组织（WHO）和食品农业组织（FAO）的安全评估。
- **剂量控制**：在使用甘氨酸亚铁时需要严格按照推荐剂量使用，过量可能会导致胃肠道不适或其他健康问题。
- **过敏性低**：甘氨酸亚铁普遍被认为过敏反应低，适合大部分人群使用。但个别体质敏感者应先咨询医生。
- **长期使用安全性**：长时间大剂量服用任何补铁产品都可能导致铁过载，建议在医疗专业人士的指导下使用。

通过以上的介绍，可以看出甘氨酸亚铁是一种效果显著且相对安全的食品添加剂，适用于多种食品中以增强铁的含量和生物可利用度。', 'GB30606-2014', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (599, '酶解大豆磷脂', '### 酶解大豆磷脂

#### 介绍
- 酶解大豆磷脂是通过特定酶作用于大豆磷脂而得到的产品。
- 它富含磷脂酰胆碱和其他必需磷脂，具有较好的乳化和稳定性能。
- 这种处理方式能改善磷脂的水溶性和功能性，使其在食品加工中的应用更为广泛。

#### 用途
- **食品工业**：作为天然乳化剂，广泛用于烘焙食品、糖果、冰淇淋和饮料中。
- **保健食品**：用于制造脂肪酸补充剂，尤其是对大脑健康有益的磷脂酰胆碱补充剂。
- **化妆品工业**：作为一种有效的乳化剂和湿润剂，用于皮肤护理和美发产品。
- **药品制造**：用作药物的载体，提高药品的生物可用性。

#### 安全性说明
- **已被认定为安全**：酶解大豆磷脂作为食品添加剂，在许多国家和地区已被认定为安全，可用于食品中。
- **过敏原信息**：由于源自大豆，对大豆蛋白过敏的消费者应避免使用含此成分的产品。
- **长期使用和剂量**：建议按照食品安全规范和产品标签指示使用，过量摄入任何添加剂都可能不利于健康。
- **监管标准**：在使用前应确认产品符合当地的食品安全和添加剂使用标准。

这些信息可以帮助消费者更好地理解酶解大豆磷脂作为食品添加剂的性质、用途以及安全性。', 'GB30607-2014', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (600, 'DL-苹果酸钠', '### DL-苹果酸钠

DL-苹果酸钠是一种在食品加工中常用的添加剂，主要用于调节食品的酸度，增加其稳定性和改善口感。

#### 介绍
- **化学名称**：DL-苹果酸钠是DL-苹果酸的钠盐形式，化学式为C4H5NaO5。
- **性状**：通常为白色粉末或结晶体，具有良好的溶解性。
- **制备过程**：可以通过中和苹果酸与碳酸钠或氢氧化钠的方式制得。

#### 用途
- **酸度调节剂**：在食品制造中用来调整或控制产品的pH值。
- **风味增强剂**：可以增强食品中的自然风味，改善整体口感。
- **防腐剂**：有助于延长食品的保质期，防止微生物的生长。
- **缓冲剂**：用于维持食品中的稳定酸碱值。
- **营养强化剂**：在一些食品中添加以补充钠的摄入。

#### 安全性说明
- **食品级材料**：DL-苹果酸钠被广泛认为是安全的食品添加剂，适用于多种食品。
- **使用限制**：在使用时需遵守当地的食品安全标准与规定，控制在安全的摄入量范围内。
- **过敏性**：对于大多数人来说是非过敏性的，但敏感体质的人应先行测试。
- **毒理学信息**：长期大量摄入可能对健康造成影响，正常食用量通常认为是安全的。
- **认证信息**：有多个国家食品安全机构对DL-苹果酸钠的使用进行了评估和批准。

使用DL-苹果酸钠作为食品添加剂时，这些信息有助于理解其特性、用途及安全性，提供给消费者在选择食品时的参考。', 'GB30608-2014', '酸度调节剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (601, '聚氧乙烯聚氧丙烯季戊四醇醚', '### 聚氧乙烯聚氧丙烯季戊四醇醚

#### 介绍
- **化学性质**: 聚氧乙烯聚氧丙烯季戊四醇醚是一种由聚氧乙烯、聚氧丙烯和季戊四醇反应制得的化合物，属于非离子表面活性剂。
- **生产过程**: 该物质通常通过控制反应条件和原料配比进行合成，以达到所需的分子量和性能。
- **外观**: 通常为黏稠的液体，颜色从无色到淡黄色不等。

#### 用途
- **食品工业**: 在食品行业中，可以用作乳化剂、稳定剂，帮助混合油水不相容的成分。
- **改善口感**: 在冰淇淋、奶昔等产品中添加可改善口感和延长保质期。
- **增加亮度**: 在糖果和烘焙产品中使用，能增强产品的外观亮度和吸引力。

#### 安全性说明
- **监管评估**: 此类添加剂在多数国家都经过了食品与药品监督管理局的严格评估，确认其安全性。
- **用量限制**: 使用时需严格按照食品安全标准进行控制，确保在安全的添加范围内。
- **过敏反应**: 尽管普遍安全，但极个别情况下可能会引发敏感性体质的人过敏反应。
- **长期研究**: 还需进一步的长期研究来确保其长期摄入的安全性。

这些科普信息有助于推广正确的知识，让消费者了解食品添加剂背后的科学与安全措施。', 'GB30609-2014', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (603, '异丙醇', '### 异丙醇

#### 介绍
- 异丙醇（Isopropanol 或 Isopropyl Alcohol，简称IPA）是一种无色、易燃的液体，化学式为C3H8O。
- 在工业和实验室中广泛使用，也作为溶剂和清洁剂。
- 作为食品添加剂，通常用于提取和处理食品原料中的天然成分。

#### 用途
- **提取剂**: 用于提取和浓缩食品中的天然风味素。
- **清洗剂**: 在食品加工过程中用于设备和容器的消毒和清洁。
- **防腐剂**: 有时添加到某些食品中，以帮助延长保质期。

#### 安全性说明
- **限制使用量**: 在食品添加剂中使用时，其浓度需严格按照食品安全标准规定，避免过量。
- **避免直接摄入**: 尽管用作食品添加剂，但必须确保在最终产品中的异丙醇残留量极低，以避免健康风险。
- **储存和处理需谨慎**: 存储异丙醇需在阴凉、通风良好的地方，避免与强氧化剂接触。
- **有害健康**: 吸入高浓度的异丙醇蒸气或直接摄入都可能对健康造成严重危害。

> 注意：使用异丙醇作为食品添加剂时应严格遵守相关法规和食品安全标准，以确保消费者健康和安全。', 'GB30611-2014', '加工助剂', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (604, '聚二甲基硅氧烷及其乳液', '### 聚二甲基硅氧烷及其乳液

#### 介绍
- **化学性质**: 聚二甲基硅氧烷是一种由硅和氧原子交替形成的聚合体，通常含有甲基或其他有机基团。
- **形态**: 以液体形式存在，可加工成乳液状，便于在各种产品中使用。
- **应用**: 在食品工业中，因其抗泡性和润滑性而被用作添加剂。

#### 用途
- **消泡剂**: 广泛用于烹饪油和加工食品中，以减少加工过程中的泡沫。
- **润滑剂**: 在食品加工设备上作为润滑油使用，防止食品粘附，保持机器长时间运转。
- **食品质地改良剂**: 有时用于改善食品的质地和稳定性，如酱料和冷冻食品。

#### 安全性说明
- **FDA审批**: 在美国，聚二甲基硅氧烷被美国食品药品监督管理局(FDA)认可为安全的食品添加剂。
- **用量限制**: 应遵守所在国家关于食品添加剂的最大使用限量规定。
- **全球认可**: 其安全性已被多个国家的食品安全机构确认，允许在食品加工中使用。

通过以上介绍，我们可以看出聚二甲基硅氧烷及其乳液作为食品添加剂在食品工业中的重要性和应用广泛性，同时它也是经过相关食品安全机构验证的安全产品。', 'GB30612-2014', '消泡剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (605, '氧化钙', '### 氧化钙作为食品添加剂

#### 介绍
- 氧化钙，化学式为CaO，俗称生石灰。
- 在食品加工中，氧化钙主要用作酸度调节剂和抗结剂。
- 它可以通过加热天然石灰石（主要成分是碳酸钙）到高温制备而得。

#### 用途
- **酸度调节剂**：氧化钙能够调节食品的pH值，用于提高食品的稳定性和防腐。
- **抗结剂**：用于防止粉末状食品如面粉、糖和盐等结块。
- **强化剂**：在某些情况下，可用作营养强化剂，增加食品中的钙含量。
- **固化助剂**：在腌制过程中，氧化钙有助于食品的固化，保持果蔬的脆性和口感。

#### 安全性说明
- 氧化钙被世界卫生组织（WHO）和食品农业组织（FAO）的食品添加剂联合专家委员会（JECFA）评为一般认为安全（GRAS）。
- 正确使用时一般无害，但需避免吸入氧化钙粉尘，因其强烈的腐蚀性可能引起呼吸道刺激。
- 使用氧化钙需严格按照食品安全标准和推荐用量，过量可能对人体健康造成不良影响。
- 在食品加工中应使用食品级氧化钙确保安全和纯度。

这些科普信息针对氧化钙的食品添加剂用途及安全信息进行了详细说明，旨在提供给消费者和食品生产者参考和指导。', 'GB30614-2014', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (606, '竹叶抗氧化物', '### 竹叶抗氧化物

#### 介绍
- 竹叶抗氧化物是从竹叶中提取的天然抗氧化剂，主要包含黄酮类，酚酸类以及其他活性成分。
- 此种抗氧化物利用了竹叶中的生物活性成分，经过科学方法提炼而成。
- 由于其来源自然，因而被广泛认为是一种安全且有效的添加剂。

#### 用途
- **食品保鲜**：提高食品保质期，防止食品氧化，维持食品新鲜度和营养价值。
- **色泽保护**：帮助维持食品的自然颜色，防止色泽变化。
- **提升口感**：改善食品口感和风味，抑制不良味道的生成。
- **健康益处**：增加食品中的抗氧化成分，有助于提升消费者的健康水平。

#### 安全性说明
- **经认证安全级别**：竹叶抗氧化物的使用已经通过多个国家和地区的食品安全认证，包括FDA和欧盟EFSA的相关测试。
- **低过敏性质**：竹叶作为一种比较少见的过敏来源，其提取物用作食品添加剂的过敏反应风险较低。
- **无重金属污染**：在生产过程中严格控制，确保不含有害的重金属及其他潜在有害物质。
- **剂量控制**：使用时应遵守相关安全标准和建议剂量，避免过量使用。', 'GB30615-2014', '抗氧化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (607, '决明胶', '### 决明胶

#### 介绍
- **来源**: 决明胶主要来源于决明子，这是一种在亚洲广泛使用的传统草药，其学名为*Cassia obtusifolia*或*Cassia tora*。
- **制作过程**: 决明子经过破碎、提取、净化和干燥等一系列工序后，制成决明胶。
- **性质**: 决明胶为植物性胶体，外观通常为黄色到棕色的细粉。

#### 用途
- **增稠剂**: 在食品工业中，决明胶常用作天然增稠剂，增加食品的质感和粘稠度。
- **稳定剂**: 可用于冷饮、乳制品等防止分层、改善口感。
- **净化剂**: 在饮料如果汁和茶饮料中，帮助悬浮和去除杂质，提升清澈度。

#### 安全性说明
- **安全门槛**: 经多国食品安全机构如FDA（美国食品药品监督管理局）评估，决明胶被认为是安全的食品添加剂。
- **副作用**: 正常食用量下无明显副作用，过量食用可能导致消化系统不适。
- **敏感提示**: 少数人可能对决明胶存在敏感性，建议敏感人群谨慎使用。

以上就是关于作为食品添加剂使用的决明胶的基本信息。在合理的使用条件下，决明胶是一种安全有效的食品添加剂。', 'GB31619-2014', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (608, 'β-阿朴-8´-胡萝卜素醛', '### β-阿朴-8´-胡萝卜素醛

#### 介绍
- β-阿朴-8´-胡萝卜素醛是一种天然存在的类胡萝卜素化合物，由植物中的胡萝卜素在代谢过程中产生。
- 其化学式为 C40H56O，是由纯碳氢基团和一个氧原子组成的有机分子。
- 在自然界中，它主要存在于某些水果和蔬菜中，如胡萝卜、番茄等。

#### 用途
- **食品颜色添加剂**：由于其鲜艳的橙红色，常被用于增强或恢复食品的颜色，使其看起来更加诱人和新鲜。
- **抗氧化剂**：β-阿朴-8´-胡萝卜素醛具有抗氧化性能，可以添加到食品中以延长保质期，防止食品氧化。
- **营养强化剂**：作为类胡萝卜素的一员，β-阿朴-8´-胡萝卜素醛可以作为营养补充剂，在某些食品中强化营养价值。

#### 安全性说明
- **通常被认为是安全的**：作为一种天然食品成分，β-阿朴-8´-胡萝卜素醛通常被认为是安全的。
- **已经被多个国家和地区的食品安全机构评估**：例如美国食品药品管理局（FDA）和欧洲食品安全局（EFSA）等都对其进行了安全性评估。
- **适量使用**：尽管其被认为是安全的，但依然建议按照食品标准来使用，避免过量。
- **过敏性反应**：极少数个案中可能会导致过敏反应，特别是对于那些对类胡萝卜素敏感的人群。如出现不适应立即停止使用并寻求专业帮助。', 'GB31620-2014', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (609, '杨梅红', '### 杨梅红

#### 介绍
- 杨梅红，亦称作红曲红，是一种天然色素，由红曲霉（**Monascus purpureus**）发酵米或其他谷物后产生。
- 这种天然食用色素因其鲜艳的红色被广泛应用在食品工业中。
- 杨梅红不仅给食品提供颜色，还能增加食品的口感与香气。

#### 用途
- **提色效果：** 主要用于食品的颜色增良，如肉制品、海鲜、调味料以及饮料等。
- **增味与保健效果：** 杨梅红在一定程度上可提升食品的风味，并具有一定的健康功效，例如抗氧化和促进血液循环。
- **美食呈现：** 在烘焙食品中，如蛋糕、点心和糖果中添加，可以使产品外观更加吸引消费者。

#### 安全性说明
- **监管批准：** 杨梅红作为食品添加剂在多个国家和地区得到了合法批准使用。
- **摄入限制：** 建议消费者遵守各国关于日摄入量的规定，避免超量使用。
- **过敏情况：** 尽管不常见，但部分敏感人群可能对杨梅红的某些成分存在过敏反应。
- **长期研究：** 针对其安全性的长期研究仍在进行中，推荐消费者关注最新的研究结果和食品安全通告。

通过以上总结，我们可见杨梅红作为一种食品添加剂，其安全性和功能性都受到了广泛认可，适用于多种食品加工领域。在使用时确保遵守相关法规和摄入建议，可以安全地享用含有杨梅红的食品。', 'GB31622-2014', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (610, '硬脂酸钾', '### 硬脂酸钾

#### 介绍
- 硬脂酸钾，也称为钾硬脂酸盐，化学式为K(C18H35O2)。
- 这种物质通常是白色粉末状或颗粒状，溶于水。
- 主要通过硬脂酸与氢氧化钾反应制备得到。

#### 用途
- 作为乳化剂，帮助混合水和油脂，改善食品的质感和延长保质期。
- 在糖果和烘焙产品中作为分散剂，帮助均匀分布各种成分。
- 可用于调节食品的pH值，保持食品的稳定性和品质。
- 在冷冻食品中起到防结冰作用，改善食品的口感和结构。

#### 安全性说明
- 硬脂酸钾已被多个国家和地区（如美国食品药品监督管理局（FDA）和欧盟）批准用作食品添加剂。
- 在推荐的使用剂量下，硬脂酸钾被认为是安全的。
- 虽然在高剂量下可能会引起胃肠不适，但在食品中所用剂量一般远远低于导致不良反应的水平。
- 建议消费者在享受含有硬脂酸钾的食品时遵循正常的饮食习惯，不要过量摄入。', 'GB31623-2014', '乳化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (611, '天然胡萝卜素', '### 天然胡萝卜素

#### 介绍
- **来源**：天然胡萝卜素主要来源于胡萝卜、番木瓜、芒果等红黄色果蔬。
- **提取**：通过有机溶剂提取或超临界CO2提取等方法从植物材料中获得。
- **成分**：主要成分为β-胡萝卜素，此外还含有α-胡萝卜素、γ-胡萝卜素等。

#### 用途
- **色素**：作为天然色素广泛应用于食品工业中，提供鲜艳的橙红色。
- **抗氧化剂**：具有抗氧化功能，可用于防止食品氧化。
- **营养补充**：富含维生素A，用于强化食品和饮料的营养价值。

#### 安全性说明
- **FDA认可**：美国食品药品监督管理局（FDA）认为天然胡萝卜素作为食品添加剂是安全的。
- **EFSA评估**：欧洲食品安全局（EFSA）也支持天然胡萝卜素的安全性，并且规定了日摄入上限。
- **适宜人群**：一般人群都可以安全食用，除非对胡萝卜素有特殊过敏反应。
- **长期用量**：虽然安全，但建议遵循标签指示或专业建议，避免过量消费。

使用天然胡萝卜素作为食品添加剂，可以提高食品的营养价值及美观程度，而且是自然来源较为安全的选择。', 'GB31624-2014', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (612, '二氢茉莉酮酸甲酯', '### 二氢茉莉酮酸甲酯

#### 介绍
- 二氢茉莉酮酸甲酯（Methyl dihydrojasmonate）是一种合成的香料。
- 它被广泛应用于食品、化妆品及香水行业。
- 此化学物质的结构与天然存在的茉莉花香成分类似，能够产生类似的香气。

#### 用途
- **食品行业**: 主要用于增添或强化食品的香味，如糖果、饮料和烘焙食品等。
- **香氛**: 在制造香水和个人护理产品中，用于模拟茉莉和其他花香。
- **芳香疗法**: 可能被用于芳香疗法产品，以利用其放松和提振的潜在效益。

#### 安全性说明
- **化学的稳定性**: 二氢茉莉酮酸甲酯在一般的使用和储存条件下是稳定的。
- **毒性**: 低毒性，按照现有的食品安全指导原则和使用标准，被认为是安全的。
- **监管批准**: 在多个国家和地区已被认可为食品添加剂使用。
- **过敏反应**: 对于大多数人来说是无害的，但少数人可能对此化合物有过敏反应。', 'GB31625-2014', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (613, '水杨酸苄酯（柳酸苄酯）', '### 水杨酸苄酯（柳酸苄酯）

#### 介绍
- **化学名称**: 水杨酸苄酯，也被称为柳酸苄酯。
- **化学式**: C13H10O3
- **性状**: 通常存在为白色至淡黄色的结晶或粉末，具有轻微的芳香味。
- **溶解性**: 在乙醇和乙醚中易溶，在水中溶解度较低。

#### 用途
- **防腐剂**: 主要用作食品添加剂，用于延长食品的保质期。
- **抗菌特性**: 由于其抗菌性，常用于防止食品中的细菌生长。
- **香精成分**: 在食品工业中，也可作为香精成分使用来增加食品的香气。

#### 安全性说明
- **FDA审批**: 在美国，FDA允许在特定条件下作为食品添加剂使用。
- **摄入量限制**: 使用时应控制在安全摄入量范围内，避免过量。
- **过敏反应**: 极少数人可能对此化合物产生过敏反应，使用前应仔细检查。
- **长期安全性数据**: 相关的长期摄入安全性数据相对较少，消费者在使用含此类化合物的产品时应适当注意。', 'GB31626-2014', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (614, '香芹酚', '### 香芹酚

#### 介绍
- **化学性质**: 香芹酚，又称作对甲氧基苯甲醚，是一种由苯环与甲氧基及羟基组成的化合物。
- **来源**: 它主要从香芹籽中提取，也可以通过合成方法制备。
- **外观**: 常见为无色至淡黄色晶体或粉末状物质。

#### 用途
- **食品香料**: 因其独特的香气，广泛用于调制食品的香味，尤其在糕点和饮料中应用。
- **防腐剂**: 有一定的抗菌作用，可用于提高食品的保存期限。
- **抗氧化剂**: 可用于防止食品氧化，维持食品的颜色和味道。

#### 安全性说明
- **安全级别**: 在适宜的使用量下，被认为是非毒性和安全的。
- **监管批准**: 在多个国家和地区，香芹酚作为食品添加剂已获得正式批准。
- **敏感性问题**: 少数人可能对香芹酚有轻微敏感反应，使用前应检查过敏历史。
- **使用建议**: 应遵守各国有关食品添加剂的使用法规和标准，不超过推荐的添加量。', 'GB31627-2014', '食品用香料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (615, '高岭土', '### 高岭土作为食品添加剂

高岭土（Kaolin），化学成分主要为氢氧化铝硅酸盐，是一种广泛用于工业、医药和食品行业的矿物。作为食品添加剂时，主要利用其良好的吸附性能和安全性。

#### 介绍
- 高岭土是一种白色或近白色的粘土矿物，主要成分为铝硅酸盐。
- 在食品工业中，高岭土经过精制处理，以符合安全标准。
- 用作食品添加剂的高岭土通常表现为无味，无臭的粉末。

#### 用途
- **吸附剂**：用于吸附食品中的杂质和有害物质，如重金属和霉菌毒素。
- **防结剂**：防止粉末类食品如奶粉、糖粉发生结块。
- **澄清剂**：用于饮料如果汁、葡萄酒的澄清处理，可以吸附并去除浑浊的颗粒。
- **稳定剂和载体**：用作其他食品添加剂的载体，如香精和营养补充剂，也用于增加某些液体食品的稳定性。

#### 安全性说明
- 国际食品法典委员会(Codex)和美国食品药品监督管理局(FDA)认为高岭土作为食品添加剂是安全的。
- 需要确保其来源的纯净与无污染，以符合食品级的安全标処。
- 常规的摄取量下，高岭土无毒性和不引起过敏反应的记录。
- 适量使用，依据相关食品安全标准和指南进行。

使用高岭土作为食品添加剂时应遵循相应的食品安全规则和标准，确保安全性和效果。', 'GB31628-2014', '填充剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (616, '聚丙烯酰胺', '### 聚丙烯酰胺

#### 介绍
- **化学性质**：聚丙烯酰胺是一种由丙烯酰胺单体聚合而成的高分子化合物。
- **物理形态**：通常为白色粉末或颗粒状，易溶于水。
- **生产过程**：通过丙烯酰胺的聚合反应在催化剂的作用下合成。

#### 用途
- **食品工业**：用作澄清剂和絮凝剂，帮助去除食品加工过程中的杂质。
- **提高效率**：在食品加工过程中，可以提高固液分离的效率，减少生产成本。
- **质量控制**：有助于改善食品的外观和质量。

#### 安全性说明
- **严格监管**：虽然原料丙烯酰胺本身具有神经毒性，但聚丙烯酰胺本身并不具有神经毒性。
- **使用限制**：在食品工业中使用聚丙烯酰胺需要遵循严格的安全标准与用量限制。
- **健康风险**：未经适当处理的聚丙烯酰胺可能包含未反应完全的丙烯酰胺，这种物质被认为是潜在的致癌物。
- **国际认证**：聚丙烯酰胺用于食品加工必须符合相应的国际食品安全标准，如FDA（美国食品药品监督管理局）及欧盟的准许使用标准。', 'GB31629-2014', '增稠剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (617, '聚乙烯醇', '### 聚乙烯醇作为食品添加剂

#### 介绍
- **化学性质**: 聚乙烯醇（PVA）是一种水溶性的合成聚合物。
- **制备方法**: 通常通过聚乙烯醇的部分或完全醇解来制得。
- **物理形态**: 通常以白色粉末或颗粒形式存在。

#### 用途
- **稳定剂**: 增强食品的结构稳定性，防止成分分离。
- **增稠剂**: 在一些酱料和冷冻食品中用以增加粘稠度。
- **乳化剂**: 帮助不同的液体成分均匀混合，如在奶昔和冰淇淋中。
- **保湿剂**: 在糕点和面包中使用，以保持水分，延长保质期。

#### 安全性说明
- **已评估安全性**: 食品和药品管理局（FDA）批准在特定条件下作为食品添加剂使用。
- **限定用量**: 需按照具体的食品类别和用途限定使用量，过量使用可能引起消化不良或其他健康问题。
- **过敏性**: 对于绝大多数人群来说是安全的，但部分敏感人群应避免使用含有聚乙烯醇的产品。
- **长期使用效果**: 在现有的科学数据支持下，聚乙烯醇作为食品添加剂的长期消费被认为是安全的。', 'GB31630-2014', '食品用助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (618, '氯化铵', '### 氯化铵作为食品添加剂

#### 介绍
- **化学式**：NH4Cl
- **性质**：氯化铵是一种无色或白色的晶体，易溶于水，味咸涩。
- **来源**：在工业上通常通过氨和盐酸反应制备。

#### 用途
- **面制品处理**：作为面团调理剂，可以改善面团的质地和弹性。
- **糖果制作**：用于制作某些类型的糖果，如荷兰的硷柳糖(Liqorice)中。
- **调味品**：氯化铵可以用作某些亚洲菜肴的风味增强剂。

#### 安全性说明
- **认证与许可**：氯化铵作为食品添加剂在多个国家和地区得到了认证与许可使用。
- **使用限量**：需按照当地法规和标准使用，过量可能对健康造成影响。
- **潜在影响**：高剂量的氯化铵摄入可能会导致电解质失衡和胃部不适。
- **敏感人群**：极少数人群可能对氯化铵敏感，应避免或减少摄入。

在使用任何食品添加剂时，建议严格遵守相关安全指引和标准用量，以确保食品安全和健康。', 'GB31631-2014', '调味剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (619, '镍', '### 镍作为食品添加剂

#### 介绍
- 镍是一种存在于地壳中的金属元素，化学符号为Ni。
- 在食品加工中，镍可能作为杂质存在，而非故意添加。
- 镍能通过多种途径进入食品链，例如通过食品接触材料（如不锈钢厨具）。

#### 用途
- 镍本身通常不直接作为食品添加剂使用。
- 由于其抗腐蚀性强，镍常用于食品加工设备或包装材料中，间接影响食品安全。

#### 安全性说明
- 镍虽然是人体必需微量元素之一，但摄入过量可能导致健康问题。
- 某些人可能对镍过敏，食用含有镍的食物后可能出现皮肤疹或其他过敏反应。
- 欧洲食品安全局（EFSA）及其他健康监管机构对食品中镍的含量进行了严格的限制，以避免公众健康风险。
- 建议消费者注意使用镍铬合金（如不锈钢）制品时的食品安全情况，特别是在处理酸性较强的食物时。', 'GB31632-2014', '食品添加剂', 0x5B335D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (620, '氢气', '### 氢气作为食品添加剂

#### 介绍
- 氢气（H₂）是一种无色、无味、无臭的气体。
- 在食品工业中，氢气主要用于将植物油硬化转化为固体形式，即氢化处理。
- 氢气被广泛应用在食品加工中，特别是在生产人造黄油和其他加工食品中。

#### 用途
- **氢化作用**：氢气可以添加到不饱和脂肪中，改变其化学结构，从而提高油脂的稳定性和储存期限。
- **风味改良**：通过改变食物中脂肪的性质，氢气有助于改善食品的口感和风味。
- **提高抗氧化性能**：氢化可减少或消除油脂中的双键，从而降低其被氧化的机率。

#### 安全性说明
- **食用安全级别**：氢气作为食品添加剂的使用在多个国家和地区得到了法规的认可。
- **严格控制**：尽管被广泛使用，氢气的使用量和氢化程度都受到严格的食品安全标准和监管控制。
- **可能的健康影响**：过度的氢化可能产生反式脂肪，这种脂肪与心血管疾病等健康问题有关。因此，食品生产中的氢化程度需要严格控制。', 'GB31633-2014', '加工助剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (621, '珍珠岩', '### 珍珠岩作为食品添加剂

#### 介绍
- **成分**: 珍珠岩是一种天然火山玻璃矿物，经过高温加工膨胀后形成。
- **形态**: 在食品工业中使用时，珍珠岩常常呈膨胀状，具有轻质、多孔的特性。
- **加工**: 制备时通常通过预热和瞬间高温处理使其体积迅速膨胀，增大其内部空间。

#### 用途
- **填充剂**: 在一些低密度或轻质食品产品中，作为填充剂使用，帮助增加体积，减少重量。
- **载体材料**: 可用作营养添加剂或食品配料的载体，确保均匀分布，提高食品质感。
- **保水剂**: 由于其多孔结构，珍珠岩可用作保湿剂，增加食品中水分的保持。

#### 安全性说明
- **食品级材料**: 仅限使用符合食品安全标准的食品级珍珠岩。
- **无毒性**: 珍珠岩为非有机材料，经过适当处理后不含有害化学物质。
- **接受度**: 在许多国家和地区，经过食品安全认证的珍珠岩已被认可为食品添加剂。
- **注意事项**: 使用前应确保珍珠岩的来源和加工过程符合当地的食品安全法规。

这些信息可以帮助你了解珍珠岩作为食品添加剂的基本属性和安全性。在食品加工过程中，正确的使用和符合规定的质量控制是确保食品安全的关键。', 'GB31634-2014', '填充剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (622, '聚苯乙烯', '### 聚苯乙烯作为食品添加剂

聚苯乙烯（Polystyrene）是一种合成的塑料材料，广泛用于制造各种产品，包括食品包装材料。在食品添加剂的使用中，它主要用于制作容器和包装，而非直接添加到食品中。

#### 介绍
- **化学性质**：聚苯乙烯是一种由苯乙烯单体聚合而成的塑料，具有良好的透明性和防水性。
- **制造过程**：通过聚合反应，苯乙烯在催化剂的作用下形成聚苯乙烯。
- **外观**：通常为透明或半透明的固体物质，可根据需要加入色素制成不同颜色。

#### 用途
- **食品包装**：用于制造各种食品包装盒、杯子、容器等，尤其在快餐业中常见。
- **保温材料**：由于其良好的绝热性能，用于制作用于保温食品的容器。
- **一次性餐具**：制造刀、叉、勺等一次性餐具，使用便捷。

#### 安全性说明
- **化学稳定性**：聚苯乙烯在正常的存储和使用条件下化学性质稳定，不会分解。
- **不含毒素**：正规生产的聚苯乙烯食品包装材料不含有害物质，可以安全接触食品。
- **限度使用**：应避免将聚苯乙烯容器用于高温环境，如微波炉或沸水中，高温可能导致材料结构改变，增加有害物质释放的风险。
- **回收与处理**：聚苯乙烯可以回收再利用，减少环境影响，但需要正确分类丢弃。

使用聚苯乙烯作为食品添加剂时，主要是通过其制成的包装材料与食品接触。因此，其使用的安全性极大地依赖于制品的质量控制和消费者的正确使用方式。', 'GB31635-2014', '食品用塑料', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (623, 'γ-环状糊精', '### γ-环状糊精

#### 介绍
- γ-环状糊精（γ-cyclodextrin, γ-CD）是一种环状多糖，由八个葡萄糖单元通过α-1,4糖苷键形成一个环状结构。
- 它是环状糊精家族中的一员，这个家族还包括α-环状糊精和β-环状糊精，区别在于环中葡萄糖单元的数量不同。
- γ-环状糊精因其较大的分子内腔径而独特，这使它能够封装比其他两种环状糊精更大的分子。

#### 用途
- **食品工业**: γ-环状糊精可用作稳定剂和增稠剂，尤其在油脂含量高的产品中，如沙拉酱和奶油制品，以延长产品的保质期并改善口感。
- **包装处理**: 它能形成包含复杂食品添加剂（如香料、维生素和防腐剂）的包合体，有助于保持这些成分的稳定性和提高其水溶性。
- **健康食品**: 在健康产品中，如减肥食品和膳食纤维补充剂，γ-环状糊精有助于改善营养成分的传递和吸收。

#### 安全性说明
- γ-环状糊精是由天然来源的淀粉通过酶处理获得，被广泛认为是安全的食品添加剂。
- 欧盟食品安全局（EFSA）和美国食品药品监督管理局（FDA）均认定γ-环状糊精在常规的食品添加剂使用量下是安全的。
- 广泛的科学研究和市场监测显示，它不会引起严重的过敏反应或其他健康问题。
- 尽管如此，消费者在使用任何食品添加剂时仍应注意适量，尤其是对于特定健康条件的人群，建议在专业人士的指导下使用。', 'GB1886.353-2021', '食品添加剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (624, '3-[(4-氨基-2,2-二氧-1H-2,1,3-苯并噻二嗪-5-基)氧]-2,2-二甲基-N-丙基丙酰胺', '### 3-[(4-氨基-2,2-二氧-1H-2,1,3-苯并噻二嗪-5-基)氧]-2,2-二甲基-N-丙基丙酰胺作为食品添加剂

#### 介绍
- **化学成分**：3-[(4-氨基-2,2-二氧-1H-2,1,3-苯并噻二嗪-5-基)氧]-2,2-二甲基-N-丙基丙酰胺是一种合成化合物，通常用于食品添加剂的生产。
- **功能类别**：主要用作防腐剂或抗氧化剂，有助于延长食品的保质期和改善食品的稳定性。
- **产地信息**：这种化合物主要由化学制药公司在严格控制的实验室环境下合成，确保其纯度和质量。

#### 用途
- **防止食品变质**：用于抑制微生物的生长，延长食品的保质期。
- **改善食品外观与质感**：有助于保持食品的颜色和口感，防止因氧化而导致的色泽变化和味道退化。
- **增强食品安全性**：通过减少有害微生物的存活，提高食品的安全性，减少食物中毒的风险。

#### 安全性说明
- **合规性**：此化合物的使用需要符合相关国际和国家的食品安全标准，如美国食品药品监督管理局(FDA)和欧盟食品安全局(EFSA)的规定。
- **毒理学测试**：经过严格的毒理学评估和测试，确认其在推荐使用量下对人体无害。
- **使用建议**：建议按照食品制造商和相关食品安全法规的推荐剂量使用，避免过量添加。
- **敏感性信息**：对于特定人群（如对特定化合物敏感的人），建议在使用前咨询专业人士的意见。

通过合理使用和严格遵守相关安全标准，3-[(4-氨基-2,2-二氧-1H-2,1,3-苯并噻二嗪-5-基)氧]-2,2-二甲基-N-丙基丙酰胺可以作为一种有效的食品添加剂，提高食品的品质和保质期。', 'GB1886.354-2021', '食品添加剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (625, 'β-环状糊精', '### β-环状糊精 (Beta-Cyclodextrin)

β-环状糊精是一种由糖分子组成的环形结构，这些糖分子来源于淀粉的降解过程。由于其独特的分子结构，β-环状糊精在食品工业中作为添加剂有着广泛的应用。

#### 介绍
- β-环状糊精是由七个葡萄糖单元组成的环状结构。
- 它的主要特性是能够在其分子结构中形成一个疏水性的内腔。
- 这种结构使得β-环状糊精能够包封其他分子，特别是不易溶于水的分子。
- 通常通过酶促反应从淀粉中制得β-环状糊精。

#### 用途
- **食品工业**: 增强食品的稳定性，改善口感，延长保质期。
- **口味掩蔽**: 包裹苦味或刺激性食品成分，减少其在口感上的不适。
- **增香剂**: 保护食品中的香气成分，延长香味的释放时间。
- **溶解性改进剂**: 提高某些成分的溶解性，使得产品更易于加工和消费。

#### 安全性说明
- β-环状糊精在全球范围内被多个食品安全机构认为是安全的食品添加剂。
- 常见的副作用极少，且通常与消耗大量的产品时相关。
- 经过严格的科学评估，确认不会对人体健康造成长期负面影响。
- 在使用时应注意遵守推荐的添加剂用量，以避免可能的过敏反应或不适。

使用β-环状糊精作为食品添加剂时，可以有效改善食品的质感和口味，同时确保食品的安全和质量。', 'GB1886.352-2021', '食品添加剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (626, 'α-环状糊精', '### α-环状糊精（Alpha-Cyclodextrin）

#### 介绍
- **化学结构**：α-环状糊精是由六个葡萄糖单位通过α-1,4糖苷键连接形成的环状结构。
- **性质**：具有独特的分子笼状结构，能够形成包合物，将某些分子包裹在自己的内腔中。
- **生产工艺**：通常通过淀粉的酶解反应来生产，使用特定的酶制剂将淀粉转化成α-环状糊精。

#### 用途
- **食品工业**：作为稳定剂、乳化剂和保湿剂使用，可以改善食品的质构和延长保质期。
- **营养增强**：用作食品纤维的来源，有助于提高食品的营养价值。
- **味道掩蔽**：帮助掩蔽食品中的异味和苦味，改善食品的整体口感。
- **药物释放系统**：虽然主要用于食品，也可用于包裹药物，从而控制药物的释放速度。

#### 安全性说明
- **批准使用**：在多个国家和地区（如美国、欧盟等）被认为是安全的食品添加剂。
- **审查研究**：众多科学研究和审查表明，α-环状糊精在推荐的摄入量下对人体是安全的。
- **无毒性**：在常规的使用浓度下，α-环状糊精不具有毒性和副作用。
- **耐受性**：通常对大多数人群具有很好的耐受性，不易引起过敏反应。', 'GB1886.351-2021', '食品添加剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (627, '五碳双缩醛（又名戊二醛）', '### 五碳双缩醛（戊二醛）

#### 介绍
- **化学名称**: 戊二醛
- **化学式**: C5H8O2
- **性质**: 五碳双缩醛是一种具有两个醛基的饱和五碳二醛，通常为无色至黄色液体，在自然界中不常见，但可以通过化学合成方式制备。
- **来源**: 主要通过工业合成获得，非从自然食材中提取。

#### 用途
- **保鲜剂**: 用于延长食品保质期，防止食品变质。
- **抗微生物剂**: 对抗食品中的微生物生长，如细菌和霉菌。
- **风味增强剂**: 在特定食品中添加以增加风味层次感。

#### 安全性说明
- **毒性评价**: 戊二醛被认为具有潜在的毒性和刺激性，长期暴露可能对健康造成风险。
- **使用限制**: 在食品添加剂中的使用受到严格的国际和国内法规限制。
- **安全措施**: 在处理和使用过程中需要采取适当的防护措施，避免直接接触和吸入。
- **研究与监管**: 需持续进行安全性评估和更新，以确保其在食品应用中的安全性。

这些内容旨在科普用途，请在专业指导下安全使用食品添加剂。', 'GB1886.349-2021', '食品添加剂', 0x5B322C342C375D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (628, '氧化亚氮', '### 氧化亚氮（N₂O）作为食品添加剂

#### 介绍
- **化学性质**：氧化亚氮，又称笑气，是一种无色的气体，具有轻微的甜味和令人愉快的气味。
- **获取方式**：氧化亚氮可以通过加热硝酸铵来生产，这个过程会释放出纯净的气体。
- **历史背景**：氧化亚氮最初由英国化学家约瑟夫·普利斯特利在18世纪发现。后来在多个行业中被广泛使用，其中包括食品工业。

#### 用途
- **推进剂**：在食品工业中，氧化亚氮主要作为气体推进剂使用，尤其是在制作奶油和其他泡沫食品时。
- **保鲜剂和包装气体**：氧化亚氮在某些包装技术中被用作气体保鲜剂，帮助延长食品的保质期。
- **调味**：尽管氧化亚氮本身味道不强，但它可以用来增加食品的整体风味体验，通过其轻微的甜味和愉悦的感觉。

#### 安全性说明
- **普遍认为安全**：在食品添加剂的使用中，氧化亚氮被普遍认为是安全的，遵守适当的使用标准和剂量指引。
- **干净纯净**：工业生产的氧化亚氮必须经过严格的净化过程，以确保其在食品应用中的安全性和无杂质。
- **注意事项**：应避免吸入纯氧化亚氮气体，直接吸入大量笑气可能导致健康问题如氧气供应不足导致的窒息。
- **监管与管理**：不同国家和地区可能对氧化亚氮作为食品添加剂的使用有不同的法规和指导标准，生产和使用都需要遵守这些规定来确保食品安全。', 'GB1886.350-2021', '食品添加剂', 0x5B395D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (629, '5-甲基-2-呋喃甲硫醇', '### 5-甲基-2-呋喃甲硫醇

#### 介绍
- **化学性质**：5-甲基-2-呋喃甲硫醇是一种含硫有机化合物，该化合物在食品中可以作为风味增强剂。
- **来源**：它可以通过化学合成获取，也可能在天然加工食品中由于热处理和发酵而生成。

#### 用途
- **风味增强**：用作食品添加剂，增加或改善食品的味道。特别是在肉类和便利食品中，可以增添独特的烟熏味或烤肉味。
- **食品工业**：在制造调味料和酱料过程中，用以模拟和强化特定的风味。

#### 安全性说明
- **安全评估**：在使用前，需经过安全性评估，包括毒理学测试和风险评估，以确保其在食品中的安全使用水平。
- **使用限制**：根据当地食品安全规定，该化合物在食品中的使用应严格控制在安全限量内。
- **过敏信息**：使用前应考虑潜在的过敏反应，虽然5-甲基-2-呋喃甲硫醇并非普遍的过敏源，但敏感个体应特别注意。
- **长期摄取问题**：目前关于其长期摄入的安全性数据较少，消费者应注意不超出推荐的日摄入量。

以上信息供食品科普用途，有关具体的使用量和方法，建议咨询专业人士并参阅相关食品安全准则。', 'GB1886.365-2023', '食品香料', 0x5B322C332C375D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:25');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (630, '6-甲基辛醛', '### 6-甲基辛醛作为食品添加剂

#### 介绍
- **化学名称**: 6-甲基辛醛
- **化学式**: C9H18O
- **外观**: 常温下为无色液体
- **气味**: 温和的芳香，带有柑橘和薄荷的香气
- **来源**: 人造合成或天然提取

#### 用途
- **食品香料**: 用于添加或增强食品的香气和味道，常用于烘焙食品、糖果、饮料和零食中
- **口感改善**: 可以帮助掩盖或减少食品中的不愉快味道
- **食品加工**: 在食品加工过程中用作味道调节剂，从而增强最终产品的接受度

#### 安全性说明
- **食品添加剂标准**: 符合国际食品法典标准及美国食品药品监督管理局（FDA）和欧洲食品安全局（EFSA）的规定
- **毒理学评估**: 通常认为是安全的，未发现对人体有显著的毒性或副作用，但建议控制在安全用量范围内使用
- **过敏性**: 对某些人可能存在过敏反应，若有不适应立即停用并咨询医生
- **使用指南**: 应遵循食品添加剂的使用规范，不得超过规定的最大日摄入量

以上信息为6-甲基辛醛在食品添加剂用途的科普介绍，旨在提供基本的理解和安全使用指南。', 'GB1886.367-2023', '食品香料', 0x5B325D, '', '2024-10-10 12:48:58', '2024-10-21 13:01:50');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (631, '(2S,5R)-N-[4-(2-氨基-2-氧代乙基)苯基]-5-甲基-2-(丙基-2-)环己烷甲酰胺', '### (2S,5R)-N-[4-(2-氨基-2-氧代乙基)苯基]-5-甲基-2-(丙基-2-)环己烷甲酰胺

#### 介绍
- 此化合物是一种合成的有机分子，具有特定的立体化学配置。
- 结构中含有苯环、氨基乙酯基团和环己烷甲酰胺单位。
- 通常在实验室条件下通过有机合成方法来制备。

#### 用途
- 可作为食品工业中的抗氧化剂，帮助防止食品变质。
- 可能用于增强食品的口感及保持食品色泽。
- 在特殊情况下，可能用作食品的香精或香料成分提高食品的接受度和口感。

#### 安全性说明
- 必须进行全面的毒理学评估，以确保其在食品添加剂用途中的安全性。
- 应遵循相关食品安全标准和规定，如FAO/WHO的编码实践。
- 在使用前需要获得相应的食品添加剂使用许可和认证。
- 安全使用建议包括限定使用范围、浓度和食品种类。', 'GB1886.368-2023', '食品添加剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (632, '蓝锭果红', '### 蓝锭果红

蓝锭果红是一种源于蓝锭果（也称为巴西莓或巴西橄榄果）的天然色素。以下为蓝锭果红作为食品添加剂的介绍、用途和安全性说明：

#### 介绍
- 蓝锭果红是从蓝锭果（Acai berry）中提取的天然色素。
- 该色素具有深紫红色，主要由花青素类化合物组成。
- 通常以粉末或液体形式出现在市场上。

#### 用途
- **食品着色**：用于给糖果、冰淇淋、果汁等食品添加颜色。
- **饮料**：常用于非酒精饮料和健康饮品以增强其外观吸引力。
- **健康补充品**：由于其高抗氧化性，常见于抗氧化补充品和能量棒中。

#### 安全性说明
- **安全性高**：作为一种天然来源的食品色素，蓝锭果红被认为相对安全。
- **监管批准**：在许多国家中，蓝锭果红已获得相关食品安全机构的批准使用。
- **适量使用**：尽管被认为是安全的，消费者仍应注意按推荐份量使用，避免过量。
- **过敏反应**：少数个体可能对蓝锭果或其成分敏感，出现过敏反应。如有不适，应停止使用并咨询医生。

这些信息将帮助读者更好地了解蓝锭果红作为食品添加剂的特性和考量。', 'GB1886.369-2023', '着色剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (633, 'ε-聚赖氨酸盐酸盐', '### ε-聚赖氨酸盐酸盐

ε-聚赖氨酸盐酸盐，也称为ε-聚赖氨酸盐（ε-Polylysine），是一种由赖氨酸单元组成的天然发酵产品。在食品工业中常以盐酸盐形式出现，用作保鲜剂和抗菌添加剂。

#### 介绍
- **来源**：ε-聚赖氨酸盐酸盐是通过特定微生物发酵赖氨酸得到的聚合物。
- **性质**：该化合物是一种水溶性的白色粉末，易溶于水。
- **安全性**：作为一种由食品级微生物发酵产生的天然产品，ε-聚赖氨酸具有较高的安全性。
- **批准情况**：在多个国家和地区（如日本、美国、欧盟等）被认可为食品添加剂。

#### 用途
- **抗菌保鲜**：在食品加工中，ε-聚赖氨酸盐酸盐可以有效抑制多种细菌和真菌的生长，延长食品保质期。
- **食品类型**：适用于包括肉制品、海鲜、乳制品、罐装食品、面包和糕点等多种类型的食品。
- **生产加工辅助**：有时也用于食品加工过程中，以防止食品因微生物污染而变质。

#### 安全性说明
- **无毒性**：多项研究表明，ε-聚赖氨酸盐酸盐对人体无毒，长期食用安全。
- **过敏性低**：作为一种天然产生的食品添加剂，其过敏性极低。
- **摄入限制**：尽管安全性高，但消费者仍需按照食品添加剂的摄入限制和推荐用量使用。
- **监管批准**：在使用前已经过严格的食品安全监管部门的评估和批准。

通过上述介绍，ε-聚赖氨酸盐酸盐作为食品添加剂的作用和安全性得到了全面展示，供消费者和食品生产者在食品加工和保鲜过程中参考使用。', 'GB1886.371-2023', '防腐剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (634, 'L-蛋氨酰基甘氨酸盐酸盐', '### L-蛋氨酰基甘氨酸盐酸盐 (N-Acetylglycine Hydrochloride)

#### 介绍
- **化学性质**：L-蛋氨酰基甘氨酸盐酸盐是一种N-乙酰基衍生物的甘氨酸，通常表现为白色粉末形态。
- **制备方法**：通过将甘氨酸和乙酰化试剂（如乙酰氯）反应，并通过后续的处理与纯化来生成盐酸盐。
- **溶解性**：在水中具有较好的溶解性，适合作为食品添加剂使用。

#### 用途
- **风味增强剂**：作为食品添加剂，可用于增强食品的味道，提升口感。
- **防腐剂**：具有一定的防腐效果，有助于延长食品的保存期限。
- **营养补充剂**：可以作为特定营养素的来源，用于强化食品和饮料。

#### 安全性说明
- **毒理学研究**：目前的研究表明，L-蛋氨酰基甘氨酸盐酸盐在常用剂量下对人体无明显毒性。
- **使用限量**：在食品添加剂中的使用应遵守相关法规和标准的限量要求。
- **过敏性**：虽然普遍认为是安全的，但对于特定体质可能存在过敏反应，使用时应注意。
- **法规遵循**：在使用前确保其符合当地食品安全法规和标准。

此类食品添加剂的使用和安全性还应遵循科学研究和监管机构的最新发现和指导。此介绍仅为基本信息，具体使用前请咨询相关专业人士或机构。', 'GB1886.372-2023', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (635, '甲醇钠', '### 甲醇钠

#### 介绍
- **化学式**：Na(OCH3)
- **性状**：甲醇钠是一种无色至黄色的液体或固体，具有强烈的碱性。
- **制备**：通常通过将氢氧化钠溶解在甲醇中制备而成。

#### 用途
- **催化剂**：在有机合成中，作为甲氧基化反应的催化剂。
- **中和剂**：在食品加工中用作酸度调节剂，可以中和食品中的酸性物质。
- **食品处理**：用于某些特殊加工食品的生产过程中，以稳定食品属性和延长保质期。

#### 安全性说明
- **毒性**：甲醇钠具有一定的毒性，需避免直接摄入。
- **使用限制**：在食品添加剂使用中，必须严格遵守国家关于食品添加剂用量与使用范围的规定。
- **操作注意**：处理时需穿戴合适的防护装备，避免与皮肤和眼睛接触。

#### 特别提醒
- **不推荐用途**：值得注意的是，甲醇钠通常不被推荐用作食品添加剂，因为它的安全性档案相对较差，存在健康风险。在食品工业中，更常用的是其他类型的食品级化合物来确保安全与效能。', 'GB1886.373-2023', '食品添加剂', 0x5B322C375D, '', '2024-10-10 12:48:58', '2024-10-21 13:04:26');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (636, '花生四烯酸油脂（发酵法）', '### 花生四烯酸油脂（发酵法）

#### 介绍
- **来源与制备**：花生四烯酸油脂是通过发酵工艺从花生油中提取的一种高度不饱和脂肪酸。发酵法通常涉及使用微生物菌种来转化花生油中的脂肪酸，从而提高特定脂肪酸的产量，比如四烯酸。
- **成分特性**：该产品富含多种不饱和脂肪酸，主要是花生四烯酸，这种脂肪酸是一种稀有的长链多不饱和脂肪酸。

#### 用途
- **食品工业应用**：作为食品添加剂，主要用于提高食品的营养价值，尤其是在增强食品的抗氧化性和延长保质期方面具有应用潜力。
- **健康益处**：花生四烯酸油脂在食品中添加后，可以帮助提升体内抗炎和免疫功能，支持心脏健康，并可能有助于调节血脂。
- **技术领域的创新**：也用于食品科技领域，如用于研发新型的功能食品或作为某些特定类型加工食品的关键成分。

#### 安全性说明
- **经过严格测试**：花生四烯酸油脂的安全性在投放市场前已经通过了包括毒理学评估和临床试验在内的多种安全性测试。
- **权威机构认证**：多个国家和国际食品安全机构对其进行了评估，并确认其作为食品添加剂的安全性。
- **注意事项**：尽管被认为是安全的，消费者在使用含有花生四烯酸油脂的产品时仍需按照产品说明书进行，并注意是否有特殊体质或过敏反应的可能。

该信息用于帮助大众了解花生四烯酸油脂作为食品添加剂的相关知识。在使用任何食品添加剂时，建议详细了解其来源、用途及安全性信息。', 'GB1903.65-2024', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
INSERT INTO health.additive (id, name, `desc`, gb, category, tags, image_url, created_at, updated_at) VALUES (637, '二十二碳六烯酸油脂（发酵法）', '### 二十二碳六烯酸油脂（发酵法）

二十二碳六烯酸油脂，常称为DHA（Docosahexaenoic Acid），是一种多不饱和脂肪酸，属于Omega-3脂肪酸的一种。其在食品添加剂中的应用主要通过发酵法生产。

#### 介绍

- **来源与制备**：通过微藻类的发酵过程，特别是那些能高效生产DHA的藻类，来商业化生产DHA油脂。
- **化学特性**：DHA为二十二碳骨架的多不饱和脂肪酸，具有六个双键，是细胞膜中的重要成分。
- **形态特征**：通常以油脂形式存在，可溶于常用的有机溶剂中。

#### 用途

- **改善食品营养**：作为营养增强剂加入到婴儿配方奶粉、饼干、乳制品等食品中。
- **促进健康**：DHA是大脑、神经系统和视网膜的重要成分，适量摄入有助于促进大脑发育和眼睛健康。
- **防止疾病**：研究表明，适量的DHA摄入与降低心血管疾病风险、改善认知功能等健康益处相关。

#### 安全性说明

- **广泛研究验证**：DHA作为食品添加剂的安全性已通过多项研究证实，适用于各年龄群体。
- **建议剂量**：尽管DHA对人体有益，但应在一定的推荐摄入量范围内消费。过量可能导致抗凝血作用过强等问题。
- **敏感性与过敏反应**：极少数个体可能对某些来源的DHA（如某些藻类）产生过敏反应，使用前应咨询医疗专业人士。
- **监管批准**：在多个国家和地区，包括美国FDA和欧盟EFSA，DHA作为食品添加剂的使用都有明确的规范和指导。

以上信息对于科普目的的使用应提供给消费者明确、科学的认识，帮助他们更好地了解食品添加剂中的DHA其来源、用途和安全性。', 'GB1903.66-2024', '营养强化剂', 0x5B5D, '', '2024-10-10 12:48:58', '2024-10-21 13:00:24');
